{"2019-1-1":[{"title":"锘緾omparative studies on zooplankton production diversity anddifferent types of anthropogenic influence of water body ","name":"Azma Hanim Ismai and Siti Azrin Zaidin"},{"title":"A First Survey on the Abundance of Plastics Trigonopterus weevils from Sundaland and Trombol Beach, Kuching, Sarawak, Malaysia","name":"Victor James Noik锛孭iakong Mohd. Tuah锛孡au Seng"},{"title":"Effect of Some Environmental Factors on Wintering Waterbirds Population in Zangi and Ahmadi Creeks in Persian Gulf","name":"Behrouz Behrouzi-Rad"},{"title":"Examining the Decreasing UrmiaLake Water Depth and Effects That on the Environment","name":"Khalil Valizadeh Kamran, Siavash Shamsi Khosroshahi, and Khalil Omrani"},{"title":"The Role of Eichhornia Crassipesas a Natural Bio-Filter on a Lake Ecosystem","name":"A. Ratnasari, A. A. Putra, M. R. Naratama, and W. Wardhana"}],"2019-1-2":[{"title":"锘縎patial and TemporalClustering of Air Pollution in Malaysia: A Review","name":"Saeed Aghabozorgi, AliSeyedShirkhorshidi, TehYing Wah"},{"title":"Cytotoxic Compound From Leaves Of Irvingia Malayana","name":"Ari Widiyantoro, Thamrin Usman, Edy Meiyanto,and Sabirin Matsjeh"},{"title":"An Investigation on the Variations of Nitrogen Distribution and Concentration Levels In Wet and Dry Periods in an Ex-Landfill Site at Kuala Lumpur ","name":"Mustapha Atta, Wan ZuhairiWan Yaacob, Othman Bin Jaafar,and Zaini Bin Sakawi"},{"title":"Activated Neem Bark as a Potential Low-Cost adsorbent for the Removal of Cr(VI), Cu(II) and Zn(II) from Waste water","name":"Utkarsh Maheshwari,and Suresh Gupta"},{"title":"Anthropogenic and Environmental Factors Influencing Water Quality of Cagayan de Oro River: Implications to Tourism Development","name":"Susan Daisy A.Raagas, and Prof. Eliseo P. Villanueva, Ph.D."}],"2019-1-3":[{"title":"锘緼 Study of Aromatic Hydrocarbons Levels of Some Waters and Sediments at Al鈥揋abal Al-Akhder Coast Regions","name":"Hamad. M. I. Hasan, and Abdalrazk. S. A. Mohamad"},{"title":"The Occurrence of Plastic Microdebris on the Beaches of Santubong and Trombol in Kuching, Sarawak, Malaysia","name":"Victor James Noik"},{"title":"Impact of Recharge of Rain water on Fluoride Concentration","name":"M.V.S.S. Giridhar,and K. Divya Chowdary"},{"title":"The Hydrological Regimes, Water Quality Assesment and Trophic Status of the Reservoir (Case Study: Jatiluhur Cascade Citarum Reservoir)","name":"Lieza Corsita, Arwin, Barti Setiani Muntalif,and Indah Rachmatiah S. Salami"},{"title":"Tamarind Seeds As Adsorbent To Remove Phosphatides Content In CPO(Crude Palm Oil)","name":"Agnes SartikaDoharmaPardede, Agus Mangiring Siburian,and Setiaty Pandia"},{"title":"Study on Gas Release Characteristics in Eutrophic Natural Waters","name":"Xinhai Zhao"}],"2019-1-4":[{"title":"锘縍ainwater harvesting (RWH) potential assessment for micro-watersheds in highly urbanized city using geo-spatial techniques","name":"Pinak Ranade, Y.B. Katpatal"},{"title":"Heavy metals removal from watercourses by low cost natural Tunisian material Environmental protection","name":"L. Aloui, F. Ayari, A. Ben Othman, M. Trabelsi-Ayadi"},{"title":"A Chronological review on application of MARXAN tool for systematic conservation planning in landscape","name":"Sorour Esfandeh, Mohammad Kaboli, L. Eslami-Andargoli"}],"2019-1-5":[{"title":"锘縎ource apportionment of PM2.5 bound Polycyclic Aromatic Hydrocarbons from a Tricity in the foothills of Himalayas in Northern India","name":"Sandeep Garg, Anita Rajor, Amit Dhir"},{"title":"Investigate national Study on Environmental Impact of Reactive Powder Concrete","name":"Arjun Bhindora"},{"title":"Biological Diversity of Kingdom Animalia at the Hakri River, Hapcheon-gun, Korea","name":"Man Kyu Huh"}],"2019-1-6":[{"title":"锘縏reatment of the Industrial Wastewater by Chemical Coagulation Followed by Biological Process","name":"Sofyan Al-Dulaimi, Gabriel Racoviteanu"},{"title":"Effect of heat treatment on glass-ceramics covering of SiO2-Al2O3-CaO system using industrial waste as raw material","name":"B.C. Alc谩ntar, J.A. Ch谩vez, G.C. D铆az"},{"title":"Alkali-Silica Reactivity Of Three River Basin (Chenab, Satluj And Beas) - An Overview","name":"Lalit Kumar Solanki, S. K. Jain, B. K. Munzni"}],"2019-1-7":[{"title":"By Means of Geographic Information System, Satellite Remote Sensing, Aeromagnetic, Seismic Profile and Digital Elevation Model, the Paleozoic Structures and their Surface Manifestations in the Gadamis Basin and Arkqafu Area Investigated, Mapped and Analyzed from Multiple Sources","name":"Dr. Mahmoud Ali Benissa"},{"title":"Research on the Flood Zones along the Assam Jador River Basin","name":"Dr. Luna Moni Das"},{"title":"Water Shortages and Sustainable Management in the Ahmednagar Region","name":"Anand Niranjan Gholap, Ganesh Dinkar Gawali"},{"title":"Wetland Conservation Strategy: a Study on the Berguzarekanwal Wetland","name":"Bijay Prakash, Ravi Kumar Pandey"},{"title":"Pesticide Contamination and its Effects on Aquatic Ecosystems","name":"Arinc Tulgar"}],"2019-1-8":[{"title":"Characterization and Application of Spore-forming Probiotics Isolated from Alkali-fermented Cassava Leaves, Republic of Congo","name":"Alain Brice Mbozo Vouidibio, Christian Aimé Kayath, , Etienne Nguimbi, Augustin Aimé Lebonguy and Simon Charles Kobawila"},{"title":"Assessment of the Impact of \"clean-up practices\" on Sustainable Cocoa Planting Vegetation in Cote Divoire","name":"Koulibaly Annick, Amon Anoh Denis-Esdras, Konan Djezou, Goetze Dethardt, Traoré Karidia"},{"title":"The First Record of the Oligodon Kheriensis from Utara Khan, India: Extending the Species' Current Known Range","name":"Vipul Maurya, Jai Pratap Singh, Parag M. Dhakate"},{"title":"Antibacterial Effects of Common Winter Weeds on Human Pathogens in Denggu, A case from Uttar Pradesh, India","name":"Maneesha Singh, Rashmi Bist"},{"title":"Synthesis of Nanometer Zinc and its Application in Wastewater Treatment in Anantapur City","name":"S. Sharada, Srikanth Pusarla"},{"title":"A Survey on the Records of Vulnerable and Endangered Birds in Different Habitats Near Yawatmar, Central India","name":"Praveen Joshi"},{"title":"Temporal Variations in Groundwater Quality and Irrigation in the Farid and Mukesh Areas of South-western Punjab, India","name":"Prerna Sharma, Madhuri S. Rishi, Tenzin Thakur"}],"2019-1-9":[{"title":"Sustainable Utilization of Bioenergy By-products: Biochar for Nutrient Removal from Wastewater","name":"A. K. Alva, H. Ren, , Q. Wang, T. Bera, , Y. Li, B.Gao"},{"title":"A New Strain Isolated from the Surface of Red Algae Produced an Effective Biosurfactant, used for Bioremediation of Waste Oil Contaminated Soil","name":"Ali Diab, Amr Ageez, Iman Gardoh"},{"title":"The Origin and Tectonic Significance of Emplacement Ophiolite to the Development of Andaman Island","name":"SK Tiwari, SK Barman"},{"title":"Green Manufacturing: a Commitment to Address Climate Change in India and a Desire to Make in India","name":"Nikhil Sudhir Kothawade"},{"title":"Evaluation of Drought Condition in Arid and Semi- Arid of Drought in Sabarkanta Area by RDI","name":"Nikhil A. Lunagaria, T. M. V. Suryanarayana"},{"title":"Biodiversity and Management of Rice Fields by Insects in Urban Areas","name":"Kavita Gabel, Manoj Gabhel"},{"title":"Adding Different Doses of Plant Influencing Factors to Form a Nutritious Cultural Heritage","name":"Syeda Shaista Fathima, Shruti Kabra"}],"2019-1-10":[{"title":"Quality Evaluation and Irrigational Suitability of Clay Mines in Northern Kerala","name":"Gopesh G K, R Vineetha Pillai"},{"title":"Assessment of the Impact of Deforestation on Hot Springs: A Case Study of Nuu/Mutaitho Hills Springs in Kitui County","name":"Rose Catherine Mwia John, Johnson U. Kitheka, Moses Mwangi"},{"title":"Study the Effect of Concentration on Spectroscopic Properties of Fluorescein Sodium Dye in Water","name":"Rajaa Nader"},{"title":"Main Signs and Symptoms Caused by Biological and Abiotic Agents on Plants in Tropical Africa","name":"Hassan S. Mduma, Martin Mkindi, Ancila Karani, Kasiga Ngiha, Joseph Kalonga, Yusuph Mohamed, Ernest R. Mbega"}],"2019-1-11":[{"title":"A Survey on Endoparasites and Ectoparasites between Exotic and Native Dogs in IkotEkpene, Niger Delta","name":"Inyang A. Atting, Ndifreke J. Etim, Nwaebueze Ebere"},{"title":"Removal of Fluoride from Groundwater(Jamri) using Biological Adsorbents such as the Lantana Camera","name":"Akshay Sharma, Rakshit Ameta, Surbhi Benjamin, Dipti Soni, Sanyogita Sharma, Paras Tak"},{"title":"Driving Factors for Deforestation and Forest Degradation in the Dzalanyama Forest Reserve, Malawi","name":"Nameka Katumbi, Jabulani Nyengere, Elina Mkandawire"},{"title":"Site Suitability Analysis for the Treatment of Solid Waste using Geospatial Technologies - a Case Study of the Town of Katsinara","name":"Tyowuah Michael Ngumom, Hundu Williams Terseer"},{"title":"Study on Bird Species Diversity in Lake Pubastali-oxbow, West Bengal, India","name":"Santanu Chowdhury"},{"title":"Fish Diversity and Threat Status in the Upper Reaches of the Wamanapuram River in Kerala, India","name":"Dr. V R Sheeja"},{"title":"Quartz Sand Used as the Leachate of Tripikon Model to Improve the Quality of Municipal Solid Waste","name":"Pratiwi Hermiyanti , Fitri Rokhmalia"},{"title":"Application of Remote Sensing and Runoff Model in Environmental Protection and Water Collection Point Identification","name":"Sheena Ogutu, Christian Omuto"}],"2019-1-12":[{"title":"A Review on Effects of Ambient Air Pollution on Human Health","name":"Ravi Kumar                                 "},{"title":"A Research on Land Cover Change Mapping and Various Technical","name":"Keerti Kulkarni, Apoorva Raghunandan                                      "},{"title":"Quaternary Volcanic Geomorphologic Runoff Coefficient in the Sitaric Basin, West Java, based on Rainfall-flow Measurements","name":"Edi Tri Haryanto, Hendarmawan, Emi Sukiyah, Benny Joy, Sudradjat Supian"},{"title":"Research on Waste Classification and Utilization Scheme Based on Environmental Protection - Taking Bengbu City, Anhui Province as an Example","name":"Yuxi Shi, Fengzhi Wu, Wanyu Tian"},{"title":"Solid Waste Management","name":"Maaz Allah Khan, Mohd Zafar Siddiqi, Mohd Waqar Waseem, Nizamuddeen     "},{"title":"Review of Solar Desalination Systems","name":"Swaraj V. Sakharkar, Amol D. Pitale                                       "},{"title":"Correlation between Physical and Chemical Properties of Soil and Dielectric Constant in Nasik Region","name":"M. D. Dhiware, S. B. Nahire, Sushant Deshmukh                            "},{"title":"Review on the Treatment of Food Industry Wastewater by Sequence Batch Reactor","name":"Ashok Iranna Pilgonde, P. J. Rangari                                      "},{"title":"On the Narration of Urban Red Landscape - Take Nanchang Bayi Square as an Example","name":"Xiaogang Chen, Shuzhen Liu"}],"2020-2-1":[{"title":"Characteristics of Physicochemical Properties and Its Relation with Bacterial Pathogens in the Creek Road/Bonny Estuary, Rivers State, Nigeria","name":"Constancy Prisca Aleru, Kinikanwo Confidence Wachukwu, Sam Douglas Abbey, Smart Enoch Amala, Ollor Amba Ollor, Christian Alfred Mbata"},{"title":"Indoor Air Quality Remote Monitoring System based on Raspberry Pi","name":"Neha Saha, Ekata Patil"},{"title":"A Study on Domestic Fuelwood Consumption Patterns and Forest Cover Degradation - a Case Study of the Town of Mocochong, Nagrand","name":"Jnanendra Sarma, Dr T Temsu Imti, Prof. Sangyu Yaden"},{"title":"A Research on the Advances in the Ecology and Flora of Insect Communities in the Adel Belt of Fergana Valley","name":"Zokirov I. I., Mirzayeva G. S., Abdullayeva D. R."},{"title":"Discussion on Intelligent Management of Domestic Garbage Classification","name":"Zhihui Zhang, Xin Sun"},{"title":"Assessing the Health Effects of Lead Contamination in Surface Water in the Djiri River by Crossing Risk and Vulnerability Issues (Republic of Congo)","name":"NGOUBOU Roch Corneille, DINGA Jean Bienvenu et NGANGA Dominique"},{"title":"Phytoplankton Diversity in Nagpur Bay Reservoir, Maraswada Region","name":"Vidya D. Gulbhile"},{"title":"Research on Food Security in Anhui Province from the Perspective of Self-Reliance Rate","name":"Baotong Gu, Liang Gong, Tianli Huang"},{"title":"Monitoring and Modeling of Shoreline Changes in Mangalore Coastal Zone Management:A Case Study from Karnataka, India","name":"RahishaThottolil, Shreedhara V, K C Gouda"},{"title":"Water Quality Assessment during Immersion of Ganesh Idol and its Impact on Water Quality of Machna River in Betul District (M.P.)","name":"Dr. D. S. Saluja"},{"title":"Environmental impact of Limiting the Use of Disposable Plastic Bags: A Field Survey","name":"Dr. Madhusudan Shrimali"}],"2020-2-2":[{"title":"Analysis of Heavy Metals in Bwana River and their Effects on Aquaculture","name":"Ashwini B. Jamdade, Sagar M. Gawande"},{"title":"A Batch Study on Removal of Nitrate from Groundwater by Zeolite","name":"Lizmol A. Peechattukudy, R. M. Dhoble"},{"title":"Study on Removal of Pollutants from Wastewater by Phytoremediation","name":"Ranjitsing Gaikwad, Sagar Gavande"},{"title":"A Batch Study on Iron Removal with Curry Bark as Adsorbent","name":"Sanchi S.Dange, R. M. Dhoble"},{"title":"Impact of the Major Epidemic Situation on Sanitation Operations and Countermeasures","name":"Zhang Zhihui, Wang Yi, Qiang Ye"},{"title":"Concentration/recovery of Sulfuric Acid by Electrodialysis","name":"Dhaval N. Yadav, Beena K. Sheth"},{"title":"Application of Phytoremediation Technology in Kitchen Wastewater Treatment","name":"Neharika S. Chandekar, Buddharatna J. Godboley"},{"title":"A Dynamic Game Analysis of Investment and Financing Behavior of Environmental Protection — Take Wanjiang Urban Belt as an Example","name":"Xiruo Li, Xueqing Wang"}],"2020-2-3":[{"title":"Evaluation of Moving Bed Biofilm Reactor for The Treatment of Aniline Using Artificial Neural Networks","name":"Sangramsingh A. Thakur, Isha P. Khedikar"},{"title":"Research on the Fluoride Contamination of Groundwater and Health Hazard of Pollution In Assam Hattigaon, India, Using Gis","name":"Priyanka Kotoky, Bibhash Sarma, Enny Dowerah Kotoky"},{"title":"Seasonal Variations of Heavy Metal Pollution In Pallathuruthy At The Coverage Points of Pamba and Vembanad Lakes In Southern Kerala, India","name":"Rani S. Dharan, Dr. Sherly Williams .E"},{"title":"Influence Analysis of the Ban on PET Bottled Water based on Comprehensive Evaluation Method","name":"Xinkai Fan, Tong Xue, Haoyuan Wang"},{"title":"The Sacred Grove Traditional Conservation of The Plant Diversity of The Naramara forest Tribe In Prakasham District (Andhra Pradesh)","name":"Nageswara Rao Naik B., Z. Vishnuvardhan"},{"title":"Kinetic Study on Oxidation of Risperidone By Ferrocyanide: A Case Study from Alkaline Medium","name":"M. S. Veena, H. B. Muralidhara"},{"title":"Estimation of Carbon Uptake for Urban Green of Public Green Space","name":"Sri Wulandari, Rifardi, Aslim Rasyad, Yusmarini "},{"title":"Effects of Electrical Coagulation on Physicochemical Properties of Municipal Wastewater Treated By UASB Reactor","name":"Dr. Abhipsa R Makwana"}],"2020-2-4":[{"title":"Response of Rice Blast Fungus Pyricularia Grisea to Different Botanical Pesticides","name":"Shafaullah, M. Aslam Khan"},{"title":"A Real-Time Network Threat Recognition and Assessment Method Based on a New Method for Akincovel River in Kerala","name":"Nandakumar S., Sanalkumar M. G., Balamurali R. S"},{"title":"Evaluation of Freshwater Microorganism Index in Deling River and Leza Lake","name":"Anilda Kokali, Sulejman Sulce"},{"title":"Changes In Zooplankton Diversity and Distribution Pattern Under Varying Precipitation Regimes In Tamadalge Perenial Tank, Kolhalpur, India","name":"S. A. Manjare"},{"title":"Reproductive Synchrony of Thermophilic Corals, Topspore and Verrucous Algae on offshore and Coastal Reefs of the Red Sea in Egypt: Environmental Constraints","name":"Montaser A. M. Al-Hammady, Awaad A. M. Elsyed, Fattma M. A. Fouda, Hussein N. M. Hussein"},{"title":"Temporal and Spatial Variation of Vegetation Cover in Summer in Hanshan Secondary Forest Area, China","name":"Zhuoxin Wang, Ziying Sun, Mei Zhou, Pengwu Zhao, Yang Shu"},{"title":"Research Review of Road Traffic Accidents Based on Data Mining Technology","name":"Maninder Singh, Amrit Kaur"},{"title":"Research on the Leverage of Green Climate Fund Grants on Capital in Developing Countries","name":"Jiyan Liu, Yanping He, Yuxi Shi"},{"title":"A Study on the Geomatics Solutions for Disaster Management","name":"N. J. Kulkarni, Dr. J. W. Bakal"},{"title":"A Physiological and Subjective Evaluation of Paddy Power Weeding Machine for Wet Land Paddy","name":"Bini Sam"},{"title":"Intermittent Experimental Study on Electric Flocculation of 3G Dye Wastewater from Navy Blue","name":"Chirag Gohil, Dr. Abhipsa R Makwana"},{"title":"Effect of Electrode Connection on Cost Control Parameters of Electric Coagulation Treatment Leachate","name":"Pawan Shukla, Dr. Abhipsa R Makwana"},{"title":"Treatment of 3G Dye Wastewater by D Electroflocculation with Aluminum Electrode","name":"Chirag Gohil, Dr. Abhipsa R Makwana"}],"2020-2-5":[{"title":"Health Risk Assessment of Heavy Metals in Peas Grown with Textile Wastewater in Sangana County","name":"Jaishree, T. I. Khan"},{"title":"Development of System Framework for Forecasting Electricity Consumption in Cities","name":"Noor Hamid Obed, Dr Muhammad Najm"},{"title":"Effects of Anisotropic Magnetic Turbulence on the Earth From 1996 to 2008","name":"S Kumar, R Verma, S K Dubey"},{"title":"Spatial Analysis of Urban Streetlight Infrastructure in Port Harcourt, Rivers State, Nigeria","name":"Wizor, C. H. (PhD), Anthony-Leol, E. N"},{"title":"Extractive industries And Corporate Social Responsibility in Poverty -- Myth Or Reality in the Developing World?","name":"Lewis Pumulo Sooli (PhD)"},{"title":"Karakal Pakstan Republic Ranch and its Development","name":"V. Utepbergenova"},{"title":"Advances in the Performance of Low Cost Biological Adsorbents in Removing Metal Ions","name":"Naba Kumar Mandal"},{"title":"Research on the Problems and Prospects of Pepper Drip Irrigation System in in Barwani District of M.P. India","name":"Ravi Bhuriya, Dr. Sandhya Choudhary, Dr. V.K. Swarnakar"},{"title":"The Role of Tribes in Biodiversity Conservation","name":"Dr Lakshman Patra"}],"2020-2-6":[{"title":"The Relationship between the Length and Weight of Eel (Hamilton) and Labeo Dero (Hamilton) in the Nangal Wetland of Punjab, India, and the Condition Factor Analysis","name":"Y. K. Rawal, Amandeep Kaur, Apneet Kaur"},{"title":"A Study on the Status of Fluoride Ion in Groundwater in South Delhi: Quality and Quantity","name":"Rajesh Bhagwat Jadhao"},{"title":"Study on the Negative Effects of Sudden Earthquakes on Urban Development in Iran (Study on the Negative Effects of Urban Earthquakes in Iran, 2012)","name":"Hassan Houshyar, Salam Adhami"},{"title":"Overview of Solar Seawater Desalination System","name":"Swaraj V. Sakharkar, Amol D. Pitale"},{"title":"Research on the Indoor Air Quality in Coastal Kindergartens and Primary Schools in Dar Es Salaam, Tanzania","name":"Albert Mmari, Eliamini Mkenga"},{"title":"Fish Fauna Study of Shivajinagar Reservoir, Kadegaon Tahsil, Sangli District, Maharashtra, India","name":"Dr. S. B. Kengar"}],"2020-2-7":[{"title":"Literature Review on the Solid Waste Management","name":"Maaz Allah Khan, Mohd Zafar Siddiqi, Mohd Waqar Waseem, Nizamuddeen"},{"title":"Study on Lizard Fauna Diversity in Karad Township, Satara District, Western India","name":"Dr.S.B. Kengar"},{"title":"Assessment of Groundwater Vulnerability to Pollution in Groundwater Fluoride Pollution in Hatigaon District, Assam, India Using Geographic Information System","name":"Priyanka Kotoky, Bibhash Sarma, Enny Dowerah Kotoky"},{"title":"Diversity of Malaria Endemic Areas (Pheukles) and Malaria Endemic Areas in the Northern Maruk Islands","name":"Herry Djainal, Odi Pinontoan, J. Warouw, L. Mandey"},{"title":"Plant Extraction of Heavy Metals from Some Aquatic Plants in Freshwater Section of Tapi River, Surat, Gujarat, India","name":"Kuntal Shah, M.N. Reddy"},{"title":"Prediction of the Duration of Urban Traffic Jams and Analysis of Influencing Factors","name":"Pengcheng Shen"}]}