{"2019-1-1":[{"title":"﻿Comparative studies on zooplankton production diversity anddifferent types of anthropogenic influence of water body ","name":"Azma Hanim Ismai and Siti Azrin Zaidin"},{"title":"A First Survey on the Abundance of Plastics Trigonopterus weevils from Sundaland and Trombol Beach, Kuching, Sarawak, Malaysia","name":"Victor James Noik，Piakong Mohd. Tuah，Lau Seng"},{"title":"Effect of Some Environmental Factors on Wintering Waterbirds Population in Zangi and Ahmadi Creeks in Persian Gulf","name":"Behrouz Behrouzi-Rad"},{"title":"Examining the Decreasing UrmiaLake Water Depth and Effects That on the Environment","name":"Khalil Valizadeh Kamran, Siavash Shamsi Khosroshahi, and Khalil Omrani"},{"title":"The Role of Eichhornia Crassipesas a Natural Bio-Filter on a Lake Ecosystem","name":"A. Ratnasari, A. A. Putra, M. R. Naratama, and W. Wardhana"}],"2019-1-2":[{"title":"﻿Spatial and TemporalClustering of Air Pollution in Malaysia: A Review","name":"Saeed Aghabozorgi, AliSeyedShirkhorshidi, TehYing Wah"},{"title":"Cytotoxic Compound From Leaves Of Irvingia Malayana","name":"Ari Widiyantoro, Thamrin Usman, Edy Meiyanto,and Sabirin Matsjeh"},{"title":"An Investigation on the Variations of Nitrogen Distribution and Concentration Levels In Wet and Dry Periods in an Ex-Landfill Site at Kuala Lumpur ","name":"Mustapha Atta, Wan ZuhairiWan Yaacob, Othman Bin Jaafar,and Zaini Bin Sakawi"},{"title":"Activated Neem Bark as a Potential Low-Cost adsorbent for the Removal of Cr(VI), Cu(II) and Zn(II) from Waste water","name":"Utkarsh Maheshwari,and Suresh Gupta"},{"title":"Anthropogenic and Environmental Factors Influencing Water Quality of Cagayan de Oro River: Implications to Tourism Development","name":"Susan Daisy A.Raagas, and Prof. Eliseo P. Villanueva, Ph.D."}],"2019-1-3":[{"title":"﻿A Study of Aromatic Hydrocarbons Levels of Some Waters and Sediments at Al–Gabal Al-Akhder Coast Regions","name":"Hamad. M. I. Hasan, and Abdalrazk. S. A. Mohamad"},{"title":"The Occurrence of Plastic Microdebris on the Beaches of Santubong and Trombol in Kuching, Sarawak, Malaysia","name":"Victor James Noik"},{"title":"Impact of Recharge of Rain water on Fluoride Concentration","name":"M.V.S.S. Giridhar,and K. Divya Chowdary"},{"title":"The Hydrological Regimes, Water Quality Assesment and Trophic Status of the Reservoir (Case Study: Jatiluhur Cascade Citarum Reservoir)","name":"Lieza Corsita, Arwin, Barti Setiani Muntalif,and Indah Rachmatiah S. Salami"},{"title":"Tamarind Seeds As Adsorbent To Remove Phosphatides Content In CPO(Crude Palm Oil)","name":"Agnes SartikaDoharmaPardede, Agus Mangiring Siburian,and Setiaty Pandia"}]}