{"2019-1-2":[{"title":"﻿Spatial and TemporalClustering of Air Pollution in Malaysia: A Review","name":"Saeed Aghabozorgi, AliSeyedShirkhorshidi, TehYing Wah"},{"title":"Cytotoxic Compound From Leaves Of Irvingia Malayana","name":"Ari Widiyantoro, Thamrin Usman, Edy Meiyanto,and Sabirin Matsjeh"},{"title":"An Investigation on the Variations of Nitrogen Distribution and Concentration Levels In Wet and Dry Periods in an Ex-Landfill Site at Kuala Lumpur ","name":"Mustapha Atta, Wan ZuhairiWan Yaacob, Othman Bin Jaafar,and Zaini Bin Sakawi"},{"title":"Activated Neem Bark as a Potential Low-Cost adsorbent for the Removal of Cr(VI), Cu(II) and Zn(II) from Waste water","name":"Utkarsh Maheshwari,and Suresh Gupta"},{"title":"Anthropogenic and Environmental Factors Influencing Water Quality of Cagayan de Oro River: Implications to Tourism Development","name":"Susan Daisy A.Raagas, and Prof. Eliseo P. Villanueva, Ph.D."}],"2019-1-3":[{"title":"﻿A Study of Aromatic Hydrocarbons Levels of Some Waters and Sediments at Al–Gabal Al-Akhder Coast Regions","name":"Hamad. M. I. Hasan, and Abdalrazk. S. A. Mohamad"},{"title":"The Occurrence of Plastic Microdebris on the Beaches of Santubong and Trombol in Kuching, Sarawak, Malaysia","name":"Victor James Noik"},{"title":"Impact of Recharge of Rain water on Fluoride Concentration","name":"M.V.S.S. Giridhar,and K. Divya Chowdary"},{"title":"The Hydrological Regimes, Water Quality Assesment and Trophic Status of the Reservoir (Case Study: Jatiluhur Cascade Citarum Reservoir)","name":"Lieza Corsita, Arwin, Barti Setiani Muntalif,and Indah Rachmatiah S. Salami"},{"title":"Tamarind Seeds As Adsorbent To Remove Phosphatides Content In CPO(Crude Palm Oil)","name":"Agnes SartikaDoharmaPardede, Agus Mangiring Siburian,and Setiaty Pandia"}],"2019-1-4":[{"title":"﻿Rainwater harvesting (RWH) potential assessment for micro-watersheds in highly urbanized city using geo-spatial techniques","name":"Pinak Ranade, Y.B. Katpatal"},{"title":"Heavy metals removal from watercourses by low cost natural Tunisian material Environmental protection","name":"L. Aloui, F. Ayari, A. Ben Othman, M. Trabelsi-Ayadi"},{"title":"A Chronological review on application of MARXAN tool for systematic conservation planning in landscape","name":"Sorour Esfandeh, Mohammad Kaboli, L. Eslami-Andargoli"}],"2019-1-5":[{"title":"﻿Source apportionment of PM2.5 bound Polycyclic Aromatic Hydrocarbons from a Tricity in the foothills of Himalayas in Northern India","name":"Sandeep Garg, Anita Rajor, Amit Dhir"},{"title":"Investigate national Study on Environmental Impact of Reactive Powder Concrete","name":"Arjun Bhindora"},{"title":"Biological Diversity of Kingdom Animalia at the Hakri River, Hapcheon-gun, Korea","name":"Man Kyu Huh"}],"2019-1-6":[{"title":"﻿Treatment of the Industrial Wastewater by Chemical Coagulation Followed by Biological Process","name":"Sofyan Al-Dulaimi, Gabriel Racoviteanu"},{"title":"Effect of heat treatment on glass-ceramics covering of SiO2-Al2O3-CaO system using industrial waste as raw material","name":"B.C. Alcántar, J.A. Chávez, G.C. Díaz"},{"title":"Alkali-Silica Reactivity Of Three River Basin (Chenab, Satluj And Beas) - An Overview","name":"Lalit Kumar Solanki, S. K. Jain, B. K. Munzni"}]}