{"2019-1-1":[{"title":"锘緾omparative studies on zooplankton production diversity anddifferent types of anthropogenic influence of water body ","name":"Azma Hanim Ismai and Siti Azrin Zaidin"},{"title":"A First Survey on the Abundance of Plastics Trigonopterus weevils from Sundaland and Trombol Beach, Kuching, Sarawak, Malaysia","name":"Victor James Noik锛孭iakong Mohd. Tuah锛孡au Seng"},{"title":"Effect of Some Environmental Factors on Wintering Waterbirds Population in Zangi and Ahmadi Creeks in Persian Gulf","name":"Behrouz Behrouzi-Rad"},{"title":"Examining the Decreasing UrmiaLake Water Depth and Effects That on the Environment","name":"Khalil Valizadeh Kamran, Siavash Shamsi Khosroshahi, and Khalil Omrani"},{"title":"The Role of Eichhornia Crassipesas a Natural Bio-Filter on a Lake Ecosystem","name":"A. Ratnasari, A. A. Putra, M. R. Naratama, and W. Wardhana"}],"2019-1-2":[{"title":"锘縎patial and TemporalClustering of Air Pollution in Malaysia: A Review","name":"Saeed Aghabozorgi, AliSeyedShirkhorshidi, TehYing Wah"},{"title":"Cytotoxic Compound From Leaves Of Irvingia Malayana","name":"Ari Widiyantoro, Thamrin Usman, Edy Meiyanto,and Sabirin Matsjeh"},{"title":"An Investigation on the Variations of Nitrogen Distribution and Concentration Levels In Wet and Dry Periods in an Ex-Landfill Site at Kuala Lumpur ","name":"Mustapha Atta, Wan ZuhairiWan Yaacob, Othman Bin Jaafar,and Zaini Bin Sakawi"},{"title":"Activated Neem Bark as a Potential Low-Cost adsorbent for the Removal of Cr(VI), Cu(II) and Zn(II) from Waste water","name":"Utkarsh Maheshwari,and Suresh Gupta"},{"title":"Anthropogenic and Environmental Factors Influencing Water Quality of Cagayan de Oro River: Implications to Tourism Development","name":"Susan Daisy A.Raagas, and Prof. Eliseo P. Villanueva, Ph.D."}],"2019-1-3":[{"title":"锘緼 Study of Aromatic Hydrocarbons Levels of Some Waters and Sediments at Al鈥揋abal Al-Akhder Coast Regions","name":"Hamad. M. I. Hasan, and Abdalrazk. S. A. Mohamad"},{"title":"The Occurrence of Plastic Microdebris on the Beaches of Santubong and Trombol in Kuching, Sarawak, Malaysia","name":"Victor James Noik"},{"title":"Impact of Recharge of Rain water on Fluoride Concentration","name":"M.V.S.S. Giridhar,and K. Divya Chowdary"},{"title":"The Hydrological Regimes, Water Quality Assesment and Trophic Status of the Reservoir (Case Study: Jatiluhur Cascade Citarum Reservoir)","name":"Lieza Corsita, Arwin, Barti Setiani Muntalif,and Indah Rachmatiah S. Salami"},{"title":"Tamarind Seeds As Adsorbent To Remove Phosphatides Content In CPO(Crude Palm Oil)","name":"Agnes SartikaDoharmaPardede, Agus Mangiring Siburian,and Setiaty Pandia"},{"title":"Study on Gas Release Characteristics in Eutrophic Natural Waters","name":"Xinhai Zhao"}],"2019-1-4":[{"title":"锘縍ainwater harvesting (RWH) potential assessment for micro-watersheds in highly urbanized city using geo-spatial techniques","name":"Pinak Ranade, Y.B. Katpatal"},{"title":"Heavy metals removal from watercourses by low cost natural Tunisian material Environmental protection","name":"L. Aloui, F. Ayari, A. Ben Othman, M. Trabelsi-Ayadi"},{"title":"A Chronological review on application of MARXAN tool for systematic conservation planning in landscape","name":"Sorour Esfandeh, Mohammad Kaboli, L. Eslami-Andargoli"}],"2019-1-5":[{"title":"锘縎ource apportionment of PM2.5 bound Polycyclic Aromatic Hydrocarbons from a Tricity in the foothills of Himalayas in Northern India","name":"Sandeep Garg, Anita Rajor, Amit Dhir"},{"title":"Investigate national Study on Environmental Impact of Reactive Powder Concrete","name":"Arjun Bhindora"},{"title":"Biological Diversity of Kingdom Animalia at the Hakri River, Hapcheon-gun, Korea","name":"Man Kyu Huh"}],"2019-1-6":[{"title":"锘縏reatment of the Industrial Wastewater by Chemical Coagulation Followed by Biological Process","name":"Sofyan Al-Dulaimi, Gabriel Racoviteanu"},{"title":"Effect of heat treatment on glass-ceramics covering of SiO2-Al2O3-CaO system using industrial waste as raw material","name":"B.C. Alc谩ntar, J.A. Ch谩vez, G.C. D铆az"},{"title":"Alkali-Silica Reactivity Of Three River Basin (Chenab, Satluj And Beas) - An Overview","name":"Lalit Kumar Solanki, S. K. Jain, B. K. Munzni"}],"2019-1-7":[{"title":"By Means of Geographic Information System, Satellite Remote Sensing, Aeromagnetic, Seismic Profile and Digital Elevation Model, the Paleozoic Structures and their Surface Manifestations in the Gadamis Basin and Arkqafu Area Investigated, Mapped and Analyzed from Multiple Sources","name":"Dr. Mahmoud Ali Benissa"},{"title":"Research on the Flood Zones along the Assam Jador River Basin","name":"Dr. Luna Moni Das"},{"title":"Water Shortages and Sustainable Management in the Ahmednagar Region","name":"Anand Niranjan Gholap, Ganesh Dinkar Gawali"},{"title":"Wetland Conservation Strategy: a Study on the Berguzarekanwal Wetland","name":"Bijay Prakash, Ravi Kumar Pandey"},{"title":"Pesticide Contamination and its Effects on Aquatic Ecosystems","name":"Arinc Tulgar"}],"2019-1-8":[{"title":"Characterization and Application of Spore-forming Probiotics Isolated from Alkali-fermented Cassava Leaves, Republic of Congo","name":"Alain Brice Mbozo Vouidibio, Christian Aimé Kayath, , Etienne Nguimbi, Augustin Aimé Lebonguy and Simon Charles Kobawila"},{"title":"Assessment of the Impact of \"clean-up practices\" on Sustainable Cocoa Planting Vegetation in Cote Divoire","name":"Koulibaly Annick, Amon Anoh Denis-Esdras, Konan Djezou, Goetze Dethardt, Traoré Karidia"},{"title":"The First Record of the Oligodon Kheriensis from Utara Khan, India: Extending the Species' Current Known Range","name":"Vipul Maurya, Jai Pratap Singh, Parag M. Dhakate"},{"title":"Antibacterial Effects of Common Winter Weeds on Human Pathogens in Denggu, A case from Uttar Pradesh, India","name":"Maneesha Singh, Rashmi Bist"},{"title":"Synthesis of Nanometer Zinc and its Application in Wastewater Treatment in Anantapur City","name":"S. Sharada, Srikanth Pusarla"},{"title":"A Survey on the Records of Vulnerable and Endangered Birds in Different Habitats Near Yawatmar, Central India","name":"Praveen Joshi"},{"title":"Temporal Variations in Groundwater Quality and Irrigation in the Farid and Mukesh Areas of South-western Punjab, India","name":"Prerna Sharma, Madhuri S. Rishi, Tenzin Thakur"}],"2019-1-9":[{"title":"Sustainable Utilization of Bioenergy By-products: Biochar for Nutrient Removal from Wastewater","name":"A. K. Alva, H. Ren, , Q. Wang, T. Bera, , Y. Li, B.Gao"},{"title":"A New Strain Isolated from the Surface of Red Algae Produced an Effective Biosurfactant, used for Bioremediation of Waste Oil Contaminated Soil","name":"Ali Diab, Amr Ageez, Iman Gardoh"},{"title":"The Origin and Tectonic Significance of Emplacement Ophiolite to the Development of Andaman Island","name":"SK Tiwari, SK Barman"},{"title":"Green Manufacturing: a Commitment to Address Climate Change in India and a Desire to Make in India","name":"Nikhil Sudhir Kothawade"},{"title":"Evaluation of Drought Condition in Arid and Semi- Arid of Drought in Sabarkanta Area by RDI","name":"Nikhil A. Lunagaria, T. M. V. Suryanarayana"},{"title":"Biodiversity and Management of Rice Fields by Insects in Urban Areas","name":"Kavita Gabel, Manoj Gabhel"},{"title":"Adding Different Doses of Plant Influencing Factors to Form a Nutritious Cultural Heritage","name":"Syeda Shaista Fathima, Shruti Kabra"}],"2019-1-10":[{"title":"Quality Evaluation and Irrigational Suitability of Clay Mines in Northern Kerala","name":"Gopesh G K, R Vineetha Pillai"},{"title":"Assessment of the Impact of Deforestation on Hot Springs: A Case Study of Nuu/Mutaitho Hills Springs in Kitui County","name":"Rose Catherine Mwia John, Johnson U. Kitheka, Moses Mwangi"},{"title":"Study the Effect of Concentration on Spectroscopic Properties of Fluorescein Sodium Dye in Water","name":"Rajaa Nader"},{"title":"Main Signs and Symptoms Caused by Biological and Abiotic Agents on Plants in Tropical Africa","name":"Hassan S. Mduma, Martin Mkindi, Ancila Karani, Kasiga Ngiha, Joseph Kalonga, Yusuph Mohamed, Ernest R. Mbega"}],"2019-1-11":[{"title":"A Survey on Endoparasites and Ectoparasites between Exotic and Native Dogs in IkotEkpene, Niger Delta","name":"Inyang A. Atting, Ndifreke J. Etim, Nwaebueze Ebere"},{"title":"Removal of Fluoride from Groundwater(Jamri) using Biological Adsorbents such as the Lantana Camera","name":"Akshay Sharma, Rakshit Ameta, Surbhi Benjamin, Dipti Soni, Sanyogita Sharma, Paras Tak"},{"title":"Driving Factors for Deforestation and Forest Degradation in the Dzalanyama Forest Reserve, Malawi","name":"Nameka Katumbi, Jabulani Nyengere, Elina Mkandawire"},{"title":"Site Suitability Analysis for the Treatment of Solid Waste using Geospatial Technologies - a Case Study of the Town of Katsinara","name":"Tyowuah Michael Ngumom, Hundu Williams Terseer"},{"title":"Study on Bird Species Diversity in Lake Pubastali-oxbow, West Bengal, India","name":"Santanu Chowdhury"},{"title":"Fish Diversity and Threat Status in the Upper Reaches of the Wamanapuram River in Kerala, India","name":"Dr. V R Sheeja"},{"title":"Quartz Sand Used as the Leachate of Tripikon Model to Improve the Quality of Municipal Solid Waste","name":"Pratiwi Hermiyanti , Fitri Rokhmalia"},{"title":"Application of Remote Sensing and Runoff Model in Environmental Protection and Water Collection Point Identification","name":"Sheena Ogutu, Christian Omuto"}],"2019-1-12":[{"title":"A Review on Effects of Ambient Air Pollution on Human Health","name":"Ravi Kumar                                 "},{"title":"A Research on Land Cover Change Mapping and Various Technical","name":"Keerti Kulkarni, Apoorva Raghunandan                                      "},{"title":"Quaternary Volcanic Geomorphologic Runoff Coefficient in the Sitaric Basin, West Java, based on Rainfall-flow Measurements","name":"Edi Tri Haryanto, Hendarmawan, Emi Sukiyah, Benny Joy, Sudradjat Supian"},{"title":"Research on Waste Classification and Utilization Scheme Based on Environmental Protection - Taking Bengbu City, Anhui Province as an Example","name":"Yuxi Shi, Fengzhi Wu, Wanyu Tian"},{"title":"Solid Waste Management","name":"Maaz Allah Khan, Mohd Zafar Siddiqi, Mohd Waqar Waseem, Nizamuddeen     "},{"title":"Review of Solar Desalination Systems","name":"Swaraj V. Sakharkar, Amol D. Pitale                                       "},{"title":"Correlation between Physical and Chemical Properties of Soil and Dielectric Constant in Nasik Region","name":"M. D. Dhiware, S. B. Nahire, Sushant Deshmukh                            "},{"title":"Review on the Treatment of Food Industry Wastewater by Sequence Batch Reactor","name":"Ashok Iranna Pilgonde, P. J. Rangari                                      "},{"title":"On the Narration of Urban Red Landscape - Take Nanchang Bayi Square as an Example","name":"Xiaogang Chen, Shuzhen Liu"}],"2020-2-1":[{"title":"Characteristics of Physicochemical Properties and Its Relation with Bacterial Pathogens in the Creek Road/Bonny Estuary, Rivers State, Nigeria","name":"Constancy Prisca Aleru, Kinikanwo Confidence Wachukwu, Sam Douglas Abbey, Smart Enoch Amala, Ollor Amba Ollor, Christian Alfred Mbata"},{"title":"Indoor Air Quality Remote Monitoring System based on Raspberry Pi","name":"Neha Saha, Ekata Patil"},{"title":"A Study on Domestic Fuelwood Consumption Patterns and Forest Cover Degradation - a Case Study of the Town of Mocochong, Nagrand","name":"Jnanendra Sarma, Dr T Temsu Imti, Prof. Sangyu Yaden"},{"title":"A Research on the Advances in the Ecology and Flora of Insect Communities in the Adel Belt of Fergana Valley","name":"Zokirov I. I., Mirzayeva G. S., Abdullayeva D. R."},{"title":"Discussion on Intelligent Management of Domestic Garbage Classification","name":"Zhihui Zhang, Xin Sun"},{"title":"Assessing the Health Effects of Lead Contamination in Surface Water in the Djiri River by Crossing Risk and Vulnerability Issues (Republic of Congo)","name":"NGOUBOU Roch Corneille, DINGA Jean Bienvenu et NGANGA Dominique"},{"title":"Phytoplankton Diversity in Nagpur Bay Reservoir, Maraswada Region","name":"Vidya D. Gulbhile"},{"title":"Research on Food Security in Anhui Province from the Perspective of Self-Reliance Rate","name":"Baotong Gu, Liang Gong, Tianli Huang"},{"title":"Monitoring and Modeling of Shoreline Changes in Mangalore Coastal Zone Management:A Case Study from Karnataka, India","name":"RahishaThottolil, Shreedhara V, K C Gouda"},{"title":"Water Quality Assessment during Immersion of Ganesh Idol and its Impact on Water Quality of Machna River in Betul District (M.P.)","name":"Dr. D. S. Saluja"},{"title":"Environmental impact of Limiting the Use of Disposable Plastic Bags: A Field Survey","name":"Dr. Madhusudan Shrimali"}],"2020-2-2":[{"title":"Analysis of Heavy Metals in Bwana River and their Effects on Aquaculture","name":"Ashwini B. Jamdade, Sagar M. Gawande"},{"title":"A Batch Study on Removal of Nitrate from Groundwater by Zeolite","name":"Lizmol A. Peechattukudy, R. M. Dhoble"},{"title":"Study on Removal of Pollutants from Wastewater by Phytoremediation","name":"Ranjitsing Gaikwad, Sagar Gavande"},{"title":"A Batch Study on Iron Removal with Curry Bark as Adsorbent","name":"Sanchi S.Dange, R. M. Dhoble"},{"title":"Impact of the Major Epidemic Situation on Sanitation Operations and Countermeasures","name":"Zhang Zhihui, Wang Yi, Qiang Ye"},{"title":"Concentration/recovery of Sulfuric Acid by Electrodialysis","name":"Dhaval N. Yadav, Beena K. Sheth"},{"title":"Application of Phytoremediation Technology in Kitchen Wastewater Treatment","name":"Neharika S. Chandekar, Buddharatna J. Godboley"},{"title":"A Dynamic Game Analysis of Investment and Financing Behavior of Environmental Protection — Take Wanjiang Urban Belt as an Example","name":"Xiruo Li, Xueqing Wang"}],"2020-2-3":[{"title":"Evaluation of Moving Bed Biofilm Reactor for The Treatment of Aniline Using Artificial Neural Networks","name":"Sangramsingh A. Thakur, Isha P. Khedikar"},{"title":"Research on the Fluoride Contamination of Groundwater and Health Hazard of Pollution In Assam Hattigaon, India, Using Gis","name":"Priyanka Kotoky, Bibhash Sarma, Enny Dowerah Kotoky"},{"title":"Seasonal Variations of Heavy Metal Pollution In Pallathuruthy At The Coverage Points of Pamba and Vembanad Lakes In Southern Kerala, India","name":"Rani S. Dharan, Dr. Sherly Williams .E"},{"title":"Influence Analysis of the Ban on PET Bottled Water based on Comprehensive Evaluation Method","name":"Xinkai Fan, Tong Xue, Haoyuan Wang"},{"title":"The Sacred Grove Traditional Conservation of The Plant Diversity of The Naramara forest Tribe In Prakasham District (Andhra Pradesh)","name":"Nageswara Rao Naik B., Z. Vishnuvardhan"},{"title":"Kinetic Study on Oxidation of Risperidone By Ferrocyanide: A Case Study from Alkaline Medium","name":"M. S. Veena, H. B. Muralidhara"},{"title":"Estimation of Carbon Uptake for Urban Green of Public Green Space","name":"Sri Wulandari, Rifardi, Aslim Rasyad, Yusmarini "},{"title":"Effects of Electrical Coagulation on Physicochemical Properties of Municipal Wastewater Treated By UASB Reactor","name":"Dr. Abhipsa R Makwana"}],"2020-2-4":[{"title":"Response of Rice Blast Fungus Pyricularia Grisea to Different Botanical Pesticides","name":"Shafaullah, M. Aslam Khan"},{"title":"A Real-Time Network Threat Recognition and Assessment Method Based on a New Method for Akincovel River in Kerala","name":"Nandakumar S., Sanalkumar M. G., Balamurali R. S"},{"title":"Evaluation of Freshwater Microorganism Index in Deling River and Leza Lake","name":"Anilda Kokali, Sulejman Sulce"},{"title":"Changes In Zooplankton Diversity and Distribution Pattern Under Varying Precipitation Regimes In Tamadalge Perenial Tank, Kolhalpur, India","name":"S. A. Manjare"},{"title":"Reproductive Synchrony of Thermophilic Corals, Topspore and Verrucous Algae on offshore and Coastal Reefs of the Red Sea in Egypt: Environmental Constraints","name":"Montaser A. M. Al-Hammady, Awaad A. M. Elsyed, Fattma M. A. Fouda, Hussein N. M. Hussein"},{"title":"Temporal and Spatial Variation of Vegetation Cover in Summer in Hanshan Secondary Forest Area, China","name":"Zhuoxin Wang, Ziying Sun, Mei Zhou, Pengwu Zhao, Yang Shu"},{"title":"Research Review of Road Traffic Accidents Based on Data Mining Technology","name":"Maninder Singh, Amrit Kaur"},{"title":"Research on the Leverage of Green Climate Fund Grants on Capital in Developing Countries","name":"Jiyan Liu, Yanping He, Yuxi Shi"},{"title":"A Study on the Geomatics Solutions for Disaster Management","name":"N. J. Kulkarni, Dr. J. W. Bakal"},{"title":"A Physiological and Subjective Evaluation of Paddy Power Weeding Machine for Wet Land Paddy","name":"Bini Sam"},{"title":"Intermittent Experimental Study on Electric Flocculation of 3G Dye Wastewater from Navy Blue","name":"Chirag Gohil, Dr. Abhipsa R Makwana"},{"title":"Effect of Electrode Connection on Cost Control Parameters of Electric Coagulation Treatment Leachate","name":"Pawan Shukla, Dr. Abhipsa R Makwana"},{"title":"Treatment of 3G Dye Wastewater by D Electroflocculation with Aluminum Electrode","name":"Chirag Gohil, Dr. Abhipsa R Makwana"}],"2020-2-5":[{"title":"Health Risk Assessment of Heavy Metals in Peas Grown with Textile Wastewater in Sangana County","name":"Jaishree, T. I. Khan"},{"title":"Development of System Framework for Forecasting Electricity Consumption in Cities","name":"Noor Hamid Obed, Dr Muhammad Najm"},{"title":"Effects of Anisotropic Magnetic Turbulence on the Earth From 1996 to 2008","name":"S Kumar, R Verma, S K Dubey"},{"title":"Spatial Analysis of Urban Streetlight Infrastructure in Port Harcourt, Rivers State, Nigeria","name":"Wizor, C. H. (PhD), Anthony-Leol, E. N"},{"title":"Extractive industries And Corporate Social Responsibility in Poverty -- Myth Or Reality in the Developing World?","name":"Lewis Pumulo Sooli (PhD)"},{"title":"Karakal Pakstan Republic Ranch and its Development","name":"V. Utepbergenova"},{"title":"Advances in the Performance of Low Cost Biological Adsorbents in Removing Metal Ions","name":"Naba Kumar Mandal"},{"title":"Research on the Problems and Prospects of Pepper Drip Irrigation System in in Barwani District of M.P. India","name":"Ravi Bhuriya, Dr. Sandhya Choudhary, Dr. V.K. Swarnakar"},{"title":"The Role of Tribes in Biodiversity Conservation","name":"Dr Lakshman Patra"}],"2020-2-6":[{"title":"The Relationship between the Length and Weight of Eel (Hamilton) and Labeo Dero (Hamilton) in the Nangal Wetland of Punjab, India, and the Condition Factor Analysis","name":"Y. K. Rawal, Amandeep Kaur, Apneet Kaur"},{"title":"A Study on the Status of Fluoride Ion in Groundwater in South Delhi: Quality and Quantity","name":"Rajesh Bhagwat Jadhao"},{"title":"Study on the Negative Effects of Sudden Earthquakes on Urban Development in Iran (Study on the Negative Effects of Urban Earthquakes in Iran, 2012)","name":"Hassan Houshyar, Salam Adhami"},{"title":"Overview of Solar Seawater Desalination System","name":"Swaraj V. Sakharkar, Amol D. Pitale"},{"title":"Research on the Indoor Air Quality in Coastal Kindergartens and Primary Schools in Dar Es Salaam, Tanzania","name":"Albert Mmari, Eliamini Mkenga"},{"title":"Fish Fauna Study of Shivajinagar Reservoir, Kadegaon Tahsil, Sangli District, Maharashtra, India","name":"Dr. S. B. Kengar"}],"2020-2-7":[{"title":"Literature Review on the Solid Waste Management","name":"Maaz Allah Khan, Mohd Zafar Siddiqi, Mohd Waqar Waseem, Nizamuddeen"},{"title":"Study on Lizard Fauna Diversity in Karad Township, Satara District, Western India","name":"Dr.S.B. Kengar"},{"title":"Assessment of Groundwater Vulnerability to Pollution in Groundwater Fluoride Pollution in Hatigaon District, Assam, India Using Geographic Information System","name":"Priyanka Kotoky, Bibhash Sarma, Enny Dowerah Kotoky"},{"title":"Diversity of Malaria Endemic Areas (Pheukles) and Malaria Endemic Areas in the Northern Maruk Islands","name":"Herry Djainal, Odi Pinontoan, J. Warouw, L. Mandey"},{"title":"Plant Extraction of Heavy Metals from Some Aquatic Plants in Freshwater Section of Tapi River, Surat, Gujarat, India","name":"Kuntal Shah, M.N. Reddy"},{"title":"Prediction of the Duration of Urban Traffic Jams and Analysis of Influencing Factors","name":"Pengcheng Shen"}],"2020-2-8":[{"title":"Quality of Life in Rural Residents: the Empirical Case Study of Shahindri City Centre, Iran","name":"Hassan houshyar, Habib Valizadeh"},{"title":"Levels of Toxic Metals in Irrigated Farmland Soils in the Kaduna Metropolis, Nigeria","name":"Umoru Patricia Ese"},{"title":"Urbanization in West Bengal and Its Impact on Coastal Ecotourism","name":"Pijush Kanti Dandapath, Manojit Mondal"},{"title":"Zigbee in Meteorological Monitoring Systems in Agricultural Areas","name":"Kalyani G. Gajbhiye, Snehlata S. Dongre"},{"title":"Observation and Technical Analysis of the New Generation of Satellites Asiasat 7","name":"Md. Yasin Ali, Liton Chandra Paul, Md. Mahmudul Hasan"},{"title":"The Causes and Effects of Global Warming and Climate Change: A General Overview","name":"Biplab Das, Utpal Khara, Aditya Bandyopadhyay"},{"title":"Herbici De-resistant Crops and Weed Management","name":"Seema Dwivedi, Devendra Saini"},{"title":"Integrated Solutions for Water Resources Information Management: the Case of the Assi River Basin","name":"Moffat Githiro Magondu, Moses Murimi Ngigi, Charles Mundia Ndegwa"},{"title":"Effects of Land Use and Cover Change on Surface Wind Speed on Surface Temperature in the Mara Ecosy","name":"Eunice W. Nduati, Charles N. Mundia, Moses M. Ngigi"}],"2020-2-9":[{"title":"Optimization of Reproducible Biochemical Genotypes in Populations: the Example of Red Ragwort","name":"S. Rouz, F. Ben Jeddi, M.Zouaghi, Z. Ghrabi-Gammar"},{"title":"Use of Remote Sensing to Improve Crop Water Distribution Under Water Deficit Conditions","name":"Fadi Karam, Nabil Amacha, Wassim Katerji, Weicheng Wu, Alfonso Domínguez, Safa Baydoun"},{"title":"Effects of Organophosphorus Pesticides on Spotted Shrimp","name":"Fiona Paulose, Sherly Williams E"},{"title":"Analysis of Exotic Biological Exposure Patterns and Problems and Environmental Registration in Northwest India","name":"Dr. B Kumar, Dr. Subodh Kumar, Mohamed Ali Jamesha"},{"title":"Effect of Organic-inorganic Inputs on Soil Fungal Compartment and Productivity in Pigeonpea Fields","name":"Shaikh, N.F., Gachande B.D."},{"title":"An Exploration on the Image Construction of the Architectural Living Environment of Moon Pond in Hongcun Village, Anhui Province","name":"Yan Cheng, Hui Lin, Suyu Wang"},{"title":"Sexual Dimorphism in Morphometrics and Parthenogenesis of Bajaad (forsk?l, 1775) and Witch Hazel (caranx Melampygus, 1833) in the Southern Red Sea of Egypt","name":"Usama M. Mahmoud, Sahar F. Mehanna, Ashraf S. Mohammad"},{"title":"Environmental Management in Small and Medium-sized Manufacturing Industries","name":"Mohd Rashdan Isa, Omar Suliman Zaroog, Krishnakumar Kalaiarasan"},{"title":"Effects of Air Pollution on Carotenoid and Chlorophyll Content in Three Forest Reserves in Edo State, Nigeria","name":"Ogboru R.O, Okolie L.P, Idibie C.A"},{"title":"Soil Microbial Arthropod Toxicology Studies: Potential Threats to Soil Humus Formation","name":"Balamurali R. S., Sanalkumar M. G., Nandakumar S."}],"2020-2-10":[{"title":"Analysis of the Quality of Clean and Laundry Water in Jakarta, Bogor, Bekasi City and Bekasi Intake Area","name":"Muhammad Kholil"},{"title":"Toxicity and Effects of Heavy Metals on Freshwater Fishes of the Bhavani River","name":"P.Ranganayaki, Dr. Y.Thangam, Dr. M.Rabeeth"},{"title":"Climate Change and Sustainable Development","name":"Ramprakash Prajapati"},{"title":"Effects of Soil Conditioners Applied to Hemp, Cattle and Chickens on Certain Soil Chemistry Properties and on the Growth and Yield of Cabbage","name":"R.Asante, K.Agyarko, H.K.Dapaah"},{"title":"Molecularly Imprinted Polymers (Mip) - Molecular Sieve Sensors for Mercury Removal from Hospital Wastes","name":"Shrinkhala Srivastava, Jaya Pandey"},{"title":"Analysis on the Problems and Causes of Jiangxi Village Planning from the Perspective of Inheritance","name":"Meiqing Yin, Xiaogang Chen, Xianglong Zhong"},{"title":"Accumulation of Heavy Metals in the Sirumugai River and Their Effects on Humans","name":"P.Ranganayaki, Dr. Y.Thangam, Dr. M.Rabeeth"},{"title":"The Development Trend of Environmental Sanitation Industry under the New Situation","name":"Zhihui Zhang, Liyuan Chen"},{"title":"Physico-chemical Analysis of Soil Samples from Shivamogga District, Karnataka","name":"N. Nagaraja , N.B.Desai, H.S.Jayanna  "},{"title":"Assessment of Monthly Changes in Selected Physical and Chemical Properties at Gosa and Kuje Dumpsites, Abuja, Nigeria","name":"Ojiego Beatrice Onyinye, Abudullahi S.A, Gadzama IMK, Bolorunduro Paul, Ilo Obianuju Patience, Obioh Gloria"}],"2020-2-11":[{"title":"Estimation of Fluoride Concentrations in the Coimbatore (TN) Region","name":"Vidhya. T.K"},{"title":"Groundwater Quality Dynamics of Buffer Gradient in the Missoula Urban Local Planning Area","name":"B.M. Krishna, M.Vinay, M.U. Pragna, S.Aishwaryaa, Mohammed Fawaz Nawaz, K.Sindhu"},{"title":"Mangrove Response to Sea Level Change in Lake Chilka, Orissa","name":"Dr. Deepak Kohli"},{"title":"Financial Analysis of Community-based Nature Tourism in the Lingani Bharat Forest Management","name":"Amiruddin, Sukardi, Addinul Yakin, Halimatus Sa’diyah, MRT Mudhofir"},{"title":"Human Health Risk Assessment and Effects of Selected Heavy Metals in the Tissues of Two Species of the Lamprey Family (hemichrom and Tilapia Zillii×Tilapia Guinea) from Western Ebrie Lagoon, C?te D'ivoire","name":"KOUAMENAN N’zebo Mouse, COULIBALY Safiatou, ATSE Boua Celestin, GOORE Bi Gouli"},{"title":"Study on Influencing Factors and Planning Strategies of Urban Greenway Route Location","name":"Feng Hu, Qin Liu"},{"title":"Effects of Crude Oil Contamination on Seed Germination and Seedling Emergence Toxicity of Rhodiola Rosea","name":"Akpan, U.F, Ekeke, B.A, Ekweozor I.K.E, Gobo A. E., Anaero-Nweke, G.N."},{"title":"Economic Analysis on the Necessity of Household Garbage Reduction","name":"Peifeng Liang"},{"title":"Green Chemistry: As an Alternative Tool to Reduce Pollution","name":"Veenu Gupta"},{"title":"The Hydrolysis Kinetics and Mechanism of 5-methyl Salicylaldehyde and M-toluidine Were Investigated Spectrophotometrically","name":"Anil S. Kirdant"}],"2020-2-12":[{"title":"Dynamic Analysis of Special Trees in the Mayo Solavir Basin in Cameroon","name":"GANOTA Boniface, TOUMBA TIZI, PhD"},{"title":"Ecological Characteristics of Medicinal Plants in the Southern Aral Sea","name":"Torenizova Venera Smagulovna"},{"title":"Innovative Agroforestry of Environmental Security","name":"Dr Sanjay Kumar, Dr. Neelam Kumari"},{"title":"Understanding the Vulnerability Trends and Levels Based on Human Response to Floods in Karonga Areas of Malawi","name":"I.N.K. Mwalwimba"},{"title":"Physical and Chemical Analysis and Statistical Interpretation of the Lambert River in the Copa District","name":"Dr. KM Sharma, Surabhi Singh"},{"title":"Analysis of Influencing Factors of Land Use Carbon Emission based on STIRTAP Model: a Case Study of Duolun County, Inner Mongolia","name":"Xu Ren, Ziying Sun"},{"title":"Assessment of River Stability in Puchong Ayeshitan Forest Reserve, Malaysia","name":"Mohamed Othman M Othman Alhsady, Nor Azidawati Binti Haron"},{"title":"The Path of Urban Red Landscape Construction from the Perspective of Narratology","name":"Xiaoying Mao, Xiaogang Chen"},{"title":"Research on the Benzene, Toluene, Ethylbenzene, Xylene in Water and Sediment from the Ibeno and Ibaka Estuaries of Akuaibom State, Nigeria","name":"Kalu O. Obasi, Iwok Enimeno Sunday, A.C. Udebuani, J.N.Okereke"},{"title":"Physicochemical Analysis of Drinking Water Quality in the Mahina River in Betur Region","name":"Dr. D.S. Saluja"},{"title":"An Initial Approach: Eco-certification As a Tool for Sustainable Tourism","name":"Christina Milioti, Antreas Fousteris, Eleni Didaskalou, Dimitrios Georgakellos"}],"2021-3-1":[{"title":"Synergistic Effect of Industrial Zone Air Pollution and Smoking on the Age of Onset of Asthma","name":"Soma Banerjee"},{"title":"Effect of Temperature Shock on Haematological Indices in Mariculture Blackgill Tilapia (Rüppel, 1853)","name":"Yashier Upling Jumah"},{"title":"Study on the Characteristics of Air Pollution Caused by Microbial Bio-aerosol","name":"ADAMOU Mohamadou, SANOGO Moussa, OUEDRAGO Adja Mariam, Aissata SACKO, SAMAKE Fassé, CISSE Oumar, MAIGA Mohamed Sidda"},{"title":"Environmental Characteristics of the Dominant Plants in the Dry Part of the Southern Aral Sea Bottom","name":"Matjanova Holida Kazakbaevna"},{"title":"Environmental Characteristics of Echinacea Under Introgression Conditions in Karakalpakstan","name":"Kutlimuratova Gulparshin Atamuratovna"},{"title":"Soil Erosion Calculations in the Harsul Lake Basin, Kham River Basin, Aurangabad, India","name":"Vedant Karhade, Shraddha Vangujare"},{"title":"A Study to Investigate the Organic Carbon Status of Glyphosate Soils","name":"M.P. Jeyasekhar"},{"title":"A Study of Population Sex Ratio Dynamics in the Plains of South Bihar (1901-2011)","name":"Dr. Shahid Imam"},{"title":"Physical and Socio-economic Geographic Factors Contributing to the Spatial and Temporal Spread of Christianity in Sri Lanka: the Case of Puttalam Region","name":"W. Varunika Nishani Fernando, R. K. L. Mervin Dharmasiri"},{"title":"Treatment of Phosphogypsum Waste As an Additive in Cement and Ceramic Manufacturing","name":"Islaam Anouar, Rim Jouraiphy, Hicham Essallaki, Hamid Mazouz, Tarik Mahfoud, Samia Yousfi, Mouna L. Bouamrani"},{"title":"A Study to Assess the Effectiveness of an Information Booklet on Knowledge of the Health Hazards of Plastic Waste to the Rural Population in Selected Community Areas of Rajkot","name":"Ambily V Vijayakumar"}],"2021-3-2":[{"title":"A Preliminary Study on Spider Diversity in Amanikere Parks in Tumakuru Region","name":"Shraddha Kumari K, Chaturved Shet R"},{"title":"Fungi Associated with the Spoilage of Soil Samples from Local Government Areas IfitE-awka Dump Sites in Anambra State Awka Southern China","name":"Odumodu Obinna Albert , Okpalla Jude"},{"title":"Measurement of Physical and Chemical Parameters and Water Quality Index (WQI) of Sapana Dam in Betul Area","name":"Dr. D. S. Saluja"},{"title":"Assessment of Surface Run off Using Geographical Information System (GIS)","name":"Shanmukha Srinivas G, Satyanarayana Moorthy D V, Yaswanth Kumar Y, Jyothi P"},{"title":"Biodegradation of Viticulture Wastes by Pleurotus  Cultivated Mushroom as a Nutrient Source","name":"Vinit Singh Baghel"},{"title":"Analysis on the Evolution Characteristics of the Spatial and Temporal Pattern of Land Use in the North Foot of Yinshan Mountain","name":"Saina, Aruhan"},{"title":"Reduction of Bacillus Cereus Biofilms on Stainless Steel Surface Sensitive by Crude Extract of Polychaete Spore Culture","name":"Rener S. De Jesus, Gina R. Dedeles"},{"title":"FUPR: Foresight, Understanding, Practice, Risk","name":"Qian Gong, Rui Wang"},{"title":"Plastic Waste in Vietnam: Status and Solutions","name":"Nguyen Ngoc Ha, PhD"},{"title":"Floods in Balrampur Areas of Uttar Pradesh, India","name":"Dr Prashant Singh"},{"title":"Concept of Ecological Process Modeling Technology in Southern Steppe","name":"Begmanov S. S, Urazimbetova E.K"},{"title":"Environmental Air Quality in Kalyan Urban and Rural Residential Areas of Maharashtra State","name":"Tayade Sandeep, Chandrakant Singh"},{"title":"Evaluation of Physicochemical Properties of Drinking Water Sources in Kitrakutmanipur Areas in Winter","name":"Dr. Pramod Kumar"},{"title":"Evaluation on Distribution System of Clean and Safe Drinking Water: A Case Study from Rural Areas in Katihar District","name":"Meena Kumari, Sanjib Kumar"}],"2021-3-3":[{"title":"A Review of the Use of Atomic Absorption Spectrometry (AAS) to Measure Heavy Metals and Their Health Effects in Some Parts of Nigeria","name":"Buhari Samaila, Buhari Maidamma"},{"title":"Alterated Soil and the Ecological Evaluation in Arid Area (Take the South Aral Sea Region as Example)","name":"Otenova Farida Tolegenovna, Mambetullaeva Svetlana Mirzamuratovna"},{"title":"Impact of Integrity and Ethical Behaviour of South African Rangers on Organizational Commitment: Case of Rhino Poachers in Kruger National Park","name":"Matshelane Rose Masela, Austin Musundire"},{"title":"Consumption Behavior and Dietary Patterns of Green Leafy Vegetables","name":"Anjali Devi C"},{"title":"Study on Influencing Factor and Driving Force of Land Price in Manzhouli","name":"Rui Li, Guoqing Cheng, Weixian Li, Rong Meng"},{"title":"An Assessment Study on the Effectiveness of a Teaching Programme on Knowledge and Practice on Health Hazards Prevention for Family Flour Mill Workers in Urban Areas","name":"Ajinkya P. Malap, J.N. Waghmare"},{"title":"Experience in Controlling Soil and Water Loss in Hilly Area - Wood Bean","name":"K. B. Saxena, R. V. Kumar"},{"title":"The Linkage Effects of Corporate Environmental Performance and Economic Performance","name":"Jiaomei Tang, Dandan Tang"},{"title":"Impact of Marketing Techniques on the Performance of Youth Environmental Protection Projects: a Case Study of Solid Waste Management Projects in Nairobi County, Kenya","name":"Nderitu B. Wanjiru, Dorothy Ndunge Kyalo, Dr. Angeline Sabina Mulwa, Dr. John Mbugua"},{"title":"Analysis and Statistical Interpretation of Nainwa Tehsil Soils in Bundi Areas","name":"Dr. Kirti Mohan Sharma, Ranu Soni"},{"title":"Application of Artificial Intelligence in Foodborne Disease Control","name":"Rithika Pravin Iyer, Ruchika Pravin Iyer, Syeda Ayesha Bushra, Dr Vidya Niranjan"},{"title":"Advantages and Limitations of Ecological Engineering in Environmental Protection","name":"Xu Yan, He Yun, Ren Jing"}],"2021-3-4":[{"title":"Analysis of Ecology and Medicinal Plants Resources in Southern Pharmaceutical Plant Area","name":"Shaniyazov Shakhimardan Olzhabaevich, Mambetullaeva Svetlana Mirzamuratovna"},{"title":"Fluorescent Chemical Sensor of Heavy Metal Ion Based on the Function of Amino Group in the Lower Edge of Gold Plating","name":"Upinder, J. N. Babu, Dhanya M.S"},{"title":"Runoff Estimation Based on Scs Curve Number in Udaypur Dharta Basin, Rajasthan","name":"Pratibha Katara, Hement Kumar Mittal"},{"title":"Physio-chemical and Micro-biological Assessment of Wells in Residential areas of Tshamilemba and Kabetsha, Lubumbashi, Democratic Republic of the Congo","name":"Mutshitshi Kasongo Isaac, Mwamba Tshilumba Pierrot, Biayi Benaja Marthin, Bokanya Impele Alex, Kalonji Ndoumba Jean-Baptise"},{"title":"Geographical Environmental Impacts of Brick Factories along the Bhagirathi-Hugli River Using RS and GIS Techniques: a Case Study from West Bengal, India","name":"Sanat Das"},{"title":"Effects of Heavy Metal Pollution on Soil Microbial Community Structure and Soil Enzyme Activity","name":"Wendan Liu"},{"title":"Corona Virus Epidemic: a Possible Antidote to the Climate Change Crisis","name":"Kankana Debnath"},{"title":"Driving Force Analysis of Rural Development Level in Xilingol, Inner Mongolia Based on Geographic Detector","name":"WU Ji Si Gu Leng, Aruhan"},{"title":"Crop Load Analysis of Ready-To-Eat Fruits and Vegetables in Metropolitan Areas of Katsina, Katsina State, Nigeria","name":"Mannir Kabir, Yahaya Yunusa Riko, Bilkisu Abdullahi, Kamaluddeen Kabir, Umar Darma Zubairu, Umar Adamu Hamza"},{"title":"Histomorphometric Characte of Wonji Basin Around the Rift Valley in Ethiopia Through the Use of Geos","name":"V. Shreedhara, K. Shankar, Muhammed Haji"},{"title":"Decants of Farmers' Willingness to Participate in Soil Conservation (dale Wabera Woreda for Example","name":"Alemayehu Acha, Shimelis Bayines"},{"title":"Study on the Conceptual Practice of Carbon Trading in India","name":"Amit Kumar Yadav, Anjali"},{"title":"Time Analysis of K at Inga Landscape in the Hinterland of Bahia : Community Perception of Family Farmers","name":"Uliane Raimunda Nunes Sá, José Severino Bento-Silva, Wbaneide Martins de Andrade"}],"2021-3-5":[{"title":"Analysis of the Impact of Holtekamp Beach Infrastructure on Tourism in Jayapura City","name":"Harmonis Rante, Ridlo Robiansyah"},{"title":"Study of the Impact of Intersections on Road Frequency with the Example of Uttar Pradesh","name":"Divyansh Srivastava, Dr. Subhrajit Banerjee, Dr. Indrani Chakraborty"},{"title":"Spatial and Temporal Variation in Population Growth in the Southern Plains of Bihar: a District Level Study (1901-2011)","name":"Dr. Shahid Imam"},{"title":"Evaluation of Genetic Structure of Kale Type Oilseed Rape Varieties Using Snp Markers","name":"Mohammad Din Rostazada, Sayed Muhammad Baqer Hussaini, Zainullabuddin Hakimi"},{"title":"Evaluation of the Bacteriological Quality of Drilling Water Analyzed by the National Sanitary Laboratory in the First Half of 2019","name":"Djénèba NIAMBELE, Ousmane DIARRA, Mamadou Weleba BAGAYOKO, Salimatou SAMAKE, Fassé SAMAKE, Amadou Hamadoun BABANA"},{"title":"The Predicament and Development Strategy of Scenic Spots in Jiangxi Province","name":"Siqi Wang, Xiaogang Chen"},{"title":"Rodent Diversity (rodentia: Mammalia) in Kandolo Forest Reserve (Maniema Province, Democratic Republic of Congo)","name":"Morgan, Mukobya, Sylvestre Gambalemoke,  Jean-Claude, Mukinzi, Nicolas, Violaine, Rainer Hutterer, Erik, Verheyen,"},{"title":"Plant Taxonomy of Kyzyl Kum, Nukus City","name":"K. P. Kaipov, S. G. Sherimbetov, S. Sh. Abdiraximova"},{"title":"Problems and Responses to Stubble Burning in the Punjab","name":"Richa Bansal"},{"title":"Strategic Approach to Carbon Capture and the Linkage of CO2 Emissions, GDP and GDP Per Capita","name":"Dakshinamurthy Thangaraj ME., MBA, Dr. Mukund"},{"title":"Study on Climate Change Impact Evaluation and Mitigation Adaptation Methods in Kabul River Basin","name":"Roya Quraishi"},{"title":"Effective Procedure and Timing of Ring-cutting Mulberry Nutrient Forest Tissue Under Khoretzim Conditions","name":"Ibragim Kurbonov"},{"title":"Demonstration of the Ability of Low-cost Calcium Carbonate to Restore Seawater Ph to Protect Marine Animals After Oil Spills Due to Ship Groundings/Accidents As Part of Salvage Operations","name":"Lt Cdr Mayank Sharma"}],"2021-3-6":[{"title":"Public Perception of Climate Change and Adaptation: a Case Study of Yakulama","name":"J. Juliyat Roshani"},{"title":"Study on the Diversity of Zooplankton in the Waters Near Wijnat","name":"Gulbhile Vidya D."},{"title":"Characterization of Heavy Metals in Tiefera Occidal Grown in Ekpan, Nigeria","name":"Chukwudi Ogwu J. E. Azonoche, Okeke, M."},{"title":"Influence of Wastewater Recharge from Abandoned Mine Treatment on Groundwater","name":"Dr S. K. Sharma, Shuchi Mishra"},{"title":"Isolation and Characterization of Laccase Producing Bacteria from Malachite Green Soil","name":"Pandey Alok R, Sathe Ganesh S"},{"title":"Comprehensive Analysis of Benthic Fauna","name":"Muratbay A. Matmuratov, Abdurahman D. Saparov"},{"title":"Mapping the Range, Distribution and Basic Attributes of Wild Olive Trees in Al Baha Region of Saudi Arabia Using Remote Sensing Technology","name":"Abdullah Saleh Al-Ghamdi"}],"2021-3-7":[{"title":"Dike Group-Field Characteristics and Deformation in Vaijapur-Gangapur, Aurangabad District, Maharashtra, India","name":"R. D. Kaplay, Md. Babar, Krishna Bochre, Kiran Karade"},{"title":"Research on the Factors Affecting Communities around Protected Areas - the Case of Chitwan National Park, Nepal","name":"Thapa, Rakshya"},{"title":"Characteristics of Deep-Sea Mesozoans and Their Microenvironments from a Deep-Water Short Core (2540m Water Depth) Offshore Visakhapatnam, Bay of Bengal, India","name":"Mohammed Noohu Nazeer"},{"title":"Ecological Status and Faunal Carrying Capacity of Andean Grasslands in Three Micro-Basins of the Howaquero Region","name":"Wilfredo Nuoez Rojas, Raúl Yaranga Cano"},{"title":"Agricultural Straw Burning and Its Impact on the Environment","name":"Radhika Sharma"},{"title":"Comprehensive Hydrogeological Analysis of the Hanp-Sheonath-Kaura Groundwater Basin in Bemetara District","name":"Dr. P K Gupta, Rishi Kumar Gupta, Ritika Jayaswal"},{"title":"Seasonal Variation Assessment of Soil Characteristics around Kolasib Solid Waste Discharge Site","name":"Lalmuansangi, Albert Vanlalliantluanga, VL Thachunglura"},{"title":"Origin and Distribution of Wetlands in Goalpara District, Assam","name":"Hem Chandra Kalita"},{"title":"Energy Efficiency in Water Distribution Systems","name":"Qory Constantya"},{"title":"Monitoring and Evaluation of Heavy Metal Pollution in Surface Water and Sediments of the Bonny Estuary, Niger Delta","name":"Anaero-Nweke, G.N, Ekweozor I.K.E, Omar Ali Al-Khashman"},{"title":"Importance of Nanotechnology for Environment Related Issues","name":"Vinod Kumar Singh"},{"title":"Physico-chemical and Statistical Analysis of Water in Fateh Sagar Lake Area of Udaipur (Rajasthan)","name":"Dr. KM Sharma, Aashiq Hussain Ahanger"}]}