{"2019-1-1":[{"title":"﻿Agronomic Traits Study of Native Riceas Genetic Stocks for Rice Quality Improvement in Acid Soil Areas","name":"Pitchayasinee Ariyatanakatawong"},{"title":"Influence of Systems Cultures and Rotationon The Soil’s and The Durum Wheat Culture in High Plains of Algeria","name":"Mekhlouf Abdelhamid, Djaidjaa Zohra"},{"title":"Combined Effects of Zincand Manganese on Iron Concentrations in Sweet Corn (Zea Mays Var. Saccharata)","name":"Amin Soltangheisi"},{"title":"Estimation CO2 Fixation by Rubber Plantation","name":"Alchemi Putri Juliantika Kusdiana"},{"title":"The Effect of Rice Husk on the Chemical Properties of Clay Soil","name":"Hamzat Isah"}],"2019-1-2":[{"title":"﻿Plant Growth-Promoting Rhizobacteria Improved Seedling Growth and Quality of Cucumber (Cucumis sativusL.)","name":"ErtanYldrm, Melek Ekinci"},{"title":"APlant Model for Assessing ArsenicPhytotoxicity: Effect on Growth and Oxidative Stress Response Molecules","name":"Vivek Kumar Singh"},{"title":"Effect of Trichoderma- Infused Compost on Yield of Chili Plants","name":"Ong Ghim Hock, Geetha Subramaniam"},{"title":"Phytotoxic Effects of the Aqueous Extract of Ludwigia Hyssopifolia (G.Don) Exellon the Growth of Rice Seedlings","name":"B.S Ismail, A. B. Siddique"},{"title":"The Effectiveness of Organic and Inorganic Soil Amendments on Low Land Rice Performance","name":"Gobi, Shanmuga sundaram, and Elayaraja"}],"2019-1-3":[{"title":"﻿Comparative Studies on Nutritional Values of Four Varieties of Cucumber","name":"Onimisi, Agnes Ozohu"},{"title":"Practices of Feeding Intensively-Reared Poultry and their Impact on the Environment–A Review","name":"Talha E. Abbas"},{"title":"Effect of BAP and NAA on Growth Optimization of Vigna unguiculata subsp sesquipedalis","name":"Nor Azlina Hasbullah"},{"title":"Sea Cucumbers (Echinodermata: Holothuroidea): Their Culture Potentials, Bioactive Compounds and Effective Utilizations","name":"M. Aminur Rahman"},{"title":"Somatic Heterosis at Cucumber Cucum is Sativus L.","name":"Dogan Ozdemir"}]}