{"2019-1-1":[{"title":"锘緼gronomic Traits Study of Native Riceas Genetic Stocks for Rice Quality Improvement in Acid Soil Areas","name":"Pitchayasinee Ariyatanakatawong"},{"title":"Influence of Systems Cultures and Rotationon The Soil鈥檚 and The Durum Wheat Culture in High Plains of Algeria","name":"Mekhlouf Abdelhamid, Djaidjaa Zohra"},{"title":"Combined Effects of Zincand Manganese on Iron Concentrations in Sweet Corn (Zea Mays Var. Saccharata)","name":"Amin Soltangheisi"},{"title":"Estimation CO2 Fixation by Rubber Plantation","name":"Alchemi Putri Juliantika Kusdiana"},{"title":"The Effect of Rice Husk on the Chemical Properties of Clay Soil","name":"Hamzat Isah"}],"2019-1-2":[{"title":"锘縋lant Growth-Promoting Rhizobacteria Improved Seedling Growth and Quality of Cucumber (Cucumis sativusL.)","name":"ErtanYldrm, Melek Ekinci"},{"title":"APlant Model for Assessing ArsenicPhytotoxicity: Effect on Growth and Oxidative Stress Response Molecules","name":"Vivek Kumar Singh"},{"title":"Effect of Trichoderma- Infused Compost on Yield of Chili Plants","name":"Ong Ghim Hock, Geetha Subramaniam"},{"title":"Phytotoxic Effects of the Aqueous Extract of Ludwigia Hyssopifolia (G.Don) Exellon the Growth of Rice Seedlings","name":"B.S Ismail, A. B. Siddique"},{"title":"The Effectiveness of Organic and Inorganic Soil Amendments on Low Land Rice Performance","name":"Gobi, Shanmuga sundaram, and Elayaraja"}],"2019-1-3":[{"title":"锘緾omparative Studies on Nutritional Values of Four Varieties of Cucumber","name":"Onimisi, Agnes Ozohu"},{"title":"Practices of Feeding Intensively-Reared Poultry and their Impact on the Environment鈥揂 Review","name":"Talha E. Abbas"},{"title":"Effect of BAP and NAA on Growth Optimization of Vigna unguiculata subsp sesquipedalis","name":"Nor Azlina Hasbullah"},{"title":"Sea Cucumbers (Echinodermata: Holothuroidea): Their Culture Potentials, Bioactive Compounds and Effective Utilizations","name":"M. Aminur Rahman"},{"title":"Somatic Heterosis at Cucumber Cucum is Sativus L.","name":"Dogan Ozdemir"}],"2019-1-4":[{"title":"锘縄nfluence of Processing Techniques on the Nutritional and Anti-Nutritional Properties of Pigeon Pea (Cajanus Cajan)","name":"Pele G.I., Oladiti E.O., Bamidele P.O., Fadipe E.A."},{"title":"Allelochemicals of Three Amazon Plants Identified by GC-MS","name":"V.Sotero, P. Suarez, J.E. Vela, D. Garc铆a de Sotero, Y. Fujii"},{"title":"Effect of FYM, NPK and Algal fertilizers on the Growth and Biomass of Vetiver Grass [Vetiveria zizanioides L.Nass]","name":"Dhirendra Kumar, Kumar Nikhil"},{"title":"Performance Evaluation of a Small Scale Maize Grains Dryer","name":"Ibrahim S. O, Fashina A. B., Akande F. B., Sanusi B. A."},{"title":"Survey of Biometric Authentication and Proposal of New Sensing Mechanism","name":"Hirofumi Miki, Shigeki Tsuchitani"}],"2019-1-5":[{"title":"锘縄nfluence of Processing Techniques on the Nutritional and Anti-Nutritional Properties of Pigeon Pea (Cajanus Cajan)","name":"Pele G.I., Oladiti E.O., Bamidele P.O., Fadipe E.A."},{"title":"Allelochemicals of Three Amazon Plants Identified by GC-MS","name":"V.Sotero, P. Suarez, J.E. Vela, D. Garc铆a de Sotero, Y. Fujii"},{"title":"Effect of FYM, NPK and Algal fertilizers on the Growth and Biomass of Vetiver Grass [Vetiveria zizanioides L.Nass]","name":"Dhirendra Kumar, Kumar Nikhil"},{"title":"Performance Evaluation of a Small Scale Maize Grains Dryer","name":"Ibrahim S. O, Fashina A. B., Akande F. B., Sanusi B. A."},{"title":"Survey of Biometric Authentication and Proposal of New Sensing Mechanism","name":"Hirofumi Miki, Shigeki Tsuchitani"}],"2019-1-6":[{"title":"锘縈edical Effects and Extraction of Apis Mellifera. L in Southern Albania","name":"Xhejni Borshi"},{"title":"Sustainable Potato Production in the Philippine Cordillera Region","name":"Ines C. Gonzales, Cynthia G. Kiswa, Arlene B. Bautista"},{"title":"Effects of some environmental parameters on Mycelia Growth of Finnish truffle Tuber Maculatum","name":"Matab Nadim, Neila Saidi, Ibrahim W. Hasani, YY El Banna, Omar Samir, M. El Haj Assad, Salem Shamekh\""}],"2019-1-7":[{"title":"Effects of Pesticide - contaminated Irrigation Water on the Growth of Broad Bean","name":"Balqees S. Al Ali, Karima F. Abbas, Dhafar Dh. Al-Khion"},{"title":"Research on the Combining Ability of Tomato Hybrid and Suggestions on Seed Breeding: A Review","name":"Aromolaran Benserah, Prof Zaccarias Russom, Prof Samuel Olakojo"}],"2019-1-8":[{"title":"Physicochemical and Nutritional Characteristics of Biscuits Mixed with Wheat, Acetylcholine and Bean Sprout Powder","name":"Donaldben N.S, Kure O.A, Eke M.O"},{"title":"Study on Pharmacognosy of Sorghum","name":"Fofie Yvette Bra N’guessan, Coulibaly Kiyinlma, Kone-Bamba Dieneba"},{"title":"A Plant Endemic to the Wild Milk Thistle","name":"Ibraheem M. Aliyas"}],"2019-1-9":[{"title":"Biomechanical Effects of Nd.YAG Laser Ablation of Commercial Pure Titanium Implants (in vivo study)","name":"Noor Jamal M.S. Al_Rawi B.D.S. MSc, Basima M.A.Hussein B.D.S. MSc. PhD, Naseer M.Hadi B.Phys.S.MSc.PhD."},{"title":"Effects of Different Natural Feed Additives and Antibiotics on Lipid Profile of Broilers at High Temperature","name":"Hind. A. A. Elagib, Saadia. A. Abbas, Bakheit M. Dousa, Huwiada E E Malik, Khalid M. Elamin"},{"title":"Growth Performance, Feed Efficiency and Survival Rate of Suckling Fish? Use Shell Meal Instead of Fish Meal in Diet","name":"Agus Kurnia, Wellem H. Muskita, Oce Astuti, Muhaimin Hamzah, Adnan Hakim, Marselani"},{"title":"Effects of Corn Cob Treated with Cowpea Shell, Urea and Molasses on Nutrient Utilization and Growth of Yanka Ram","name":"Adamu B., Abdullahi, S. Abdullah, M"}],"2019-1-10":[{"title":"Allelopathic Effects of Indica Rice and Partridge on Seed Germination and Seedling Growth of Wheat","name":"Dr. Rajendra Kumar"},{"title":"A New Method to Characterize the Protease Production Efficiency of Soil Bacteria","name":"Rashmi Parihar, Sumit Kumar Dubey"},{"title":"Effects of Different Combinations of Plant Powders as Sources of Plant Protein in the Diet of Broilers on Production Performance","name":"Jabbar. T. A. Al- Ali"},{"title":"Constraints on Potato Growers' Participation in Potato Cultivation Activities","name":"Katayani, Dr. Nimisha Awasthi, Dr. Ritu Pandey, Dr. Kirtima Sachan"}],"2019-1-11":[{"title":"Optimization of Carotenoid Production of Paraphylococcus Beibu","name":"Deepti D. Dhere, S. M. Dharmadhikari"},{"title":"Evaluation of Preservation Effect of Different Biodegradable Polymeric Ace Coatings for Fruits and Vegetables","name":"Jose Vicente Villarroel Bastidas, Ana Jessenia Yanez, Cesar Ramiro Bermeo, Luis Tarquino Llerena, Moises Menace Almea, Robert Moreira Macias"},{"title":"A Planter's Cultivation Plan based on Potato Production","name":"Katayani, Dr. Rekha Dayal, Shalini Gupta"},{"title":"Studies on Slaughter Volume and Carcass Traits of Hybrid F1 Romanov Palasmerino and Prolific F1 Varieties Palas Palasmerino","name":"G. P. Vicovan, Ana Enciu, C. Neacu, Adriana Vicovan, R. Radu"},{"title":"Effects of Dietary Supplementation with Guar Meal, Salinomycin and Mycotoxin on the Performance of Ross Broilers","name":"Bushra. MW. AL- Oubaidi, Mashaan. A. AL – Zuhairi"},{"title":"Vitro Phytochemistry and Antibacterial Activity of Radix Isatidis: a Case Study in Kashmir","name":"Irfan Wani, Naveed Manzoor, Krishan Singh, Anju Pal"},{"title":"Physiological Adaptability of Soybean Genotype to Drought Resistance Induced by Gamma Ray","name":"B. Rini Widiati"}],"2019-1-12":[{"title":"The Promote Role of Rhizosphere Bacteria in Sustainable Agriculture","name":"Toshaani Goel"},{"title":"Atmospheric Concentration of Spores of Campispora Subsurface in Sunflower","name":"G. M. Pathare"},{"title":"Institutional Factors Affecting the Use of Small-scale Irrigation Systems in Rwanda","name":"Uwitonze Theogene, David Mwehia Mburu, Patrick Mulyungi, Ntaganira Eric"},{"title":"Study on the Response of Tuber Seed Size to Fertilizer in Yam","name":"Wuryantoro, Praptiningsih Gamawati A, Ratna Mustika W, Bagus Dwianto W"},{"title":"Genetic Control Characteristics of Microelement Content in Russian Rice Varieties","name":"Yu. K. Goncharova, S. V. Gontcharov, O. A. Bragina"},{"title":"Study on the Resistance of Garden Strawberry Varieties to Adverse Temperature in Different Ecological Groups in the Unfavorable Condition of Uzbekistan","name":"Khilola Ravshanovna Abdullayeva"},{"title":"Research on the Effects of Intercropping on Soil Fertility","name":"Zukhriddin Muminovich Jumaboyev"},{"title":"A Brief Analysis of the Existing Problems and Development Countermeasures of Flower Seedling Industry in Jiangxi Province","name":"Xiaogang Chen, Kuang Chen"}],"2020-2-1":[{"title":"Effects of Several Plant Growth Regulators on Cell Biomass in Suspension Culture of Marigold","name":"Nergis Kaya"},{"title":"Nitrogen Fixation Potential of Potato Rhizosphere Exopolysaccharide Strain","name":"Mu’minah, Junyah Leli Isnaini, Baso Darwisah"},{"title":"Reserch on the Effects of Soil Promoters (biological modifiers) and Organics on the Germination of Cacao Seeds","name":"Baso Darwisah, Mu’minah, Junyah Leli Isnaini, Muhammad Yusuf"},{"title":"Reserch on the Effects of n, p, k Fertilizer Application on Yield and Protein Content of High Quality Protein Corn","name":"Khadim Hussain Hamdam, A. P. Vishwanath, Andani Gowda"},{"title":"Application of Green Trichoderma in the Prevention and Control of Sclerotinia in Cote D'ivoire","name":"N’GUESSAN Aya Carine, AMARI Ler N’Ogn Dadé Georges Elisée, ABO Kouabenan, PAKORA Gilles Alex, CAMARA Brahima, DOUMBOUYA Mohamed, KONE Daouda,"},{"title":"Application of Nanoparticles in Root Canal Irrigation","name":"Sangavi Balakrishnan, Swathi Amin"},{"title":"Cassava Production and Field Management in Ethiopia","name":"Adera Sisay Wassie"},{"title":"Control Effect of Different Traps on Bactrocera Cucurbitae (COQ) on Host Bottle Gourd, Lagenaria Siceraria","name":"Md. Mahmudul Hasan Sohel, Tahmina Akter, Ayesha Akter"}],"2020-2-2":[{"title":"Extraction of Heavy Metals from Aquatic Plants in the Freshwater Section of Tapi River, Surat, Gujarat, India","name":"Kuntal Shah, M. N. Reddy"},{"title":"Intelligent Technology for Agricultural Parameter Monitoring","name":"Anuradha MR, Apoorva Raghunandan"},{"title":"Effect of Modified base Plate on Control of Trombiculid Mite","name":"Marwan Keshlaf, Hasan Alfallah"},{"title":"Biochemical and Toxicological Effects of Cadmium on Kldney Beans.","name":"Anuja Samal, Srinivas Acharya, Chinmay Pradhan"},{"title":"Swot Analysis of the Cassava Fermentation Industry in Jamber County","name":"Alwan Sri Kustono, Novi Wulandari Widiyanti"}],"2020-2-3":[{"title":"Analysis of Tomato Growth Measurement based on Mobile Robot and Image Processing","name":"Aayesha M. Shaikh, V.S. Shingate"},{"title":"Identification of Economic Growth and Growth Factors: A Study on the Competitiveness of Agricultural Industry in Prun, Ogan-Komeilin-Ili ","name":"Muhammad Andri Zuliansyah, Dessy Adriani, Elisa Wildayana"},{"title":"Research on the Effects of Farming Techniques and Replanting on Cotton Yield","name":"Atajanov M., Khalikov B.M."},{"title":"Urban Agricultural Industry Model Guaranteed by Justice to Increase Food Security","name":"Ratna MustikaWardhani, Wuryantoro"},{"title":"Study on Different Cultivation Methods of Sorghum Feed","name":"Shakuntala Mhaske"},{"title":"Genetic and Improvement Potential of Technical Molecular Marker-assisted Remediation of Waxy Maize in South Sulawesi","name":"Junyah Leli Isnaini, Muhammad Yusuf, Rahma Yassin, Andi Faisal"}],"2020-2-4":[{"title":"Analysis on the Genome Engineering for Improvement of Hort Crops against Abiotic Stress","name":"R. Gunasekar"},{"title":"Response of Kharif Onion Plants to Arbuscular Mycorrhizae to Colonization Time","name":"S. M. More, V. S. Kale, Anjali Wanare, S. D. Deshmukh"},{"title":"The Effect of Garlic and Garlic Tablet on Blood Cholesterol LDL Cholesterol Level","name":"Ocky Dwi Suprobowati, Sri Sulami Endah Astuti, Ika Rasya"},{"title":"A Sustainable Use of Phytodiversity by the Kandha Tribe of Orissa in the Central State of India","name":"Kamal Singh Alawa"},{"title":"Application of Internet of Things in the Wireless Sensor Network in Precision Agriculture","name":"Roopa G K, Radhika Shetty"}],"2020-2-5":[{"title":"A Case Study of Programs and interventions for the Cotton Grower in Improving the Welfare of Cotton Farmers","name":"Dr. Sunday Silungwe, PhD"},{"title":"Establishment of a Preliminary Method for Semi Quantitative Determination of Soil Phosphorus Level","name":"Simran Panchal1,Gayathri N., Pratik Bagkar"},{"title":"Effects of Ecological Factors On insect Development under Extreme Conditions in Karakalpakstan","name":"Toreniyazova L.E"},{"title":"The Changes and the Latest Development of Agricultural Transformation in Water Use Patterns","name":"I. U. Gamage"},{"title":"Investigation of Soil Organic Carbon in Agastheeswaram Taluk","name":"M.P. Jeyasekhar"},{"title":"Building Green Future in Urban Agriculture","name":"Rashmi Paramesh"},{"title":"Evaluation of the Effectiveness of New Professional Farmer Cultivation Policy in Anhui Province - Based on Fuzzy Comprehensive Evaluation Model","name":"Huiyu Wang, Ping Jiang, Guixian Jiang"}],"2020-2-6":[{"title":"Degradation of Pesticides in Aqueous Solution by Photocatalytic Composite","name":"Fabian Ramthansanga, Lalroliana Tochhawng, B. Saritha, Lalsangzela Sailo "},{"title":"Application of Different Herbicides in Direct Seeding Rice","name":"Dev Kumar Saphi, Dil Raj Yadav"},{"title":"Discussion on the Application of Intelligent Landscaping","name":"Zhihui Zhang, Xin Sun"},{"title":"A Review on Himalayan Herb Bhramkamal","name":"Arti Sharma, Ranjeet Singh"},{"title":"Field Evaluation of No Till Wheat, A Case Study from Dhanusha, Nepal","name":"Dev Kumar Saphi, Dil Raj Yadav"},{"title":"Effects of Seedling Age and Row Spacing on Rice Yield and Yield Parameters","name":"Dev Kumar Saphi, Dil Raj Yadav, Rajendra Yadav"},{"title":"Effect of Growth Regulators on the Fertility of Seedless TANU","name":"Fayziev Jamoliddin Nosirovich"},{"title":"Evaluation of the Financial Performance of China's Agricultural Listed Companies Based on Factor Analysis","name":"Xinni Wang, Xinyi Gu, Rui Xie, JiaMing Zhu"},{"title":"Evaluation Study on the Effect of Amino Acids on Silk Yield of Silkworm","name":"Jumaniyazov Mansurbek Shomurotovich"},{"title":"Study on the Effect of Different Tissue Culture Medium on Rice Anther Culture and Propagation","name":"Lakshmaiah Pallepati, G. Sudhakar Rao, Nitya Satya Meka, P. Ratnakumari, S. Kasireddy, S K.Moumeen, Sd.Reshma"}],"2020-2-7":[{"title":"Study on Preparation and Physicochemical Properties of Wheat Acetylcholine Bean Sprout Powder","name":"Donaldben N.S, Kure O.A, Eke M.O"},{"title":"Study on Anaerobic Co-digestion of Sorghum","name":"Fofie Yvette Bra Nguessan, Coulibaly Kiyinlma, Kone-Bamba Dieneba"},{"title":"Selection Criteria for Milk Thistle","name":"Ibraheem M. Aliyas"},{"title":"Biomechanical Effect of Nd. Yag Crystal Industrial Pure Titanium Implants by Laser Ablation (In Vivo Study)","name":"Noor Jamal M.S. Al_Rawi B.D.S. MSc, Basima M.A.Hussein B.D.S. MSc. PhD, Naseer M.Hadi, B.Phys.S.MSc.PhD."},{"title":"Effects of Different Natural Feed Additives and Antibiotics on High Temperature Lipid Metabolism of Broilers","name":"Hind. A.A. Elagib, Saadia. A. Abbas, Bakheit M. Dousa, Huwiada E.E Malik, Khalid M. Elamin"},{"title":"Growth Performance, Feed Efficiency and Survival Rate of Suckling Fish - Replace Fish Meal with Shell Meal in Your Diet","name":"Agus Kurnia, Wellem H. Muskita, Oce Astuti, Muhaimin Hamzah, Adnan Hakim, Marselani"},{"title":"Study on the Effect of Paclobutrazol, Girding and Branch Drawing on Breaking the Juvenile Stage of Sugar Orange Seedlings","name":"Yanjun Guo, Qianhua Ji, Hui Jiang, Liying Guo, Fengmei Yang, Xiqin Zhou, Yaping Hu"},{"title":"Effects of Corn Cob Treated with Cowpea Shell, Urea and Molasses on Siberian Sturgeon Juveniles (Acipenser baeri) Reared in Concrete Raceways","name":"Adamu B., Abdullahi, S. Abdullah, M"}],"2020-2-8":[{"title":"Chemosensory Effects of Indica and Partridge on Seed Germination and Seedling Growth in Wheat","name":"Dr. Rajendra Kumar"},{"title":"New Method to Characterize the Efficiency of Soil Bacterial Protease Production","name":"Rashmi Parihar, Sumit Kumar Dubey"},{"title":"Effect of Different Plant Meal Combinations on Production Performance of Broiler Chickens","name":"Jabbar. T.A. Al-Ali"},{"title":"Constraints on the Involvement of Potato Growers in Potato Cultivation Activities","name":"Katayani, Dr. Nimisha Awasthi, Dr. Ritu Pandey, Dr. Kirtima Sachan"},{"title":"Optimization of the Carotenoid Production Process in Northern Parvocellum","name":"Deepti D. Dhere, S.M. Dharmadhikari"},{"title":"Evaluation of the Effect of Different Biodegradable Polymeric Ace Coatings on the Freshness of Fruits and Vegetables","name":"Jose Vicente Villarroel Bastidas, Ana Jessenia Yanez, Cesar Ramiro Bermeo, Luis Tarquino Llerena, Moises Menace Almea, Robert Moreira Macias"},{"title":"Grower Cultivation Programmes Based on Potato Production","name":"Katayani, Dr. Rekha Dayal, Shalini Gupta"},{"title":"Study of Slaughter and Carcass Traits of Cross f1 Generation and High Yielding Palas Palasmerino Breed","name":"G.P. Vicovan, Ana Enciu, C. Neacu, Adriana Vicovan, R. Radu"},{"title":"Effect of Guar Meal, Salinomycin and Fungal Toxins Added to the Diet on Production Performance of Ross Broilers","name":"Bushra.M W. AL Oubaidi, Mashaan. A. AL Zuhairi"},{"title":"Vitro Phytochemical and Antimicrobial Activity of Platyhelminthes: an Example from Kashmir","name":"Irfan Wani, Naveed Manzoor, Krishan Singh, Anju Pal"},{"title":"Physiological Adaptation of Soybean Genotypes to γ-Ray Drought Tolerance","name":"B. Rini Widiati"}],"2020-2-9":[{"title":"Effect of Compound Concentrations of Lime Leaf Extract and Ginger on Larval Mortality of Aedes Aegypti Mosquitoes","name":"Yohanes Mau Abanit, Muntasir, Pius Weraman"},{"title":"Ultrastructure of Some Wild Silkworm Moth Eggs in Meghalaya, Northeast India, Studied by Scanning Electron Microscopy (SEM)","name":"Shangpliang Jane Wanry"},{"title":"Quinoa and Chia Seeds: Protein Isolation, Properties, Nutritional and Health Benefits","name":"Rohan Thakur, Rashmi Nimbalkar"},{"title":"Effect of Density on the Production Performance of Summer Green Mung Bean Varieties","name":"Brijal R. Patel, D. K. Patel, T. V. Reddy, Grishma N. Patel, M. M. Chaudhary"},{"title":"Evaluating the Effectiveness of Farmer Poverty Alleviation Projects in Rural Areas, Using the Eastern Provinces as an Example","name":"Dr. Sunday Silungwe, PhD"}],"2020-2-10":[{"title":"Oral Administration of Ethanolic Extract of Cinnamomum Cassia Leaf Inhibits the Increase in Cortisol Levels and Decrease in Estrogen Levels in Rats Exposed to Cell Phone Radiation","name":"Roslian Andriani, Wimpie Pangkahila, A.A.A.N. Susraini"},{"title":"Effect of Soil Volume and Porosity Characteristics on Repeat Cropping in Vegetable Rotation Systems","name":"Khalikov B.M., Rasulova F.G., Saribaeva N.N."},{"title":"Studies on the Anti-tuberculosis Potential of Phellodendron. Root Extract","name":"K.P. Jaiganesh, R.Senthamarai"},{"title":"Allocation Efficiency of Broiler Farmers in Anambra State, Nigeria","name":"C.I. Ezeano, C.F.Ohaemesi"},{"title":"Potential Hazard Assessment of Consumption of Onions (Scallions) Grown in Agricultural Fields along the Hunkuyi-Zaria Road in Kaduna State, Nigeria","name":"Anyim P.B., Salami U.V., Christopher O.P., Ayilara S.I., Okibe P.O."},{"title":"Using Machine Learning to Predict Crop Yields","name":"Mayank Champaneri, Darpan Chachpara, Chaitanya Chandvidkar, Mansing Rathod"}],"2020-2-11":[{"title":"Study on the Level of Organic Fertilization of Rice in the Depression in Cikoneng Street","name":"Lukman Effendy, Fajar Gumelar"},{"title":"A New Species of Eriophyoid Mite (Tick Mite Suborder) from West Bengal, India","name":"Surajit Sur"},{"title":"Sustainable Agricultural Development in Vietnam: Theory and Practice","name":"Phùng Th? Anh"},{"title":"Effect of Flaxseed Forage on Egg Quality of Gallus Domesticus Gallus Domesticus Eggs","name":"Pragnanjali Behera, Siba Prasad Parida"},{"title":"A Comparative Study of Protein Estimates in Different Freshwater Fish Species","name":"Soumyashree Rath, Siba Prasad Parida"},{"title":"Identification of Drought Resistance of Different Purple Potato Varieties and Screening of Drought Tolerance Criteria","name":"Hao Li, Beitao Xie"},{"title":"Agro-ecological Sustainability of Tomato-producing Vegetable Farms in Benin","name":"Destin Philippi AYEDEGUE, Pamphile Kokou DEGLA"},{"title":"Tomato Value Chain and Local Economic Development in Domboshava District, Goromonzi Township Council, Zimbabwe","name":"Trust Madhovi"},{"title":"Analysis on Forestry Carbon Sink Project and Its Development Potential in China","name":"Mengqi Yuan"},{"title":"Analysis of Phytochemical, Antioxidant and Anti-hemolytic Activities of Hibiscus and Olive","name":"Deepak T, Shashank A S, K Yeshwanth Kumar, Vinanthi Rajalakshmi K S"}]}