{"2019-1-1":[{"title":"Inducing Antibacterial Activity of Commercial PET Surgical Sutures via Silver Nanoparticles","name":"Walaa Enab, Moataz M. Mekawy, Ahmed Abdel Moneim"},{"title":"A Brief Review on Application of Smart Hydrogels in Drug Delivery","name":"Niloofar Khodamoradi, Paria Khodamoradi"},{"title":"Effects of Diet Supplementing Fennel (Foeniculum vulgare) Essential Oil on Haematological Parameters of Rainbow trout (Oncorhynchusmykiss)","name":"S.Mahdavi,and S.Yeganeh"},{"title":"Optimal Replacement Strategies for Magnetic Resonance Imaging (MRI) and Computed Tomography (CT) Scanning Machines with Energy Concerns","name":"Emmanuel des-Bordes, and Esra Büyüktahtakn"},{"title":"An Investigation of Anti-Inflammatory Properties of Methanol Extract of Syzygium malaccense on Lipopoly saccharide-Stimulated Raw 264.7 Macrophages","name":"Yun Pin Ooi,Ying Pei Wong, RhunYian Koh,and Anna PKLing"}],"2019-1-2":[{"title":"Chitosan Scaffold for Wound Healing Application","name":"Priyanka Chhabra, Gaurav Mittal, Aseem Bhatnagar, Amit Tyagi"},{"title":"Antioxidant Activity and Potential Hepato- Protective Effect of Saudi Olive Leaf Extract","name":"Ismail Hamad"},{"title":"Extract of Brotowali Sistem (Tinospora crispa) as a Natural LarvasidalAedes aegypti that Doesn’t Famage the Environment and Humans","name":"HilmaEka Masitoh,Muhammad Rifki Taufik,and Gama Setyoningsih"},{"title":"Effect of Herbal Extracts on Fungal Growth in UF-feta Cheese","name":"Ali Mohamadi Sani,and Flora Shojaei"},{"title":"Innervaion of the Olfactory Apparatus of Mesalina Quttulata (Squamata–Lacertilian–Lacertidae)","name":"Ahmed Farag mahgoub"}],"2019-1-3":[{"title":"Acute Toxicity, Hypoglycemic and Antihyperglycemic Effect of Ethanolic Extract of Citrullus ColocynthisL. Seeds in Normal and Streptozotocin-Induced Diabetic Rats.","name":"Azzi Rachid , Lahfa Farid Boucif, Mezouar Dounia, Benmehdi Houcine, and Djaziri Rabah"},{"title":"Effect of Supplemented Bread with Unripe Banana Flour on Obese Rats Suffering From Diabetes","name":"Sonia Saleh El Marassy, Ahmed EL Sayed Basyony, Ashraf Abed El Aziz Abed EL Megeid, and  Asmaa El Sayed Mohammed Mustafa"},{"title":"Antibacterial Efficiency of Nanofiber Membranes with Biologically Active Nanoparticles","name":"Daniela Lubasova, and Smykalova Barbora"},{"title":"Implementation of Electrodermal Activity Measurement System using Algometer and Bio_Potential Measuring System","name":"Y. J. Kim, G. R. Jeon,S. S. Kim, W. Y. Jang,J. H. Kim, and S. W. Baik"},{"title":"Antibacterial and antifungal screening of the Algerian Ceratonia siliqua and Salvadora persica","name":"Hanane Ziane, Nadjib Mohammed Rahmoun, Mazari wissem,and Zahia Boucherit-Otmani"}],"2019-1-4":[{"title":"Different Socioeconomic Factors Associated with Cervical Cancer","name":"Dr. Firdous Ansari"},{"title":"Building a Distributed Decision Support System Architecture for National Health Care","name":"Sinyinda Muwanei, Douglas Kunda, Gilbert Sibajene"},{"title":"Survey Paper on Emotion Recognition","name":"Survey Paper on Emotion Recognition"},{"title":"Prachi Shukla, Sandeep Patil","name":"Pressure Ulcers and Decubitus Patients"},{"title":"Iliadis Christos, Mihalache Anca, Dimitriadou Alexandra"}],"2019-1-5":[{"title":"Forefoot Varus (FV) in Children","name":"Tachtsoglou Kiriaki, Iliadis Christos, Ouzounakis Petros, Monios Alexandros, Kourkouta Lambrini"},{"title":"Influence of nanoparticles on the effectiveness of heat exchanger and associated pressure drop","name":"N.Seshaiah, C.V Subba Reddy"},{"title":"Sinusoidal fetal heart rate pattern","name":"Shinji Katsuragi, Julian T. Parer, Tomoaki Ikeda"}],"2019-1-6":[{"title":"Health and Dietary Supplements","name":"Lambrini Kourkouta, Christos Iliadis, Ekaterina Frantzana, Alexandros Monios, Alexandra Dimitriadou, Ioanna V. Papathanassiou"},{"title":"Epidemiological surveillance system of an hospital biohazard level III Cartagena, Colombia","name":"Alfredo Luis Guzmán Marrugo, Elías Bedoya Marrugo, Ibeth Marrugo de Guzmán"},{"title":"Drug Treatment in Rheumatoid Arthritis","name":"Lambrini Kourkouta, Ekaterina Frantzana, Christos Iliadis, Theologia Ziogou"}],"2019-1-7":[{"title":"Devic's Optical Neuromyelitis: a Case Report in Ivory Coast","name":"Yapo-Ehounoud A. C., Jiongo Tiago E. E., Amon-Tanoh M., Tanoh A. C.,Kadjo C. Bene Y.R"},{"title":"Mathematical Analysis of Global Dynamics of the Sveir Epidemic Model ","name":"Olopade I. A., Adesanya A. O., Mohammed I. T., Afolabi M. A., Oladapo A. O."},{"title":"Description of the Combination of Articles on the Pathological Manifestations of Structural Masonry    ","name":"Aniel de Melo Dias, Rogerio Cabral de Azevedo, Flavia Spitale Jacques Poggiali"},{"title":"Eucalyptus and Artemisia Argyi Essential Oils as Potential Natural Fumigants for Khapra the Beetle Trogoderma Granarium E. (Coleoptera Dermestidae)","name":"Hussam-Aldin A. Mohemed, Tareq S. Abbas"},{"title":"Reconstruction of Metabolic Pathways in Phage by Gene Expression Data Generated by Biolog Substrate Utilization Patterns","name":"Clifford Jaylen Louime, Catalina Davila Aguer"},{"title":"Review of CryptographicA pplications inE lectronicH ealthC are","name":"RashaThabit"},{"title":"Design and Implementation of High Voltage Generator for Medical Application","name":"Hussain A. Jaber Alziarjawey, Hadeel K. AlJobouri,Sinan Kivrak, Lyas Cankaya"},{"title":"Acute Toxicity Study for Extract Parts of Zhuang Medicine Radix Millettia Speciosae","name":"Shaofeng Chen, He Wang, Liqing Liang, Xiangyuan Huang, LiJing Lu, Xin Huang, Zengyan Yang"}],"2019-1-8":[{"title":"Study on Clinicomicrobiological Profile in Keratomycosis","name":"Dr. Jahan Iqbal Ahmed, Dr. Lakhimai Beypi, Dr. Rejaul Karim"},{"title":"Angiolymphoid Hyperplasia with Eosinophilia: A Case Report","name":"Talib Yosuf Al-Ani, Hala Nari"},{"title":"To Study the Clinical Profile of Patients Presenting with Upper GI Bleed to Emergency Department","name":"Veena BS, Sreekrishnan TP, Annrose"},{"title":"A Randomised Prospective Comparative Study on Efficacy of Ropivacaine with Fentanyl and Ropivacaine with Clonidine in Labour Analgesia","name":"N. Periyasamy Sakya; G. Sivakumar; S. Mahalingam"},{"title":"Unusual Presentation of Foreign Body Fish Bone in the Oral Cavity - A Case Report","name":"Knowledge and Adoption of Reversible Contraception Methods in Gujarat: A Situational Analysis"},{"title":"Dr. Shivani Valia; Dr. H. B. Saini","name":"Obstetrical Outcome of False Positive One Hour OGCT in Tertiary Care Hospital"},{"title":"Dr Swapnita Hota; Dr Ramakanta Sahoo; Dr Rakesh Moharana","name":"Antioxidant, In-Vitro Anti-Inflammatory and Anti-Alzheimer Activities of Methanolic Fraction of Salvia Miltiorrhiza Flower"},{"title":"Lokraj Subedee; Binod Kumar Yadav; Rohit Sarawat","name":"\"Spectrum of Cervical Lesion\" - One Year Retrospective Study in Tertiary Care Center"},{"title":"Shashikala Kosam; Pratima Kujur; Veenapani Mire","name":"Assessment of Severity of Gastroesophageal Reflux Using Reflux Symptom Index"},{"title":"Dr Blessy B Prabha; Jacqueline B Fernandes; Dr Savita Lasrado","name":"Assessment of Social Health in Elderly"},{"title":"Dr Abu Hasan Sarkar; Dr Anoop Dev; Dr Mahidul Islam","name":"Comparison of Addition of Nalbuphine or Fentanyl to Propofol for Laryngeal Mask Insertion Conditions and Hemodynamics in Patients Undergoing Short Surgical Procedures"},{"title":"Dr. Sweety Bhola; Dr. Surendra Raikwar","name":"Blood Neutrophil to Lymphocyte Count as a Prognostic Marker in Liver Cirrhosis"},{"title":"Dr. Uvaraj Muruganandam; Dr. K. S. Dakshinamoorthy"}],"2019-1-9":[{"title":"Bacterial Pneumonia: Comparison between Diabetics and Non-Diabetics","name":"Dr. M. Vamsi Krishna; Dr. G. Swarna Latha Devi; Dr. J. Dattu Raj"},{"title":"70 Years of Undiagnosed Acromegaly & Treatment with Cabergoline","name":"Dr Isha Singh; Dr Shylaja Someshwar; Dr Hemangi Jerajani"},{"title":"Study of Clinical Profile of Hyponatremia in the Medical Intensive Care Unit at Tertiary Health Care Institute","name":"Dr. Manish Khokhar; Dr. N. R. Rahod"},{"title":"Role of Nasya Karma and Dhoomapana Karma in Management of Tamaka Shwasa","name":"Dr. Kanaka Lakshmi R; Dr. Vinay Kumar K N"},{"title":"Analysis of Retinal Nerve Fiber Layer Thickness in Phacomorphic Glaucoma","name":"Dr. Sanjay Sharma; Dr. Preeti Sharma; Dr. Shrey Khanna; Dr. Rohan Bowry"},{"title":"A Clinical Study on Optic Neuritis in a Patient of Paediatrics Age Group Attending O.P.D. in a Tertiary Care Hospital in Assam - A Rare Case Report","name":"Dr. Moushumi Majumder, Dr. Bikram Dam"},{"title":"Evaluation of Risk Factors of Hip Fractures: A Retrospective Study","name":"Dr Irfan Ul Ashraf, Dr Mudasir Rashid"}],"2019-1-10":[{"title":"A Case Report of Lennox-Gustaut Syndrome","name":"Dr Siddharth Shah, Dr Hetal Pandya, Dr Kaushik Rana"},{"title":"PEC Block for Breast Cancer Modified Radical Surgery Analgesia: A Case Report","name":"Nikhat Parkar, Olvyna D’souza, Krishna Patel"},{"title":"Evaluation of Three Different Laboratory Methods for Detection of Methicillin-resistant Staphylococcus Aureus","name":"Viyusha T. Viswanathan, Mary Jesudason, Supriya S. Patil, P. M. Durgawale"},{"title":"Effects of Lozenges on the Acoustic Parameters Associated with the Voice","name":"Dr. Sadia M Shaikh, Jacqueline B Fernandes, Dr. Kuldeep Moras"},{"title":"Cochlea Implantation for the Deaf and Mute","name":"Rajesh Vishwakarma, Kalpesh Patel, Simple Patadia, Pratibha Goswami, Chandrakant Vishwakarma"},{"title":"A Conceptual Study on the Relationship between Pitadarakala and Cell Membrane","name":"Dr. Radha Andhare"},{"title":"Comparison of Analgesic Effect of Intrathecal Injection of Nalbufen Hydrochloride with Bupivacaine and Bupivacaine alone in Subumbilical Surgery","name":"Dr. Alaka Purohit, Dr. Hukam Chand Sharma"}],"2019-1-11":[{"title":"Type 2 Diabetes Mellitus with Vitiligo","name":"Dr. S. R. Charu Nagarjun, Dr. S. Prasanth"},{"title":"Diagnosis and Treatment of Insulinoma","name":"Ida Ayu Praba Mahimadevi  Ketut Suastika"},{"title":"Quality of Life after Biliopancreatic Shunt in Adult of National Guard Hospital","name":"Dr. Alanoud Alzamil, Dr. Sama Almulhim, Dr. Ahmed Alshuaibi"},{"title":"Effect of Hamilton Anxiety Scale (HARS) on Anxiety Level in Patients with Subarachnoid Block","name":"Wahyu Hadi Susanti, Arie Utariani , Eddy Rahardjo"},{"title":"Ophthalmologists in Some Eye Clinics in Saudi Arabia are Concerned about Purification Mechanisms","name":"Dr. Abdulrahman Moneer Al Qerafi, Dr. Muhannad Noor Alharbi"},{"title":"A New Shoulder Technique","name":"Abdulaziz AlaAnazi, Ibrahim Alshikh, Rabab Mohamed Alsayed"}],"2019-1-12":[{"title":"Venous Ulcer of Lower Extremity Caused by Closed Fracture of Femoral Shaft with High Pressure Splint: Report of One Case","name":"Andi Setiadi, Rollando Erric Manibuy"},{"title":"Students' Understanding, Knowledge and Cognition of Cooperative Medical Insurance in School of Health Sciences, Qassim University, Saudi Arabia","name":"Fahd M. Albejaidi, Syed Arif Pasha, Muneeb Jehan"},{"title":"Evaluation of Color Vision in Patients with Suspected Glaucoma","name":"Ratu Windi Meidiana, Masitha Dewi Sari"},{"title":"Effect of Tea Red Amaranth on Hemoglobin Level in Patients with Anemia in the Second Trimester of Pregnancy","name":"Aristy Rian Avinda Putri, Suharyo Hadisaputro, M. Choiroel Anwar"},{"title":"A Rare Etiology of Acute Abdomen Syndrome: Gallbladder Torsion with Acute Abdomen with Review of Literature","name":"Dr. Sanjit Kumar Nayak, Dr. Debabrata Saha"},{"title":"Evaluation of the Effect of video-assisted Instruction on Improving Students' Ability of Cardiopulmonary Resuscitation","name":"Tukaram B. Zagade, Saj Thomas"},{"title":"Inguinal Uterine Hernia: a Rare Incidental Finding in an Adult Male: Case Report","name":"Dr Abhijit S. Powar"}],"2020-2-1":[{"title":"Comparison of Phacoemulsification and Small Incision Cataract Surgery","name":"Dr. Roopa Naik, Dr. Trupti Amrute"},{"title":"A Study of Visual Acuity after Treatment of Traumatic Eye Injury","name":"Dr Kamalsinh R. Dodiya, Dr Devanshi S. Mankad"},{"title":"The Relationship between Molar Loss and the Inclination of Joint Protrusion","name":"Noor Suhail, B.D.S , Areej A. Najm, B.D.S, Msc, Maryam A. AbdulKareem, , B.D.S , Jwan A. Mohammed, B.D.S , Mina A. Abdulkareem, B.D.S "},{"title":"Study on the Analgesic Effect of Ropivacaine of Ropivacaine 0.125% and Fentanyl 0.2% in Epidural Labor","name":"Dr Krishna, Dr. Athyun"},{"title":"Unusual primary syphilis Presentation of Primary Oral Syphilis: Multiple Herpetiform Chancres in HIV-Negative Patient","name":"Gimenez, J, Belloni S, Mottillo P, Maturana SM, Gandolfo MS"},{"title":"Progress in the Study of the Side Effects of the Diet Therapy Application in the Treatment of Post-chemotherapy","name":"Xu Yue, Wang Xu, Pan Yalan, Tan Jiani, Wang Qing, Yang Min, Xu Guihua"},{"title":"Bone Repair Materials for Guiding Tissue Regeneration: Advantages and Disadvantages","name":"Mariya Miteva, Tsvetalina Gerova"},{"title":"Study on the Incidence of Macular Edema in Diabetic Retinopathy","name":"Dr. Neeti R. Sheth, Dr. Tanvi M. Kamothi"}],"2020-2-2":[{"title":"FUNDUS CHANGES IN LONG BONE FRACTURES","name":"V Raghu, B N Sharat Chandra"},{"title":"EFFECT OF NEGATIVE PRESSURE WOUND TREATMENT IN WOUND TREATMENT","name":"Dr. Prashant N. Mukadam(MS), Dr. Zeel U. Khandla, Dr. Dip H. Joshi, Dr. Apurva P. Vaidya, Dr. Raj Patel"},{"title":"NEUROBLASTOMA WITH UNILATERAL EYE","name":"Dr. Priyadharshini Bala, Dr. Sai Shankar"},{"title":"THE RELATIONSHIP BETWEEN NEONATAL ASPHYXIA AND CHILDBIRTH IN WANGAYA DISTRICT GENERAL HOSPITAL","name":"Susan Natalia Budihardjo, I WayanBikin Suryawan"},{"title":"RELATIONSHIP BETWEEN DYSLIPIDEMIA AND SEVERITY OF ARTERY DISEASE","name":"Dr. A.G. Kulkarni, Dr. Pooja Balani, Dr. Dhananjay Jabade"},{"title":"MODERN PERFORATION TRENDS: EXOSKELETON CONCRETE SHELLS","name":"Ilda Rusi"},{"title":"OCCURRENCE OF ANEMIA IN ADOLESCENT GIRLS AND ITS RISK FACTORS","name":"Shalini, Dipti Y. Sorte, Dr. Vandana Chauhan"},{"title":"STUDY ON VISUAL ACUITY AND CORNEAL CURVATURE AFTER PTERYGIUM EXCISION","name":"Dr. Pooja S Chandarana, Dr.Vimal J Vyas"},{"title":"LIFE EXPERIENCE OF LUNG CANCER PATIENTS","name":"Prasobh UK, Soumya S"},{"title":"STUDY ON THE RELATIONSHIP BETWEEN VITAMIN D DEFICIENCY AND TYPE 2 DIABETIC RETINOPATHY","name":"Bharati Gogoi, Barnali Bhattacharrya Thakur, Lakhimai Beypi"}],"2020-2-3":[{"title":"EFFECTS OF BIOPSYCHOSOCIAL INTERVENTION ON DEPRESSION AND COPING STRATEGIES IN PATIENTS WITH HEAD AND NECK CANCER RADIOTHERAPY IN DEHRADUN CANCER INSTITUTE, NORTH CHINA","name":"Amit Rawat, Grace M. Singh, Dr Kamli Prakash"},{"title":"ETIOLOGICAL ANALYSIS OF PERICARDIAL EFFUSION WITH PERICARDIAL TAMPONADE IN TERTIARY NURSING HOSPITAL","name":"Dr. John Satish, Dr. Biju Govind, Dr. Sumanth .A"},{"title":"IMAGING ERRORS OF DENTAL STUDENTS","name":"Batool S. Abbas, B.D.S, Areej A. Najm, B.D.S, Msc, Jwan A.Mohammed, B.D.S, Maryam A. AbdulKareem,B.D.S], Mina A. Abdulkareem, B.D.S"},{"title":"PREVALENCE OF WASTING AND STUNTING IN CHILDREN AGED 6-59 MONTHS: A META-ANALYSIS OF POPULATION AND HEALTH SURVEYS IN FIVE COUNTRIES","name":"Hamidine Hassane, Oumarou D. Halima, Rebecca F. Grais, Balla Abdourahamane"},{"title":"AWARENESS OF REGULAR EYE EXAMINATIONS IN PATIENTS WITH DIABETES","name":"Sasi Rekha Ikkurthy, Dr. G. Durga Devi"},{"title":"DRUG DELIVERY SYSTEM ","name":"Pankaj Rajdeo"},{"title":"LAVENDER, SAGE, GINGER, GERANIUM ESSENTIAL OIL IN THE APPLICATION OF MENSTRUAL PAIN MASSAGE","name":"Wasis Pujiati, Yusnaini Siagian, Cynthia Hardivianty"},{"title":"A CASE OF ACUTE ISCHEMIC STROKE IN A CHILD","name":"Dr. Rajesh Dake"},{"title":"THE BURDEN OF RARE DISEASES IN INDIA","name":"Priyanka Fernandes"},{"title":"THE EFFICACY OF THROMBOLYSIS IN EARLY AND LATE STAGE OF ACUTE ST-SEGMENT ELEVATION MYOCARDIAL INFARCTION WAS COMPARED","name":"Dr. Uddhav Khaire, Dr. Shweta Shinde"}],"2020-2-4":[{"title":"Clinical Spectrum of Lymphopro Diseases","name":"Dr. Nilesh Ashok Wagh, Dr. Uddhav Khaire, Dr. Sayali Shirkhedkar"},{"title":"Evaluation of Herbage Resources and Suggestion","name":"Amitkumar K. Jadhav, Ulhas S. Surwase, Aditya V. Thengal"},{"title":"Acute Myeloid Leukemia as the Main Cause of Pancytopenia - A Description Study","name":"Dr. Simi Sidharthan, Dr. Shameem Ummer Ali, Dr. Prabhalakshmi"},{"title":"Clinical Research Progress of Buyang Huanwu Decoction in Treating Cerebral Hemorrhage","name":"Xu Chen, Yi Zhang, Wen Hou"},{"title":"Bladder Washing in Childhood, A Method of Differential Diagnosis of Infections of the Upper and Lower Urinary Tract","name":"Dr. Dhola Ram Saini , Dr. Shri Ram Saini "},{"title":"The Influence of Psychological Education and Supportive Treatment on the Coping Mechanism of Family Members of Drug Rehabilitation Patients in Banda Aceh Psychiatric Hospital","name":"T. Alamsyah , Said Usman, Dewi Marianthi, Asniah Syamsuddin"},{"title":"Demand Based Health Counseling On the Change of Life Style of Hypertension Patients on Their Self-Care Behavior","name":"Anju, Priya J. P. Narayan, Harleen Kaur"},{"title":"Transportability of?In-Vitro?Fertilization?Technology","name":"Chhaya Nagwan"},{"title":"Stem Cell Technology in Organogenesis","name":"Atul Kumar"},{"title":"Management of Intractable Cerebrospinal Fluid with Posterior Staphyloma","name":"Dr. Roopa R. Naik, Dr. Nidhi O. Singh"}],"2020-2-5":[{"title":"Ultrasound, Doppler and Elastography of Basal Cell Carcinoma Compared with Pathology- A Case Report","name":"Dr. Konika Chaudhary, Dr. Suresh V. Phatak"},{"title":"Clinical Study on the Incidence of Primary Postpartum Hemorrhage and Its Risk Factors in Grade A Hospitals","name":"Dr. Manju Meena, Dr.Sureshkumar Meena, Prof. Hanslata Gehlot"},{"title":"Students at a Dental College in Northern India Learn About the Misuse of Antibiotics","name":"Dr. Shweta Singh, Dr. Sahana S, Dr. Anuradha P, Dr. Manu Narayan, Dr. Sugandha Agarwal"},{"title":"Efficacy of Thyroxine x in the Treatment of Hypothyroidism in Men and Women Aged 20 to 40 Years","name":"Dr. Anwat Sangita, Dr. Swati B. Jadhav"},{"title":"Study on the Etiology and Efficacy of Wulengsan in the Treatment of Dyslipidemia (Medodushti)","name":"Dr Mahendar Singh Bora, Dr Sanjay Kumar Singh, Dr Ila Tanna"},{"title":"Motor Disorders: Effects of CABG Surgery and Physical Therapy","name":"Dr. S. S. Subramanian"},{"title":"The Progress in the Study of Cytokine M-CSF Inducing MDR by Activating PIk/Akt Signaling Pathway","name":"Yalong Wu, Gangqiu Li, Ling Tang, Zhihui Jiang"},{"title":"Determination of Role of Ceruloplasmin in Serum of Oral Leukoplakia Patients","name":"Volga Singh"},{"title":"Prediction of Difficulty of Laparoscopic Cholecystectomy","name":"Dr S Thirumuruganand M.S., Dr Harish Manivannan M.S."},{"title":"Treatment Default amongst Patients with Tuberculosis in Tuberculosis Control","name":"Richard Kiplimo, Ann Mwangi, Mathew Kosgei, Elizabeth Onyango, Joseph Koske"},{"title":"Drug Sensitivity of Common Pathogenic Bacteria in Urinary Tract Infection in Udaipur, Rajasthan","name":"Dr Anshu Sharma, Dr Bhumika Vageriya"},{"title":"Epidemiological Analysis of Pulmonary Tuberculosis and Investigation on Patient","name":"Dr Avinash N Shetty, Dr. Don Gregory Mascarenhas, Dr Akshatha Rao Aroor"},{"title":"Optimizing the Purification Process for Preparation of Recombinant GLP-1 Derivative","name":"Xiaoping Yang, Yanhong Ran, Hongjian Li"},{"title":"Maternal and Perinatal Mortality Study, Western Regional Hospital, Bokalamangat, Nepal","name":"Dr. Yagya Raj Sigdel"},{"title":"Maternal Knowledge of Breast Milk Expression and Storage after Delivery at a Hospital in Odisha Baneswar, India","name":"Sugumar. S, Gopinath. S "},{"title":"Progress in the Study of Temporomandibular Joint Disorder by Ultrasound Imaging","name":"Dr. M. Shanthi"},{"title":"The Effects of Garcia-Cola and Nitida Cola on Human Behavior: an Epidemiological Survey","name":"Augustin N'da Kouassi Kangah, Koffi Mathias YAO, Kakouluc GBALOU, Paterson Valery DISSEKA, Djoman Prisca Joelle DOUBRAN, Neme Antoine TAKO"},{"title":"Application of Separation Hose Combined with MALDI-TOF MS for Direct Detection of BD BACTECTM FX and BacT/ALERT 3D Blood Culture Bottles","name":"Chaoqiong Cui, Yizheng Zhou, Chengbin Li"},{"title":"Volume Management is the Key to the Treatment of Acute Heart Failure","name":"Yuanli Pei, Luning Bai"},{"title":"Modern Treatment of Vulnerable Plaques and Bifurcated Stents","name":"Alexander Viller, MD, PhD, Viacheslav Solomannikov, MD"}],"2020-2-6":[{"title":"New AntiepilEptic Drugs","name":"Dr. Neera Chaudhry, Dr. Abhilekh Srivastava, Dr. Cankatika Choudhury"},{"title":"Quality of Life in Patients with Irritable Bowel Syndrome","name":"W. Smaili, S. Oubaha, K. Krati, Z. Semlani"},{"title":"Evaluation of Preoperative Anxiety and Stress, and Ways to Modify It: A Case Study from a Tertiary Hospital","name":"Lt Col Soniya Saklani, Lt Neha Agnihotri, Lt Deepti Yadav, Lt Kanchan Verma, Lt Benazir Alam, Lt Neha"},{"title":"Perinatal Outcome Analysis in a Tertiary Hospital in Urban Area","name":"Dr. Shraddha Satav, Dr. Manaskumar Behera"},{"title":"Clinical Study of Neonatal Respiratory Distress Syndrome","name":"Kaustubh Chaudhari, Manas Kumar Behera"},{"title":"Assessment of Prevalence of Tobacco Smoking Rates and Their Determinants among Young Men in a Selected Rural Community in Birdevon, West Bengal","name":"Indrani Banerjee (Mukherjee), Kasturi Mandal, Dr. Nirmal Kumar Mondal"},{"title":"Salivary pH: Diagnostic Biomarkers for Gingivitis and Periodontitis","name":"Madhvi Gupta, Nimisha Singh, Nandita Dhali, Nisha Agrahari, Nimisha Chaubey"},{"title":"Discussion on the Current Situation of Doctor-Patient Relationship under the Background of Public Health Emergencies","name":"Fen Du"},{"title":"The Role of Mri in the Assessment of Low Back Pain in Adolescents and Its Relationship with Occupation","name":"Dr Shilpa Chudasama, Dr Divyesh Sarvaiya"},{"title":"Gonda Selected Community-Based Knowledge Assessment Studies for the Etiology and Early Symptoms of Depression in Rural Women to Develop an Information Manual","name":"Aspin. R, Shalini Rai M.Sc.Nsg"},{"title":"Study on Adaptation Mechanism of Blood Circulatory System in Children under Southern Plateau Conditions","name":"Mirametova Nadira Purkhanatdinovna"},{"title":"Spino-Standard Value of Pelvic Parameters for Healthy People in Delhi State","name":"Piyush Joshi, Shantilal Sankhla, V Vipin"}],"2020-2-7":[{"title":"A Study of Maternal and Perinatal Mortality at the Western District Hospital in Pokalamangi, Nepal","name":"Dr. Yagya Raj Sigdel"},{"title":"Postpartum Mothers' Knowledge of Breast Milk Expression and Storage at Selected Hospitals in Bhubaneswar, India","name":"Sugumar. S, Gopinath. S "},{"title":"Progress in Ultrasonographic Studies of Temporomandibular Joint Disorder","name":"Dr.M. Shanthi"},{"title":"Effects of Garcinia and Coke on Human Behavior: an Epidemiological Survey","name":"Augustin N'da Kouassi Kangah, Koffi Mathias YAO"},{"title":"Modern Treatment of Vulnerable Plaques and Bifurcated Stents","name":"Alexander Viller, MD, PhD, Viacheslav Solomannikov, MD"},{"title":"New Antiepileptic Drugs","name":"Dr. Neera Chaudhry, Dr. Abhilekh Srivastava, Dr. Cankatika Choudhury"},{"title":"Quality of Life in Patients with Irritable Bowel Syndrome","name":"W. Smaili, S. Oubaha, K. Krati, Z. Semlani"},{"title":"Discussion on Clinical Application of Zhang Xichun's \"Li Chong Decoction\" from \"Qi Deficiency and Blood Stasis Syndrome\"","name":"Weilan Zhang, Cong'e Tan"},{"title":"Evaluation of Stress and Anxiety in Patients with Ckd in a Tertiary Hospital","name":"Lt Col Soniya Saklani, Lt Neha Agnihotri, Lt Deepti Yadav, Lt Kanchan Verma, Lt Benazir Alam, Lt Neha"},{"title":"Perinatal Outcome Analysis in a Tertiary Hospital in Urban Area","name":"Dr. Shraddha Satav, Dr. Manaskumar Behera"},{"title":"Risk Factors Analysis of Chronic Subdural Hematoma Formation after Traumatic Brain Injury","name":"Kai Wang, Huan Wang, Xu Chen, Wen Hou, Wei Luo"}],"2020-2-8":[{"title":"Clinical Study of Neonatal Respiratory Distress Syndrome","name":"Kaustubh Chaudhari, Manas Kumar Behera"},{"title":"Some Thoughts on the Prevention and Treatment of COVID-19 with Traditional Chinese Medicine","name":"Haocheng Tang, Xue Cao"},{"title":"Assessment of Smoking Rates and Their Determinants among Young Men in a Selected Rural Community: A Case Study from Birdevon, West Bengal","name":"Indrani Banerjee (Mukherjee), Kasturi Mandal, Dr. Nirmal Kumar Mondal"},{"title":"Salivary pH: Diagnostic Biomarkers for Gingivitis and Periodontitis","name":"Madhvi Gupta, Nimisha Singh, Nandita Dhali, Nisha Agrahari, Nimisha Chaubey"},{"title":"The Exercise Value and Application of Taijiquan to College Students during the \"Epidemic Fighting\" Period","name":"Jiyun Guo, Bin Wang, Zhifei Wang"},{"title":"The Role of Mri in the Assessment of Low Back Pain in Adolescents and Its Relationship with Occupation","name":"Dr Shilpa Chudasama, Dr Divyesh Sarvaiya"},{"title":"Research Method of the Relations Between Prescription and Syndrome in Treatise on Febrile Diseases Based on Set Theory","name":"Huiwen Zhang"},{"title":"Gonda Selected Community-Based Knowledge Assessment Studies for the Etiology and Early Symptoms of Depression in Rural Women to Develop an Information Manual","name":"Aspin. R, Shalini Rai M.Sc. Nsg"},{"title":"Study on Adaptation Mechanism of Blood Circulatory System in Children under Southern Plateau Conditions","name":"Mirametova Nadira Purkhanatdinovna"},{"title":"Spino-Standard Value of Pelvic Parameters for Healthy People in Delhi State","name":"Piyush Joshi, Shantilal Sankhla, V Vipin"},{"title":"The Mathematical Model of the Relationship between Prescriptions and Syndrome of Chaihu Decoction Based on Fuzzy Mathematics","name":"Huiwen Zhang"},{"title":"Preoperative Predictors of Refractory Laparoscopic Cholecystectomy","name":"Dr S Thirumuruganand M.S., Dr Harish Manivannan M.S."},{"title":"Research Progress on the Relationship between Icroorganism-gut-brain Axis and Parkinson's Disease","name":"ZG Chen, ZY Chen"},{"title":"Additive Effect of Aerobic Exercise on Sleep Quality in People at High Risk for Obstructive Sleep Apnea","name":"Dr. Ketki Ponde (PT), Dr. Ronika Agrawal (PT)"},{"title":"Nephrotic Syndrome in Children with Tetralogy of Fallot: a Rare Correlation","name":"Dr. Vatti Rajeswari"},{"title":"Study of Antibiotic Sensitivity of Urological Pathogens in Tertiary Care Hospital, Udaipur, Rajasthan","name":"Dr Anshu Sharma, Dr Bhumika Vageriya"},{"title":"Analysis of Clinical Data of Tuberculosis Patients in Tertiary Care Hospital, Mangalore City","name":"Dr Avinash N Shetty, Dr. Don Gregory Mascarenhas, Dr Akshatha Rao Aroor"},{"title":"Sputum Transformation as a Predictor of Treatment in Tuberculosis Control in Kenya","name":"Richard Kiplimo, Ann Mwangi, Mathew Kosgei, Elizabeth Onyango, Joseph Koske"}],"2020-2-9":[{"title":"Clinical Radiologic Results of Double Incision Double Contour Locking Plate in the Treatment of Tibial Plateau Double Condylar Fracture: a Prospective Study","name":"Dilip Soring, Sanjib Waikhom, S.N. Chishti, Khoda Tada, Shams Gulrez, Rajkumar Debbarma"},{"title":"One Case of Unilateral Posterior Anal Atresia","name":"Dr. Vishwambhar Singh"},{"title":"Nascent Growth of Anterior Abdominal Leiomyoma: a Diagnostic Challenge","name":"Dr Dinesh M Gunasagar, Dr Ashutosh Sahewalla, Dr Chatura K R"},{"title":"The Accuracy of CRP in the Diagnosis of Acute Appendicitis and Histological Manifestations","name":"Harshit Agarwal, Sakshi Singhal, S.C Dutt"},{"title":"Seroprevalence of Peste Des Petits Ruminants Virus in Different Areas of Western Libya","name":"El-Dakhly A.T"},{"title":"A Case Report of Cystic Lymphangioleiomyoma of the Breast","name":"Dr. Chiranth G.S, Dr. Suhas S Kumar, Dr. Ranjithshetty"},{"title":"A Clinical Study of Thyroid Nodules in Adult Males: Clinical, Histopathological and Surgical Treatment","name":"T. Henry Prabakaran, P. Rajeswari, R. Saminathan, S. Sachithanantham"},{"title":"A Study Determined the Functional Score, the Harris Hip Score, in Femoral Neck Fracture Surgery with Conventional Hollow Hip Screws (CCS) and Bone-implanted Hip Screws (BHS)","name":"Dr Paul Babu, Dr Prashanth"},{"title":"A Comparison Research on the Modified Mallampati Classification, Upper Lip Bite Test and Neck Circumference in Prediction of Difficult Intubation","name":"Nishtha Sharma, V.C Chandak, Amol Singam"},{"title":"Negative Pressure Wound Therapy and Conventional Wound Therapy for Pressure Ulcers","name":"Dr. Vijay Krishan Agarwal, Dr. Dhanesh Kumar, Dr. Sandeep Kansal, Dr. Chetna Khanna"}],"2020-2-10":[{"title":"Taste Evaluation in Patients with Early and Late Stage Osmf: a CasE-control Study","name":"Babita Prasad, Renuka Ammanagi, Jinkimoni Singha"},{"title":"Pulmonary Rehabilitation: an Information Booklet for Copd Patients","name":"Soumya G. Menon"},{"title":"A Comparative Assessment of Oral Hygiene Practices and Sociodemographic Factors in Periodontal Patients Aged 15-74 Years: a Cross-Sectional Study","name":"Prachee Hendre, Divya Agarwal, Suresh Lele, Nihal Devkar"},{"title":"Potads Foundation Oral Hygiene Levels for People with down Syndrome","name":"Rai Amalia, Iwan Ahmad Musnamirwan, Williyanti Soewondo "},{"title":"Efficacy and Pharmacokinetics of Dbore-Covidesivir for the Treatment of COVID-19 Infection Proved to Be a Theoretical and Structural Model","name":"Covidesivir Dronadula Borraiah"},{"title":"Professor Wei-hua Zhang on the Treatment of Peripheral Facial Paralysis by Stages","name":"Xingxing Ma, Weihua Zhang, Haocheng Tang, Yufei Lv"},{"title":"Evaluation of Visual Function of Cataracts in the Rural Population of Kuchi","name":"Murti V. Vimawala, Dr. Kavita Parekh"},{"title":"Effect of the Hybrid Aortic Repair in the Treatment of Aortic Arch Disease: a Meta-analysis","name":"Mukamengjiang Juaiti"},{"title":"Lumbar Segmental Motion: Correlation of Clinical Symptoms with Mri and Dynamic X-Rays","name":"Dr Esmat SM , Dr Wan Zainuddin WAR, Dr Tiw ZS, Dr Razip S, Dr Laili SAL, Rohidayah AM"},{"title":"Electrolyte Abnormalities and Quality Outcomes in Stroke Treatment","name":"Sriram S, Asokan K, Suruthi Priyaa J.M, Tharani C, Arthy L, Cleyliya N.A"},{"title":"Research Progress and Thought on the Effect of Acupoint Thread-Embedding Acupoint Level Together with the Embedded Depth in the Treatment of Obesity","name":"Borong Jing, Yuanyuan Ren"},{"title":"A Study to Assess the Knowledge Level and Anxiety Level of Undergraduate Nursing Students of Assam Bonamto College of Nursing on the COVID-19 Pandemic","name":"Kallabi Borah"},{"title":"Predictors of Prognosis for Children Aged 1 Month to 5 Years with Severe Pneumonia (N.S.C.B.M.C.H Tertiary Care Centres)","name":"Dr. Deepak Gupta, Shweta Pathak"},{"title":"Use of Mefenamic Acid as a COVID-19 Supportive Therapy: a Repurposed Drug","name":"Dr. R. P. Pareek"},{"title":"Review of the Implementation of Sanitation  Health Policy In India","name":"Aman Kudesia, Dr. Indrani Chakraborty, Dr. Subhrajit Banerjee"},{"title":"Population-based Analysis and Grey Forecast Prediction of Pediatric Ovarian Cancer","name":"Xinyi Chai"},{"title":"Discriminative Power of Exclamation in Forensic Speaker Identification","name":"Sinjini Chakraborty, Grace Suneetha Didla"},{"title":"Phytochemical Screening, Total Phenols, Total Flavonoids and Antioxidant Activity of Talas Vapor Ethanol Extract by Schott)","name":"Oktariani Pramiastuti, Desi Sri Rejeki, Rani Hidayatun"},{"title":"Difficulties and Countermeasures of Traditional Chinese Medicine Health Pension Model under the Background of Combination of Medical Care and Nursing","name":"Wenwen Wang"},{"title":"Gaps in the Treatment of Non-covid Patients during the COVID-19 Pandemic in India","name":"Supriya Das"},{"title":"A Study of Women's Organismic Blood Systems as a Bioindicator of Ecological Status in the South Aral Sea Region","name":"Serimbetova Rufiya Sarybaevna"},{"title":"Outbreak of Coronavirus (Sars-Cov-2) COVID-19: Overview of the West Bengal Health System as of 30 June 2020","name":"Dipanwita Das"}],"2020-2-11":[{"title":"The Effect of Treatment Charts on Biological Parameters of Patients Receiving Antiretroviral Therapy during the Integrated Monitoring Center for Biological Clinical Research in Abidjan (C?te D'Ivoire)","name":"KAMAGATE Soualio, KOKORE Angoua Baudouin, OUATTARA Howélé, BLEYERE NahounouMathieu , YAPO AngouéPaul "},{"title":"Retrospective Cross-Sectional Study on the Prevalence of Patient Malocclusion Reported to Dental Clinics in Tertiary Care Centers: Movement-Related Urinary Urgency","name":"Dr. Sanjay Kumar, Dr. A.K Sharma, Dr. Ashish Pranab, Dr Jawed Iqbal "},{"title":"Comprehensive Evaluation, Diagnosis, and Treatment Planning for Severe Periodontal Disease: a Clinical Report of a Case","name":"Dr Shabana Lone, Dr Jacob Thomas"},{"title":"Hepatoprotective Effects of Orthosiphon Stamineus Extract on on Ethanol-Induced Albinism in Rats","name":"Aarthi BL, Sendhilvadivu M"},{"title":"Effect of Naturopathy on Psychological Parameters in Hypothyroid Patients","name":"Ranjna Chawla, Rukamani Nair, Somnath Mukherjee"},{"title":"A Case Study of Postpartum Woman with Extremity Hypertrophy","name":"Dr Jainam Shah, Dr Amit Shah"},{"title":"A Discussion of Mammography Classification Methods","name":"Dr. Ashoka S B, Nirmala Y"},{"title":"Risk Factors and Nursing Experience of Postoperative Pulmonary Infection in Patients with Spontaneous Cerebral Hemorrhage","name":"Xiao Zhang, Yuying Hao, Yi Zhang, Xu Chen"},{"title":"Overview: Vitamin B17 as a Tumor Suppressor and Its Pharmacological Modifying Activity","name":"Priyanka Pal, Urvashi Sharma, Vinod Kumar Gupta"},{"title":"Predictors of Visual Acuity after Cataract Surgery in Children","name":"S. K. Rajak, A. Chaudhary, S. P. Singh, Arti Singh"},{"title":"Successful Conservative Treatment of Bile Duct Stones and Acute Cholecystitis with Elevated Liver Enzymes","name":"Marco Rahardja, Dewi Catur Wulandari"},{"title":"Ideal for Direct Reset in the Back Way: Yellow/Black/White - Review","name":"Dr. Palani Selvi Kamaraj MDS.,"},{"title":"Efficacy of Nasal Steroids in the Pediatric Adenoids with Hypertrophy and Secretory Otitis Media","name":"Dr KumKum Bora, Dr Nabanita Ghosh"},{"title":"Options and Challenges in the Treatment of Traumatic Eardrum Perforation, Pondicherry, India, 2016","name":"Dr Shyamala D, Dr Jagadeeswaran VU, Dr Shanmuganathan R, Tony Fredrick, Yuvaraj Jayaraman, Joseph K David"}],"2020-2-12":[{"title":"Cases of Nosuspected in Ear, Nose and Throat Area in Foreign Body","name":"Dr. R.Madhumittha, Dr. P.Vishwanathan"},{"title":"The Role of Ultrasound and Computed Tomography in the Diagnosis of Pancreatitis","name":"Dr. Jainex Patel, Dr. Purvi Desai"},{"title":"Evaluation of the Efficacy of Silopeptide and Solina Combined with Silopeptide in Reducing DJ Stent-related Symptoms","name":"Dr. Prashant Lavania, Dr. Akash Sharma, Dr. Nikhil Singh"},{"title":"Anesthesia Considerations in Interventional Radiology of Acute Ischemic Stroke","name":"Dr. Chandraskhar Krishnamurti"},{"title":"Prevalence of Helicobacter Pylori Infection in Adults Undergoing Gastroscopy","name":"Dr. Chandramohan Yadav, Dr. Rohini Suryawanshi, Dr. Rhema Suryawanshi"},{"title":"Pathogenic Mechanism of Diabetes Associated Cognitive Decline","name":"Jiaqi Liu, Hui Fang, Xiangyu Xue"},{"title":"Correct Methods for Treating Radiation Poisoning","name":"Ilija Lakicevic"},{"title":"Study on Immune Function in Maintenance Hemodialysis Patients with Low T3 Syndrome","name":"Zhi Xiao, Binbin Wang, Yu Wang"},{"title":"Effect of Malondialdehyde on the Prevalence of Bain Filariasis in 19 Villages of Xingnataluka, Nagpur County","name":"Dr. Vivek Saxena, Milind Ganvir"},{"title":"Clinical Study of Ectopic Pregnancy Rupture in Tertiary Nursing Hospital","name":"Jyosna Devi R, Lakshminarayanamma V, Hima Bindu P"},{"title":"Correlation Between Fnac and Histopathology of Benign Breast Lesions","name":"Dr. Sanjay G. Surase, Dr. Rakesh T. Shedge, Dr. Disha Jalan"},{"title":"The Role of Disinfection in the Prevention and Control of Medical-related Infections in Operating Rooms","name":"Dr. Rakhi Dighe, Dr. Imran Memon, Dr. Tahur Shaikh, Idris Khan and Surjeet Samanta"},{"title":"Microbiological Characteristics of Tubules in Root Canal Infection","name":"D. Karayasheva, E. Radeva"},{"title":"A Clinical Study on the Management of Complications of Acute Pancreatitis","name":"Dr. D Jahagirdar, Dr. Sneha Joshi, Dr. Kaustubh Deshmukh"},{"title":"Acute Myocarditis Caused by Mycoplasma Pneumoniae in Saudi Healthy Adolescents","name":"Rbab Taha, Abdulmoin Alqarni, Mohammad Al-Qahtani, Fayssal Farahat, Abdulhakeem Al-Thaqafi"},{"title":"Comparison of Minimally Invasive Soft Channel Drainage and Small Bone Window Hematoma Removal in the Treatment of Hypertensive Cerebral Hemorrhage: A Meta-analysis","name":"Fei Song, Busheng Liao, Yi Zhang"},{"title":"Prospective Study on the Association of Glycosylated Hemoglobin HBA1C) with Central Corneal Thickness (CCT) and Intraocular Pressure (IOP) in Patients with Type 2 Diabetes","name":"Abhijaat Chaturvedi, Kirti Jain, Malay Chaturvedi"},{"title":"Management of Delivery and Obstetric Outcomes of Pregnant Women on Admission to Delivery During the Incubation Period and Active Phase","name":"Dr. Jayneel Shah, Dr. Swar Shah, Dr. Kishor Chauhan, Dr. Abhilasha Ramachandran"},{"title":"Evaluation of Effective Dose and Radiation Risk of Chest, Abdomen and Pelvic Skin During Routine X Examination","name":"Taha. T.M"}],"2021-3-1":[{"title":"A Case of Retroperitoneal Mass in Cavity (Retroperitoneal Extra-adrenal Paraganglioma)","name":"Dr. Rakshith, Dr. Jagadeesha BVC, Dr. Mahesh Kariyappa"},{"title":"Breast Cancer Risk in Diabetic Patients Treated with Human Neutral Fisetin Hagadol Insulin Therapy","name":"Noviana Joenputri, Nia Novianti Siregar"},{"title":"Surgical Repair of Traumatic Crop Fistula in the Yellow-footed Green Pigeon","name":"N.G. Amith"},{"title":"Discussion on Obesity Intervention Based on the Theory of Intestinal Flora","name":"Bin Wang, Luyao Chen, Zhifei Wang*, Zhenlu Zhang"},{"title":"Trauma: Surgical Management of Floating Knee Injuries in Adults and Functional Outcomes in Our Institution","name":"Dr. K J Reddy, Dr. Chavan Jai Krishna, Dr. K.Krishna Chaithanya"},{"title":"Effect of Oxygen Compression Cold Packs Versus Conventional Cold Packs on Pain Levels in Patients with Musculoskeletal Disorders: a Randomised Controlled Trial","name":"Malarmathi. M, Dr. Renuka. K"},{"title":"Onset of Yellow Wilt in Cotton Depends on the Fungal Load of Dahlia V. Kl","name":"A.A. Azimov"},{"title":"Attenuation of the Haemodynamic Response to Laryngoscopy and Tracheal Intubation by Esmolol and Lidocaine - a Comparative Study","name":"Dr. M.Venkat Rama Rao, Dr. T.Surya Sree"},{"title":"Surgical Treatment of Ventral Hernia in an 8-month-old Calf","name":"N.G. Amith"},{"title":"Efficacy of Timely Amniotic Membrane Transplantation for Steven-johnson Syndrome","name":"Gayatri Bhonsale, Ishita Mehta, Mamta Agrawal, Suvarna Kalapad"},{"title":"Clinical Study of Early Vitrectomy for Vitreous Hemorrhage in Diabetic Patients: Causes and Results ","name":"Dr. Kabita Bora, Dr. Abdul Latif, Dr. Vajinder Singh"},{"title":"Stone Free Cholecystitis in Drug Allergic Reaction: a Case Report","name":"Noviana Joenputri, Ketut Suryana"},{"title":"Study of Thyroid Hormone Levels in Pre-eclampsia","name":"Dr. P.Sravanthi, Dr. J Madhavi Latha"},{"title":"A Study on the Cardiac Sympathetic Autonomic Dysfunction in Patients with Metabolic Syndrome","name":"Dr Ajaykumar V Patil, Dr Mayur More"},{"title":"The Brain-gut Connection and Autism Spectrum Disorders","name":"Aderbal Sabra, Jorge Alberto Costae Silva, Joseph A Bellanti, Selma Sabra"},{"title":"On the Application of the Mode of Occupational Therapy in Humanistic Care","name":"Huimei Jia"},{"title":"COVID-19: a Global Disaster","name":"Rajput Mansi"},{"title":"COVID-19: Dangerous, but Cleverly Prevented","name":"Shweta S.Kulkarni, Jayashri S.Kolsure, Deepak A.Joshi"},{"title":"COVID-19: an Overview of Their Proliferation and Pathological Processes","name":"Dr. Suman Saurabh Gupta, Dr. Juhi Kumari"},{"title":"COVID-19: a Serious Health Problem - a Literature Review from Various Journals Around the World","name":"Devesh Joshi, Rashi Bahuguna"},{"title":"Assessing the Risk of Obstructive Sleep Apnoea Syndrome (osas) in Middle-aged Adults in Region Iii, Madurai, Tamil Nadu, India","name":"Jeenamol Joseph, Gopinath Subramanian"},{"title":"A Study on the Use of Medeg Vaccination Alerts in Hospitals","name":"CH. Srikanth, R.Srujan Kumar, Dr. V.Vishnu Vandhana"},{"title":"Relationship Between Total Bilirubin Levels and Diabetic Retinopathy in Type 2 Diabetic Patients","name":"Dr. Kushagra Sharma, Dr. V K Malik, Dr. Sanjay Sharma"},{"title":"Cystic Artery Pseudoaneurysm Secondary to Yellow Granulomatous Cholecystitis: a Rare Presentation","name":"Kritesh Goel, Divya Nijhawan, Rajul Goel, Kanika Bhargava"}],"2021-3-2":[{"title":"The Effects of Curcumin and Artemisinin on COVID-19","name":"Dr. M. Shanthi, Dr. R. Raju Ganesh"},{"title":"eELMIS as a Public Health Emergency Supply Chain Management Tool in COVID-19 Emergency Response in Uganda","name":"John Hans Wasswa, Martin Olowo Oteba, Michael Kavuma, Sam Muwanguzi, Jude Opolot, Ahmed Katumba, Henry Oundo, Sarah Taratwebirwe, Jakira Ambrose,"},{"title":"Burnout and Vice of Serbian Surgeons and Anesthesiologists during the COVID-19 Period","name":"Dragan Nikoli, Marijana Basta Nikoli, Ljiljana Gvozdenovi, Vladimir Manojlovi, ore Miloevi, Nebojsa Budakov"},{"title":"Research on the Effectiveness of Self-education Model on Physiology and Psychological Impacts of Hysterectomy after Uteromy among Women: A Case Study","name":"Komal B. Ekare"},{"title":"A Descriptive Study Aimed at Assessing Knowledge and Prevention and Control of Malnutrition among Mothers under Five in Selected Areas of the City of Ratnagiri","name":"Chetan Bharmu Ambupe"},{"title":"The Ancient and Modern Research on the Effect of Neiguan Acupoint on the Heart","name":"Jiahao Wang"},{"title":"The Fitness Value and Application of Dongming Fohanquan during the Period of Fighting Against COVID-19","name":"Mingjie Liu, Bin Wang, Zhifei Wang"},{"title":"Prevention and Control of Coronavirus Disease 2019 Epidemic in China: Role of Technological Progress and Scientific Spirit","name":"Xiaomei Huang, Yong Shao"},{"title":"Descriptive Study of Clinical Manifestations of Rural Central Dilated Cardiomyopathy","name":"Dr. Rajiv Girdhar, Dr. Jawahar Pathi, Dr. Prajwal Boregowda"},{"title":"Awareness of Preventive Measures for Coronavirus COVID-19 Locking","name":"Dr. C. Anjali Devi"},{"title":"Research Progress of Stellate Ganglion Block in the Treatment of Myocardial Infarction","name":"Yanqin Wang, Gang Zheng"},{"title":"A Recent Follow-up Study on Reconstruction of Anterior Cruciate Ligament by Arthroscopic Free Hamstring Transplantation and Retaining Inserted Hamstring Transplantation","name":"Dr. Rajiv Gupta, Dr. Ankur Gupta, Prof. R C Meena, Dr. Pooja Gupta"},{"title":"Immunity: Provide Protection Against COVID-19","name":"A. Chennakesava Reddy"},{"title":"Study on Clindamycin-induced Drug Resistance in Blood Culture Isolates of Methicillin-resistant Staphylococcus Aureus in Ranch","name":"Bushra Afreen, Manoj Kumar, A. K. Sharma"},{"title":"Effects of Earplugs on Comfort and Sleep in Critically III Patients","name":"Mary Jancy Joy Dominic, Thilagavathi Murugesan, Shirley David"},{"title":"Research on Professor Li Yanmin’s Experience in Treating Chronic Osteomyelitis","name":"Cheng Li, Yingang Li, Yanmin Li, Yanping Liu"},{"title":"Lung Adenocarcinoma with Choroidal Metastasis as the First Diagnosis","name":"Hao Chen, Yiqing Niu, Quanliang Zhao, Hui Li, Xinjiletu"},{"title":"Survey of Dentists' Awareness of the Issuance of Death Certificates","name":"Dr. Sanket Shinde, Dr. Vaibhav Karemore, Dr. Mangesh Phadnaik, Dr. Vijeta Makhija, Dr. Manjusha Warhadpande"},{"title":"Application of Mitomycin C in Dacryocyst Nasal Anastomosis","name":"Dr. Sanjib Kakati, Dr. Jyoti Bhuyan, Dr. Mevis Phonglo"},{"title":"Echocardiography on Diastolic Dysfunction in Children with Asymptomatic Severe Thalassemia and Its Relationship with Serum Ferritin","name":"Radhobinod Pal, Akshay Devendra Dhore, Biswarup Sarkar"}],"2021-3-3":[{"title":"A Descriptive Study of the Report of School Health Nurses under the New Delhi School Health Programme to Assess the Availability and Use of School Health Services in Public Schools","name":"Feba. T. Andrews, Anney Avarachan, Jincy Daniel"},{"title":"Sensitivity and Specificity of Thessaly Test in the Diagnosis of Meniscus Injury with Chronic Knee Joint Disorder","name":"Nor Zarini Yusoff, Au Yong Pui San"},{"title":"How Common Is Computer Vision Syndrome among College Students","name":"John Rozar Raj. B, Dr. Preetha. S"},{"title":"Evaluation of Post Operative Infection Following Dental Extraction With or Without Antibiotics - A Clinical Study","name":"B. John Rozar Raj, Nabeel Nazar"},{"title":"Influence of Psychological Intervention by Hospital Social Workers on the Psychological Status of Paediatric Families","name":"Junjie Dong"},{"title":"Relationship between Coronary Artery Lesion and Superoxide Dismutase and Heart Rate Variability in Patients with Type 2 Diabetes Mellitus","name":"Xiaoqin Chen, Ying Wang"},{"title":"Differences and Main Determinants of Maternal Mortality in the Region of Tamil Nadu, India","name":"Vaishnavi. P"},{"title":"A Case Report of Aortic Dissection in A Uremic Hemodialysis Patient","name":"Zhi Xiao, Yanyu Li"},{"title":"Nurses' Understanding of Main Electrolytes and Measures to Prevent Electrolyte Unbalance in Patients","name":"Elizabeth M Varghese, Pinki, Kiran, Anitha Rani Sahu, Amrita Kushwaha, Kanchan Yadav"},{"title":"Effect of Comprehensive Exercise Therapy in Drug Treatment Centres for Drug Addicts","name":"Reena Roy, Dr. Farheen Bano, Ar. Anupam"},{"title":"A Case Report of Marginal Region Lymphoma of Large Ocular Appendage in Bilateral Orbit","name":"Hui Li, Chao Li, Hao Chen, Quan-Liang Zhao"},{"title":"Difficulties Faced by Dental Students in Root Canal Therapy","name":"John, Nithya Jagannathan"},{"title":"Effectiveness of Cryotherapy on Postoperative Edema among Patients undergone Orthopaedic Surgery for Lower Extremities in a Tertiary Care Hospital","name":"Sophy T C, Deepa Merin Kuriakose, M. Sc (N)"},{"title":"Discussion on Syndrome Differentiation and Treatment of Piman Caused by Deficiency Cold of Five Zang Organs from the Theory of “Cold in Zang-organs Leading to Distention with Fullness”","name":"Dan Wang, Qin Yang, Longlong Guo, Yahui Huang"},{"title":"Pharmacological Activities of 6-substituted-3-(5- chloro-3-phenyl-1H-indole-2yl)-3, 4-dihydro-4- substituted-4-substituted-phenacyl-2H-1, 3- benzoxazin-2-ones","name":"S. M. Basavarajaiah, B. H. M. Mruthyunjayaswamy"},{"title":"Knowledge, Attitudes and Practices of Medical Workers at the Aweil State Hospital of South Sudan on Hepatitis B Prevention and Control in 2018","name":"Amin Gordiano Okwahi Tafeng, Dr Jack Rosenzweig, Linda Collazo"},{"title":"Research on Obstetric Hospitalization in Intensive Care Units - a One-year Study at UME Hospital","name":"B. S. Jodha, Vinita Sharma"},{"title":"Clinical Progress in the Treatment of Chinese Medicine with Gas-yin Type Two Virtual Constipation","name":"Pingping Mei"},{"title":"The Effect of Topical Antibiotics on Acute Viral Conjunctivitis","name":"Dr Manushree Bhupatkar, Dr Harsha Jani"},{"title":"GC-MS Analysis of the Volatile Oil of Angelica Sinensis","name":"Pei Zhang, Nan Wu, Zhijun Song, Zhengfu Tai"},{"title":"Effect of Latissimus Dorsi Ankylosis on Mechanical Low Back Pain","name":"Vishakha Vishwakarma, Dr. P. R. Suresh"},{"title":"Observation on the Therapeutic Effect of Neuromotor Therapy on Mechanical Neck Pain in Conditioned Cervical Neuropathy","name":"Nisha Girdhani, Dr. P.R Suresh"},{"title":"Clinical Research Advances in the Treatment of Postpartum Stress Urinary Incontinence","name":"Xiaotong Zhang"},{"title":"Professor Renting Li's Self-made Peiyuan Anticancer DecoctionTreating Lung Cancer","name":"Liang Wang, Renting Li"}],"2021-3-4":[{"title":"Ultrasound Findings of Abdominal Tuberculosis: Common and Unusual Findings","name":"Dr. Asutosh Dave, Dr. Nirav Patel"},{"title":"Ultrasound and MR Assessment in Diagnosis of  Rotator Cuff Tear and Instability of Shoulder Joint","name":"Dr. Sanjana Doshi, Dr. Asutosh Dave"},{"title":"Conservative Treatment of Perforation of Peptic Ulcer","name":"Dr. Dinesh Prasad, Dr. Sachin Baleviya, Dr. Abhishek Kumar"},{"title":"An Analysis of Liu Chunying’s Principles of Group Prescriptions for the Treatment of Chronic Renal Failure","name":"Yazhou Zhao, Chunying Liu,"},{"title":"A Case of Binocular Papillary Edema Caused by Intracranial Stricture at the Junction of Transverse Sinus and Sigmoid Sinus First Diagnosed in Ophthalmology","name":"Hui Li, Hao Chen, Chao Li, Quanliang Zhao"},{"title":"The Potential of Chinese Medicines in the Treatment of Bone Metastasis of Breast Cancer","name":"Kai Yang, Yinglin Zhao,"},{"title":"Thoughts on the Path of Constructing Harmonious Doctor-patient Relationship from the Perspective of Hospital Personnel Management with Industry Self-discipline","name":"Hongpeng Zhang, Xiaoli Yang"},{"title":"A Brief Analysis of the Effect of Conservative Treatment of Closed Fracture of the Base of the Fifth Metatarsal Bone in Adults","name":"Dr Narenjit Das, Dr Ajit Tudu, Dr Santosh Reang, Dr Tapan Kumar Das"},{"title":"CT Manifestations of Asymptomatic COVID-19 Patients","name":"Dr. Krishnaraj Kumar Nethala"},{"title":"Pheochromocytoma - Histopathology and Clinical Update","name":"Dr. Asima Ajaz, Dr. Huzaifa Tak, Dr Iqbal Lone"},{"title":"Example of Hospital Wastewater Treatment in Large Comprehensive Hospital","name":"Xinren Ding"},{"title":"Rapid Prototype Design: a Modern Era of Stomatology","name":"Krishankumar S. Lahoti, Snehal V. Kharwade, Jaykumar R. Gade"},{"title":"Delayed Implant-related Infections in Closed Fractures: a Case Study from a Rare Phenomenon","name":"Venkataram Vellaipandi, Preetinder Paul Singh, Manoharan Muthulingam"},{"title":"Sympathy Satisfaction and Compassion Fatigue of Oncology Nurses","name":"Lillian Percy Kujur, Abijah Princy B., Amalorpavamari Lucas"},{"title":"Homeopathy of Hypertension ","name":"Dr. Jagdish Thebar, Dr. Samridhi Sharma"},{"title":"Expression and Clinical Significance of Serum miRNA-151a-5p and miRNA-155-5p in Papillary Thyroid Carcinoma","name":"Ying Liu, Geling Liu, Weina Zha"},{"title":"Observation on Curative Effect of Modified Bupi Decoction and Chemotherapy on Advanced Breast Cancer","name":"Qian Cao, Renting Li"},{"title":"Correlation Analysis of Long Non-coding RNA CASC2, miR-155-5p, FOXO1 in Papillary Thyroid Carcinoma","name":"Weina Zha, Geling Liu, Ying Liu"},{"title":"Interesting Case Report of Complete Recovery of the Nervous System in Permeable Demyelinating Syndrome","name":"Dr. Jyoti Goyal, Dr. Vipul Mishra, Dr. Abhishek Chaubey"},{"title":"The Final Outcome of Radial Head Resection for Displaced and Comminuted Radial Head  in Young Adults","name":"Dr. Binoy Debnath, Dr. Ajit Tudu, Dr. Santosh Reang, Dr. Tapan Kumar Das"},{"title":"Communication in Patient Care — a Neglected Aspect of Medical Training","name":"Mohammad Iqbal Pandit"},{"title":"Application of Plasma Dilators in Preventing Puncture-induced Circulatory Dysfunction: a Brief Review","name":"Lindia Prabhaswari, I Putu Ardinata, Agung Adi Nugroho"},{"title":"Application of Heat-clearing and Detoxicating Method in the Treatment of Coronary Heart Disease","name":"Xiaoya Shi, Mingjun Zhao"},{"title":"H-reflex as Outcome Measurement in Individuals with Spinal Cord Injury - a Systematic Review","name":"Dr. Quazi Ibtesaam Huma Aliuddin, Dr. Suvarna Ganvir"},{"title":"Anti-mitotic Study of TN16 on Tubulin","name":"Lalita Das"},{"title":"Study on Anti-inflammatory and Anti-nociceptive Activity of Bioactive Site of Citrus Leaves","name":"Ajay Kumar, Kislaya Mishra"},{"title":"Effect of Scapular Position on Upper Limb Mobility in Stroke Patients in Tertiary Hospitals: a Cross-Sectional Study","name":"Dr. Harsha Zadafiya, Dr. Dhwanit Shah"},{"title":"Aesthetics of Smile in Orthodontics - a Literature Review","name":"Jibin Joy, Anilkumar"},{"title":"Surgical Site Infections after Gastrointestinal and Hepatobiliary Surgery — a Retrospective Evaluation from the West India Single Center","name":"Dr. Bhavin B Vasavada, Dr. Hardik Patel"},{"title":"A Comparison Study on On-day Variability of NCT, Goldmann Pressure Leveling IOP in Healthy Subjects and Its Relationship with CCT: A Case Study","name":"Sudeshna Roy, Arkendu Chatterjee, Aritro Nandi"},{"title":"Efficacy of Homeopathic Physiotherapy in the Treatment of Different Types of Cancer","name":"Dr. Radheshyam S. Gunjal, Dr. Anwat Sangita Shrikrushna, Dr. Jadhav Swati Bharat"},{"title":"Selective Diagnosis of Laparoscopic Results in the Diagnosis of Chronic Abdominal Pain : a Case from Tertiary Health Care Centers","name":"Dr. Sourav Shubham, Dr. Biswa Ranjan Mohapatra, Dr. Yagnadutta Rath"}],"2021-3-5":[{"title":"Challenges in Rehabilitation and Community Reintegration for Patients With Lower Limb Amputation in Rural Limpopo Province, South Africa","name":"E E Mohamed, L Skaal, NP Mbambo-Kekana"},{"title":"Trends and Directions in Prostheology","name":"Dr. Claudia Peter, Dr. Harshini, Dr. T. Sreelal, Dr. T. C. Giri, Dr. Aparna Mohan"},{"title":"A Comparison Analysis of Oral Ethanol Vegetable Fern Leaves (Diplazium esculentum) Extract and Simvastatin to Improve Lipid Profile and Decrease F2-isoprostane Level in Wistar Male Rats (Rattus norvegicus) With Dyslipidemia","name":"Marlene Irawan, Anak Agung Gde Budhiarta, Ida Sri Iswari"},{"title":"Study on the Knowledge of Neonatal Resuscitation of Nursing Staff in a Tertiary Nursing Hospital","name":"Chanpreet Kaur, Ramisha Kashyap, Varsha M Nair, Nazneen Gazia, Shakira Banu"},{"title":"Safety Protection and Measurements for Laboratory Staff during COVID-19 in Chennai","name":"Mathura K, John Britto M"},{"title":"Summary of Professor Zhang Yami’s Self-made Xiaozhen Decoction in Treating Targeted Drugs","name":"Dan Li, Yami Zhang, Zheng Wang, Jianfeng Quan"},{"title":"Experience with Detoxifying and Invigorating Blood Soup in Treating Early Stage Chronic Renal Failure","name":"Siyang Zhao, Yanjin Su"},{"title":"Oral Burburn Syndrome and Arm Dental: An Etiology Research","name":"Dr. Rada Torezova Kazakova, DMD, PhD"},{"title":"Burouth Syndrome and Repair Dental: Pathogenesis, Evaluation and Diagnosis","name":"Dr. Rada Torezova Kazakova, DMD, PhD"},{"title":"Knowledge of Radiation Protection Safety and Hazards by Health Care Workers and Medical Aid Students","name":"Shrija Indukuri, Venkatachalapathy Easwaramoorthy"},{"title":"Research Status and Development Trend of Static Behavior","name":"Xu Wang, Bin Wang, Zhifei Wang"},{"title":"Men’s Health and Sex: Stories of Older Men Infected with HIV/AIDS","name":"Cerqueira, Marília Borborema Rodrigues, Arantes, Rodrigo Caetano"},{"title":"Medical Theoretical Foundation","name":"Thomas Nordstrím, PhD"},{"title":"Research Progress in the Formation Mechanism and Treatment of Perihematoma Edema after Intracerebral Hemorrhage","name":"Shikai Chen, Yi Zhang, Lei Bai"},{"title":"Research Progress of Molecular Markers Related to the Occurrence and Development of Thyroid Cancer","name":"Qian Wang, Geling Liu"},{"title":"Hydroxychloroquine has Little Benefit in Treating COVID-19: a Systematic Review and Meta-Analysis based on Randomized Controlled Trials","name":"Lili Tang, Wenzhe Feng, Peng Shi, Xiaoqin Chai, Biao Lei, Kui Niu, Changlin Yan, Jiajun Cheng, Yanni Gong"},{"title":"COVID-DAS: Preparing for Post-COVID Depression Epidemic","name":"Dr. Shazia Kousar, Dr. Ahmad Tauqeer Zahid, Dr. Zaid Ahmad Wani, Dr. Shabir Ahmad Dar, Mohammad Sameer Khan, Shahnaz Marouf"},{"title":"Functional and Radiologic Prognosis of Ipsilateral Femoral and Tibial Fractures (Floating Knee Joint) ","name":"Vanamali Seetharam, Somashekar Doddabhadre Gowda, Sunil Basavarajanna, Shreekantha KS"},{"title":"Dental Extraction in Warfarin - Treated Patients","name":"Shamina Kosar, Nadeem Hassan, Nahida Dar, Ajaz Ahmed Shah"},{"title":"A Review on Material Use Disorders","name":"Sudhakar Kaushik, Nidhi Massey, Sonam Khatoon, Bhawana Bhatt"},{"title":"Nursing Procedures: Back Care","name":"Betsy Chakraborty"},{"title":"Correlation of Scim III - Self - Composition in Patients with Spinal Cord Injury","name":"Dr. Rabina Sanjay Nayak, Dr. Maheshwari Harishchandre"},{"title":"Relationship between Patiеnts Disease Behavior and Medical Expenses in Patients with General Multibody Type Syndrome","name":"Ivo Natsov MD, PhD"},{"title":"Integration of Homeopathic and Non - Pharmacological Methods in Hypertension: a Review","name":"Kanagavalli Mathivathanan"},{"title":"Psychometric Characteristics of Psychotherapeutic Effect Assessment Scale for Group Inpatients with Psychosis","name":"Veronika Ivanova, Miglena Kalendgieva"}],"2021-3-6":[{"title":"Advanced Alf Apparatus - an Auxiliary Method for Natural Approach to Growth Correction: a Review of the Article","name":"Nandakishore Rajgopal, Anil Kumar"},{"title":"Delayed Occurrence of Traumatic Left Diaphragm Hernia: a Case Report","name":"Rajendra Shinde, Sanjeev Kumar"},{"title":"Models of New and Recurrent Infectious Diseases","name":"Bruce Masonova SOLOZAFY BEMENA, André TOTOHASINA, Daniel Rajaonasy FENO"},{"title":"The Characteristics of Vaginal Delivery and Induction of Misoprostol in the General Hospital of Sangla","name":"Sudung Reinhard M Siahaan, WayanArtana Putra"},{"title":"A Prospective Study of Upper Gastrointestinal Tract Examination in Patients with Gallstone and Dyspepsia Before Laparoscopic Cholecystectomy","name":"Bhaskar V Musande, Parupally Chaitanya Kiran, Soorya C. Sekar"},{"title":"Histopathological Study of Puncture Biopsy of Skin Non-tumor Lesions","name":"Dr. Devyani Surange, Dr. Nikul Tejwani, Dr. Hitendra Barot"},{"title":"Gadamer’s Treatment","name":"Tanya Sue D. Barayuga"},{"title":"Ephedra and Almond in the Treatment of COVID-19 Based on Network Pharmacology","name":"Di Lei, Yanjin Su, Junbo Zou, Yujin Wang"},{"title":"Research Progress on Gegen Qinlian Decoctionin Improving Diabetes Insulin Resistance","name":"Cuifan Fang, Xiaoke Zhang"},{"title":"Tamragarbha Pottali Ayurvedrosastra Compact Drug Formulation","name":"Ebin T U"},{"title":"Clinical Application of Shenqi Fuzheng Injection in Patients with Gastric Cancer Undergoing Chemotherapy","name":"Qinrong Song"},{"title":"Application of MIPPO Combined with 3D Printing Technology for Treatment of Neer3-part Proximal Humerus Fractures in Old People","name":"Zhongyan Zhang, Yubo Li, Yu Wang"},{"title":"Cross Sectional Study on Dysmenorrhea Among Girls in Northern Gujarat","name":"Dhruvi Patel, Karishma Barot"},{"title":"The Correlation Between Serum Albumin and Dengue Fever Severity","name":"Pankaj Kumar Rai, Mahesh Kumar Mehrotra"},{"title":"Assess the Prevalence of Hyperglycemia Among Employees of Assam Bond Salsabaribel Metal Industry","name":"Padmaja Barua, Jolly Bhattacharjya, Smriti Pathak Dutta"},{"title":"Periodontal Disease and Adverse Pregnancy Outcome","name":"Dr. Maya Mhaske, Dr. Mithila Kakade, Dr. Sushma Belkhede, Dr. Kalyani Reddy"},{"title":"Clinical Analysis of Immune Fecal Occult Blood Test for Screening Colorectal Cancer","name":"Xinrong Qin"},{"title":"Effect of Low-frequency Electric Pulse Stimulation on Diabetic Peripheral Neuropathy","name":"Lingfen Zeng, Ming Cui, Wei Qian"},{"title":"Diabetes and the Following Risk Factors Are Associated with Increased COVID-19 Severity and Mortality in Adult Patients.","name":"Komang Septian Trisna Jaya, I Made Siswadi Semadi"},{"title":"The Influence of Influenza Vaccine on the Infection Rate and Severity of COVID-19","name":"Dr Shubha Agrawal"}],"2021-3-7":[{"title":"Clinical Characteristics and Prognosis of Non-traumatic Shock Patients Requiring Vasopressor for More Than 12 Hours","name":"Mufti Showkat Ali, Sheenam Gazala, Sheikh Tahir, Syed Mushfiq Shafi"},{"title":"Treatment of Immature Permanent Teeth with Biological Dentin Root Tip Forming","name":"Vikrant Kumar, Romana Nisar"},{"title":"Obesity and Hypertension Prevalence in Healthy School-age Children Aged 5-15 in the Affluent Society of South Dials","name":"Himabindu Meesalaz, K V Sivaramakrishna, Venu Gopala, Sarma Yadati"},{"title":"High Branch of Unilateral Brachial Artery","name":"Dr B Arpitha, Dr V Janaki, Dr K Sudharani"},{"title":"Analysis of Antibiotic Prescription Model in Neonatal Intensive Care Unit","name":"Dr. Kauser Begum"},{"title":"Analysis of Factors Influencing Prolonged Hospital Stay after Pancreaticoduodenal Surgery","name":"Minmin Dong, Xingwu Yang"},{"title":"Pembrolizumab with Low-dose Pemetrexed in EGFR T790M-positive Non-small-cell Lung Cancer with High PD-L1 Expression: A Case Report","name":"Yanfang Huang, Qiang Xie"},{"title":"Analysis of the Short-term Effect of Calcaneus Osteotomy on Zwipp 0 Calcaneal Malunion","name":"Wenbo Bai, Lirong Lu, Junkui Xu, Yan Zhang"},{"title":"Study on the Replacement of 24-hour Urine Protein with Urinary Protein Creatinine Ratio in Preeclampsia","name":"Ramona Perhar, Meenakshi Devi, Rita Shukla"},{"title":"Clinical Characteristics of Acute Bronchiolitis, Risk Factors for Serious Diseases and Mortality Among Children Aged 31 to 24 Months Admitted to Regional Hospitals","name":"Ramaswami Muthusamy, Palanivel Sengottaiyan"},{"title":"Clinical Characteristics of Perinatal Asphyxia in Special Neonatal Care Ward in Hospitals in Southern India","name":"Ramaswami Muthusamy, Palanivel Sengottaiyan"},{"title":"The Role of CT in the Diagnosis of Pyelonephritis","name":"Dr Y. S. S. N. R. Damayanthi, Dr. V. K. V. Ramesh"},{"title":"Comparison of the Sub Grade and High Dose Injection of Low Limb Operation Lumbar Anesthesia","name":"Dr. N. Lakshmi Sowmya, Dr. M. V. Rama Rao, Dr. Anand Ram"},{"title":"The Experience of Three-level Hospital: the Repair of Various Soft Tissue Defects with Island Pedicled Perforating Flap","name":"Dey Deepanjan, Mallik Mainak, Suba Santanu"},{"title":"The Application of Heparin Induced Thrombocytopenia in Cardiac Surgery","name":"Dr. Boryana Mihalkova, Dr. Lyubomir Bakalivanov  MD, PhD, Maria Atanassova M.D., PhD"},{"title":"A Review on the Mechanism of Insulin Resistance and Acupuncture Intervention","name":"Cong Wang, Yuanyuan Ren"},{"title":"Research Progresses on Continuous Curvilinear Capsulorhexis","name":"Maolan Yang, Jiumin Yuan"},{"title":"Buyang Huanwu Decoction as Therapy for Intracerebral Hemorrhage: A Meta-analysis","name":"Busheng Liao, Yi Zhang, Fei Song, Zhao Zhang"},{"title":"Clinical Study on the Application of Sr Vacuum Suction Tube in Three-level Hospital for Tension Free PPH","name":"Dr. Manju Meena, Dr. Pradeep Meena"},{"title":"Comparative Study of Dexmedetomidine, Dexamethasone and Ropivacaine in the Onset and Duration of Sensory Analgesia for Supraclavicular Brachial Plexus Block","name":"Dr. N. Praneetha, Dr. M. V. Rama Rao"},{"title":"Incidence Rate of Thyroid Solitary Nodule Malignant Tumor in Three Level Care Center","name":"Dr. G. Sagar Reddy, Dr. Bharath B"},{"title":"Advances in the Treatment of Peripheral Facial Paralysis with Heat-sensitive Moxibustion","name":"Yantong Wang, Mingming Xiao, Min Zhang, Hongyang Jiang, Danhui Wu, Xiaoqin Chen"},{"title":"Pathogenesis of Renal Anemia and Progress of Traditional Chinese Medicine Treatment","name":"Fuwen Li, Junjian Xu"},{"title":"Application of Combined Detection of Dengue Virus NSL Antigen and RNA Nucleic Acid in Early Rapid Diagnosis of Dengue Fever","name":"Pradnya Naik, Saleel Maulingkar, Savio Rodrigues"},{"title":"Application Effect of Soybean Powder in Patients with Perimenopausal Syndrome","name":"Tinu Theresa Jose, Divya Raghavan"}],"2021-3-8":[{"title":"Relationship Between Age and Perinatal Outcome of Elderly Pregnant Women","name":"Ranjana Desai, Ashok Gehlot"},{"title":"Treatment of Tibial Fractures with Interlocking Intramedullary Nail","name":"Senthilkumar Ranganathan, Kartheesan Ganesan*"},{"title":"Birth and Live Birth Rate of Children with Congenital Abnormalities in A Nursing Hospital","name":"Vineeta Paliwal, B. S. Jodha"},{"title":"Study on Pleural Diseases and Immunology in Gandhi Hospital","name":"Dr Venkata Vijay K, Dr Shyam Kumar HS"},{"title":"Comparison of Induced Abortion and Negative Pressure Uterine Suction in the Termination of Early Pregnancy","name":"R K Deora, Tanmay Mathur, Divya Mittal"},{"title":"Clinical Application of Canine Distemper and Canine Parvovirus Antiserum","name":"Albehwar A.M., El-Dakhly A.T, Mona A.M. El-Manzalawy, Ekbal, M. Farouk, Heba, M. Ghanem"},{"title":"Comprehensive Bioinformatics Analysis of Identifing Central Genes and Potential Molecular Mechanisms in Non-small Cell Lung Cancer","name":"Boda Zhang, Jigang Ren and Yalin Quan, Fangli Luo, Yan Zhang"},{"title":"Observation on the Efficacy of Synovial Plaster Combined with Ultrashort Wave in the Treatment of Knee Synovitis","name":"Qian Wang, Kai Yang, Yongmei Ren, Jun Zhao, Yinglin Zhao"},{"title":"Thoughts on the High Incidence of Measles:Problems Needing Attention in Vaccination","name":"Dr Nirbheek Sharma, Dr. Divyani Dhole, Dr. Rajesh Rai, Dr. Prithi Inamdar, Dr Neelu Elon"},{"title":"Serum Uric Acid and Glycosylated Hemoglobin in Patients with Type 2 Diabetes Mellitus","name":"Dr. Uddhav Khaire, Dr. Pramod Wattamwar"},{"title":"Application of Trimethoprim Combined with Pneumoconiosis in Aids Patients with Pneumocystis Carinii Pneumonia: a Case Report","name":"Ni Made Putri Lastiana"},{"title":"In Selected Nursing Homes in New Delhi, a Pre Experimental Study Evaluated the Effectiveness of Audio Assisted Jacobson Progressive Muscle Relaxation Technology in Reducing Anxiety in the Elderly","name":"Lovely Singh, Lavanya Nandan"},{"title":"Research Progress on the Preparation of Chronic Atrophic Gastritis Rat Model","name":"Rui Dai, Xiaoquan Du, Jingyu Hu, Li Liu"},{"title":"Practical Functions of “Three-Evaluation System” in Medical Ethics Education from Theoretical Education to Quantitative Assessment","name":"Yanlin Li, Mengru Yang, Jinwen Yu, Zhuping Yin, Yumei Zhao, Wenzhuo Zhu, Ye Xing, Hong Tan, Hongmin Liang, Rui Han"},{"title":"What Should Keep in Mind about Gallbladder Stones","name":"Shantanu Chandrashekhar, Sumedha Yadav, Sayali Pawar, Tanisha Shekhar"},{"title":"Minimally Invasive Percutaneous Locking Anatomical Plate Internal Fixation in the Treatment of Distal Tibial Fractures","name":"Kartheesan Ganesan, Senthilkumar Ranganathan*"},{"title":"Adipose Tissue Distribution in Breast Cancer Patients","name":"Shachindra Kumar Pathak, Samir Gupta"},{"title":"Research Status of Chinese and Western Medicine on Posterior Circulation Ischemic Vertigo","name":"Lulu Lian, Xiaoxuan Fan, Zhigang Zhang, Zeyu Si"},{"title":"Clinical Characteristics and Hearing Improvement of Chronic Otitis Media","name":"Dr Prakash M D, Dr Rukmini M Prabhu"},{"title":"Investigation on Rational Use of Antibiotics","name":"Sadhika"},{"title":"Relationship Between Plasma Uric Acid Level and Type II Diabetes Mellitus","name":"Dr. Manjiri R. Naik, Dr. Nishant R. Agrawal, Dr. Indu Dasari"},{"title":"Chronic Histamine Allergy Poisoning: A Case Report","name":"Noviana Joenputri, Ketut Suryana"},{"title":"Correlation Between Neural Deficit Score and Nerve Conduction Velocity in Diagnosis of Diabetic Peripheral Neuropathy Based on Diabetic Neuropathy Symptom Score (DNS)","name":"Andi Mulya Suratman, Adi Koesoema Aman, Santi Syafril"},{"title":"Comparative Study of the Effects of Manual Small Incision Cataract Surgery and Phacoemulsification on the Number and Morphology of Corneal Endothelium","name":"Dr. Barkha Chaudhary, Dr. Charu Jain, Dr. KPS Malik"}],"2021-3-9":[{"title":"Application of Enhanced Decision Tree Technology (EDTA) in Angioplasty and Stent Implantation Diagnosis","name":"Amarjeet Kaur, Dr. Neetu Agarwal"},{"title":"Knowledge and Practice of Infant Health Promotion Measures by Mothers in Kathmandu, Nepal","name":"Ashru Hira Baral, Jamuna Bhattarai"},{"title":"Hydroxychloroquine in the Treatment of COVID-19","name":"Mukul Gupta"},{"title":"Analysis of the Risk Factors of Coronary Heart Disease for College Students in India","name":"Joyeta Ghosh"},{"title":"Study on Hematology Indicators and CD4, CD8, CD19, CD16 + CD56 Lymphocyte Counts in COVID-19-positive Patients","name":"Sunethri Padma, Swetha Punjari*, R Rahul Dev Singh, Nagamani K"},{"title":"Knowledge of Clinical Trials in New Vaccine Development","name":"Deepanker Bisht, Samriddhi Dubey"},{"title":"COVID-19 Pandemic Ards Lock Will End within 2 Months : Depending on Collaboration Between Doctors and Researchers","name":"Dr, Ahmed N. Ghanem"},{"title":"Meta-Analysis of Efficacy and Safety of Blood Circulation and Blood Stasis on Acute Cerebral Hemorrhage","name":"Faping Song, Xiaoling Wang, Qian Wu, Yong Tang"},{"title":"Advances in the Study of Mechanism and Markers of Colorectal Cancer Stem Cells","name":"Guangyong Liu"},{"title":"Students’ Self-perfect Structure, Standards, and Level","name":"Orazbayeva G. Zh."},{"title":"The Relationship Between the Maternal Perineal Length and the Anal Incontinence","name":"Dr Vikas Shukla, Dr M Ketkar, Dr Nikhilkumar Bijjaragi"},{"title":"Investigation and Analysis of the Prevalence of Mental Health and Its Relationship with Physical Diseases","name":"Dr. Anku Moni Saikia, Dr. Rupali Baruah, Dr. Jahnabi Das, Dr. Pavel Barman, Dr. Mintu Dewri Bharali"},{"title":"A Case Report: Rural Isolated Brain Stem Tuberculoma","name":"WAGUE Daouda, CISSE Mohamed, SY Elhadji Cheikh Ndiaye, Gaye Maguatte, BA Momar Codé"},{"title":"Blood Glucose Management in Patients with Acute and Chronic Kidney Disease","name":"Erlyne Tan, I Made Suma Wirawan"},{"title":"Clinical Study of Siddha Diagnosis Method of Diabetes","name":"Dr. Rakulini Raveendran, Dr. S. Sundararajan, Dr. S. Victoria"},{"title":"A Meta-Analysis of Clinical Efficacy of Yougui Pill in Hypothyroidism","name":"Xiaopei Liu, Cong’e Tan, Xiangdong Wang"},{"title":"The Impact of Technology on Attacks in Primary School Students in Bangkok, Thailand","name":"Nutthanit Teantunyakij, Nanalin Dhanoosriratn"},{"title":"Maternal High Levels of LDL and Insulin-like Growth Factor Binding Protein 5 Are Risk Factors for Preeclampsia","name":"Victor Damianus Leo, I Nyoman Hariyasa Sanjaya, Ketut Suwiyoga, Made Suyasa Jaya, Ida Bagus Gde Fajar Manuaba, Anak Agung Gede Putra Wiradnyana"},{"title":"Hospital Observation on the Maternal and Infant Outcome of Early and Severe Preeclampsia","name":"Priyanka Kumari, Reena Yadav, Sushma Nangia, Rajkumar Meena"},{"title":"Influactors of Outpatient Waiting Time at Colombo National Hospital, Sri Lanka","name":"Liyanage D H , Wickramaratne N P, Krishanth M D A"},{"title":"Critical to the Emergency Reporting","name":"Dr Ashish Nair"},{"title":"Watermelon Stomach and Its Histological Findings of Gastric Sinus Vasodatasis","name":"Benny Tjan, I Made Suma Wirawan"},{"title":"The Role of Secretions in Reproductive Regeneration Medicine","name":"Megaratni Sandhi, Wimpie Pangkahila"},{"title":"Case Report: Capillary Hemangioma in the Hard Palate","name":"Dr. I. Venkata Krishna, Dr. GV Reddy, Dr. Laxmi Shravya, S. Sai Veena, Sowjanya Dadi"}],"2021-3-10":[{"title":"Study on Improving Perinatal Outcome of Neonatal Resuscitation Training in Tertiary Hospitals","name":"Uma Devi Ranjitkar, Bhuwan K. Dangol, Samundra Mahato"},{"title":"Clinical Application of High Frequency Ultrasound in Detecting Soft Tissue Injury of Female Shoulder Pain","name":"Rehab Hussien Elkhair Hussien, Elgeili Adam Abdelgadir Yousif, Omar Mohammed Ali Loaz, Mohammed Abdelwahab Idriss Salih, Elfadil Faroug Abdelaal Elnour"},{"title":"Etiology and Treatment of Thrombocytopenia in Pregnancy","name":"Dr. Smitha .K, Dr. G. Nita"},{"title":"Subcuticular Pustular Dermatosis: A Case Report","name":"Dr. Jitendra Rathod, Dr. Shradha Karkamkar, Dr. Deepinder Singh Dhillon, Dr. R. B. Bohra, Dr. Reena Vare, Dr. Ashfaque Ansari"},{"title":"The Relationship Between Performance of Core Stability and Performance of Static and Dynamic Balance of Lower Limbs in Healthy Individuals: a Correlational Study","name":"Dr. Tikariya Sanjana Sanjay, Dr. Saqib Syed, Dr. Gaurav Bhatnagar, Dr. Anisha Kaur Johar"},{"title":"Meta-analysis and GRADE Evaluation of Ginseng-Dihuang Tang with Chemotherapy for Stage III-IV Diabetic Nephropathy","name":"Fen Liu, Yujin Wang, Yanjin Su"},{"title":"Epigenetic Changes Caused by Parental Factors Affect Offspring Bone Density","name":"Mei Tian, Zongying Tian, Yuan Zeng, Wei Qian"},{"title":"Withdraw","name":"Withdraw"},{"title":"Is There a Gap Between Patients? What is the Nurse's Expectation and Satisfaction with Care?","name":"Dulley Choku, Purnima Kundu"},{"title":"Effect of Omega-3 Fatty Acid Supplementation on Changes in Crp Levels and Incidence Frequency in Stunted Children Aged 12-36 Months","name":"Lewi Jutomo, Bambang Wirjatmadi, Rudi Irawan"},{"title":"Relationship between Precancerous Lesions of Gastric Cancer and Obstruction of Toxin and Blood Stasis based on Tumor Microenvironment","name":"Zhiyun Li, Jiehong Wang"},{"title":"A New Era of Drug Delivery Systems: Development of Itraconazole Microsponges","name":"Pooja A. Patil, Vijay R. Chakote, Mahesh M. Thakare, Paras B. Pophalkar"},{"title":"Thyroid Abscess is One of the Complications of Tuberculous Cervical Lymphopathy","name":"Dr. Iram Fathima, Dr. Sreelatha, Dr. Rajani, Dr. Naveen"},{"title":"Antioxidant Activity of Rose Dpph(1, 1-diphenyl-2-picrylhydrazine) and Application in Lipstick","name":"Heru Nurcahyo, Rizki Febriyanti"},{"title":"Research Progress on Application of Polydatin in Kidney Diseases","name":"Zhen Li, Hongbao Liu"},{"title":"The Advances in the Pathogenesis and Treatment of Gastroesophageal Reflux Disease (GERD)","name":"Dewei Mu, Yahui Huang, Jing Zhang, Han Liu, Peina Zhang"},{"title":"Causes and Management of Facial Pain Caused by Sinus Disease","name":"Dr. Ahmad Yasir Albaaj, Dr. Saad Salih Abdulqader, Dr. Nidaa Mohammed Taher Alkhayat"},{"title":"Advances in the Application of Infrared Thermal Imaging in Blood Supply Monitoring of Flap","name":"Ruijie Xie, XiongJie Huang, Mengde Xiao, Mingjiang Liu"},{"title":"Maternal Risk and Perinatal Outcome of Twin Pregnancy in Tertiary Hospitals","name":"Dr. M. Gayathiri MD OG, Dr. Thennarasi MS.OG, Dr. R. Indhumathi"},{"title":"Gunshot Wound to the Chest-Escaped","name":"Divya Gaur Shukla, Meenakshi Kumar, Ira Balakrishnan M"},{"title":"Research Progress on the Pathogenesis of Postpartum Depression","name":"Yujuan Yan, Yingchun Tai, Hua Yang, Mengmeng Wang"},{"title":"Evaluation of Weight Loss Percentage of Patients 2 Years After Bariatric Surgery","name":"Dipjyoti Das"},{"title":"Retrograde Jejunal Intussusception: a Case Report","name":"Venkanna Babu Akula, Sai sreenivas U V, Uma Maheswarao T "},{"title":"One Case of Extragastrointestinal Stromal Tumor Caused by Mesentery of Small Intestine","name":"Saisreenivas U V, Uma Shanker DNB, MRCS, Uma Maheswarao T"},{"title":"Body Weight Training and Creatine Kinase (CK) Levels: A Literature Review","name":"Barouch Giechaskiel"},{"title":"Survey on the Current Clinical Practice and Knowledge of Surgical Treatment for Intractable Epilepsy Patients Among the General Neurologist in Mainland China","name":"Hulin Zhao, Chengchen Han, Shengli Guo, Jianning Zhang"},{"title":"Quality of Life of Elderly Hemodialysis Patients in Assiut City","name":"Asmaa B Hassan"},{"title":"Antenatal Care Knowledge of the Pregnant Spouse","name":"Lt Col Geeta R, Maj Kiran Singh, Maj Rekha Kumari, Capt Seena Mathew, Capt Divya Sunny Martina, Capt Unice Lunglo"},{"title":"Endogenous Strategies for Ending the Relationship Between Child Marriage and Teenage Pregnancy in Wasi, Ghana","name":"Pagra, M. Mwintribu. K, Baataar, Cuthbert K. M"},{"title":"Comparative Study of Bile Microflora Between Biliary Tract Disease and Normal Gallbladder","name":"Dr. N. K. Goswami, Dr Ankit Kasundra"},{"title":"Bridging the Gap Between Clinical and Radiological Diagnosis: A Review","name":"Madhura Mahajan, Manjushri Waingade, Pooja Rathod, Sunaina Swatantramath"},{"title":"Effects of Cytidine Diphosphocholine on Cognitive Impairment After General Anesthesia","name":"Kameliya Tsvetanova"}],"2021-3-11":[{"title":"Advances in Gene Therapy","name":"Bramaramba Muddana, Sr. Visalakshmi. N"},{"title":"Shot Study of Semen Analysis in Iraqi Patients in 2017 and 2018","name":"Ahmed Adnan Abdulrasool Khazaali, Qays Ahmed Al-Khafaji, Hiba Mohsin Farhan"},{"title":"Advances in the Role of Microglia Polarization in Parkinson's Disease","name":"Yu Li, Ning Wang, Yongmei Yan"},{"title":"A Probe into the Drugs for Treating Thyroid Nodules in The Shen Nong's Materia Medica","name":"Yunyong Gao, Xiaowen Chen"},{"title":"Measurement of Absorbed Dose in Some Organs in CT Imaging of the Head","name":"T. M. Taha, S. H. Allehyani"},{"title":"Physical and Psychosocial Burden of Spinal Cord Injury Patients in Baghdad City Spinal Cord Injury Hospital","name":"Ali A. Shalash, Batool A. Jaddou"},{"title":"The Clinical Effect of Sphincter-Preserving Catheterization and Drainage in the Treatment of High Perianal Abscess","name":"Yingxian Song, Ayiguli Ayitihazi, Yongfeng Hui"},{"title":"Advances in the Role of Metformin in Chemoprevention and Treatment of Colorectal Cancer","name":"Xindong Wang, Sunyan Zhao"},{"title":"Meta-analysis of Chaihu Shugan Powder in the Treatment of Functional Dyspepsia","name":"Wen Wen, Yunhan Yin, Yuqing Xu, Yanan Ai, Weihan Zhao"},{"title":"Research on the Value of 2D Speckle Tracking Echocardiography to Assess Resting and Stress Myocardial Deformation for the Presence, Extent and Localization of Coronary Lesions in Patients with Suspected Stable Coronary Artery Disease","name":"Dr. T. Suresh Babu, Dr. D. Rajasekhar, Dr. Vanajakshamma, Dr. B. Raghuram, Dr. Madhava Naidu"},{"title":"A Report on the Treatment of A Hemorrhagic Fever with Renal Syndrome with Ganlu Xiaodu Dan","name":"Wenxiu Zhang, Xiaoni Kou, Wenzhe Feng, Peng Shi, Cheng Shang"},{"title":"Astrocytoma Mimicking Collision Tumor in Astrocytoma Meningioma: A Rare and Interesting Morphological Phenomenon","name":"Dr. Omar Preet Singh Bali, Dr. Hoogar M.B"},{"title":"Histopathologic Spectrum of Cutaneous Granulomatous Lesions","name":"Utkarsh N Pattar, Hilda Fernandes, Vasudev Prabhu"},{"title":"A Rare Case of Wheals Uterine Pus in a Woman with Uterovaginal Prolapse","name":"Dr. Kavita Manchanda, Dr. Monika Madaan, Dr Priyanka"},{"title":"Evaluation of Risk Factors and Clinical Study of Patients with Extended Medullary Infarction","name":"Dr. Sailaja, Dr. M. Sriharibabu"},{"title":"Research Progress in the Treatment of Glaucoma Optic Atrophy with Traditional Chinese Medicine","name":"Li Zhang, Jingan Tong"},{"title":"What Changes Have Taken Place in Forensic Medicine during COVID-19 Crisis in China?","name":"Lingjie Kong, Jie Zhang, Zihui Cheng, Lu Zhang, Liang Wang, Huanyu Jia, Changqing Cui, Long Yu, Songyue He"},{"title":"Management of Oral and Maxillofacial Soft Tissue Injuries: A Case Series","name":"Endang Sjamsudin, Nadiya Mujaheda, Dewi Amalia, Puspitasari, Dwinda Sandyarini, Dwita Kemala"},{"title":"Intrathecal Baclofen Injection: Our Experience with Spasticity Neuromodulation in Patients with Traumatic Spinal Cord Injury","name":"Kumar S, Maheshwari V, Dey S, Pandey R"},{"title":"Mucinous Epidermoid Carcinoma of the Inferior Temporal Fossa: A Case Report","name":"S Vinod Thangaswamy, Prasannakumar P, Sajeesh Raj A, P I Nainan"},{"title":"Research Progress on Application of Multidisciplinary Diagonosis and Treatment Pattern Hospice Care","name":"Chenxu Lv, Weige Sun, Haijiao Zhang, Zhantao Jiao, Suzhai Tian"},{"title":"Cognitive Dysfunction After One-day Surgical Anesthesia in Elderly Patients","name":"Marija Sholjakova, Radmila Trajkova, Vesna Durnev, Marija Tolevska"},{"title":"Legal Issues in Cardiac Surgery Medical Rehabilitation Provided by Healthcare Providers","name":"Marolop Pardede, Laksanto Utomo"},{"title":"Patient Preferences for Dental Clinical Dress Code: A Cross-sectional Survey in a Dental Hospital","name":"Dr Hema T S, Dr Preetha J Shetty, Dr Amit K Pachlag"},{"title":"Improving Dental Radiographic Images Using Image Processing Techniques","name":"Tariq Alqahtani"},{"title":"A Study to Assess the Effectiveness of Buerger-allen Exercise in Improving Peripheral Vascular Tissue Perfusion in Patients with Type II Diabetes Mellitus at Selected Hospitals in Maharashtra","name":"Arun Kumar VN"},{"title":"Macrocytic Alterations in Thrombocytopenia: A Bone Marrow Aspiration Study","name":"Dr. Veerpaneni Sandeep, Dr. Radhika C Sasturkar, Dr. Prabhu M.H"},{"title":"Research Progress on the Role of KIF21B in Disease","name":"Yanhong Lian, Xiaoqi Yang"},{"title":"Meta-analysis of Chaihu Shugan Powder in the Treatment of Gastroesophageal Reflux Disease","name":"Yuqing Xu, Yannan Ai, Wen Wen, Yunhan Yin, Weihan Zhao"}],"2021-3-12":[{"title":"Clinical Manifestations of Cardiovascular System Damage in Right Ventricular Thrombosis","name":"Jihad Raoui, MD, Elizabeth O. Ugoani MD, Bouthayna Mesmoudi MD, Cherti Mohamed"},{"title":"The Appearance of Concussion Syndrome in Patients with ADHD","name":"Dr. Satish Gaddam"},{"title":"Serum Prolactin, Thyroid Stimulating Hormone and Thyroid Hormone (FT3, FT4) Concentrations in Women with Infertility: An Institutional Study","name":"Dr. Minakshi Kumari, Dr. (Prof.) Bela Rose Ekka, Dr.(Prof.) Santosh Kumar"},{"title":"Effect of Non-surgical Periodontal Treatment on Glycated Hemoglobin Levels in Libyan Patients with Type II Diabetes Mellitus: A Retrospective Interventional Study","name":"Logien Al Ghazal, Salma Mahfoud Werfully"},{"title":"A Comparative Study of Postoperative Placement Versus No Placement for Obstructive Jaundice","name":"Dr. Rajesh D. Patel, Dr. Dinesh Bhuriya, Dr. M. Vishnu Vardhan"},{"title":"Comparison of Dexmedetomidine and Magnesium Sulfate to Reduce Airway and Hemodynamic Responses During Extubation in Open Patients - A Randomized Clinical Trial","name":"Dr Sivanayak Vudithe, Dr. Vindhya K"},{"title":"A Comparative Study of Low-dose Bupivacaine-fentanyl Versus Conventional-dose Bupivacaine in Spinal Anesthesia for Orthopedic Surgery in the Elderly: A Prospective Randomized Double-blind Study","name":"Dr Nafisa Sharfeen, Dr. Jalaja Praveena"},{"title":"Complications of Dengue Fever in Children","name":"Pande Ayu Naya Kasih Permatananda"},{"title":"Effect of Streptococcus Lactis on Dentin Microhardness-an in Vitro Study","name":"Arunteja Sarvamthota, Manje Gowda, Jayalakshmi K B, Prasanna Latha Nadig , Sujatha I"},{"title":"Analysis of Antihypertensive Prescription Medication in Pharmacies of Bamako District","name":"M Sako, S Diallo, Y R Koumaré, S Sidibé, A Sangaré, M Konaté"},{"title":"Assessment of Knowledge of Adverse Drug Reactions in Dentists and Their Reporting in Hyderabad GDC: A Kap Study","name":"Laxmaiah Sneha Sai Menga, Vijaya Laxmi"},{"title":"A Rare Report of A Case of Malignant Peripheral Nerve Sheath Tumor of the Thoracic Cavity","name":"Mulimani PN, Kadam SS"},{"title":"Study of the Efficacy of Rntcp Regimen in Patients with Multidrug-resistant Tuberculosis","name":"Dr. Keyur J. Paneliya"},{"title":"A Rare Case of Transformation of Giant Cell Tumor Primary Sarcoma","name":"RP Dhande, Gaurav Mishra, Varghese Paul"},{"title":"Report of A Case of Biotinidase Deficiency in the Neonatal Period","name":"Dr. Bijaylaxmi Behera, Dr. Ajay Kumar"},{"title":"Review on Traditional Chinese Medicine with Treating Ischemic Stroke Based on NLRP3 Inflammasome","name":"Jie Zhang, Xiaoling Wang"},{"title":"Analgesic Efficacy of Dexmedetomidine Versus Fentanyl-assisted Thoracic Epidural in Patients Undergoing Upper Abdominal Surgery: A Prospective Randomized Controlled Trial","name":"Dr. K. Gopa Naik, Dr. A. Vishnu Vardhan"},{"title":"Comparative Evaluation of Esmolol and Labetalol for Reducing the Boost Response to General Anesthesia Laryngoscopic Tracheal Intubation","name":"Dr. T. S. Vinil Kumar, Dr. Kiran Kumar Gera, Dr. T. Surya Sree"},{"title":"Correlation Between Swelling of Mandibular Third Molar and Salivary Alpha Amylase Concentration After Tooth Removal","name":"Idawati Muhajir, Harmas Yazid Yusuf, Lucky Riawan"}]}