{"2019-1-1":[{"title":"E-Utaut: An Extended Model in Addressing Student Course Registration","name":"Ejiofor C. I, Mgbeafuluike .I .J"},{"title":"Optimized Network Topology for e-Learning Zone","name":"Crispulo G. Maranan, Jennifer B. Enriquez, Bartolome T. Tanguilig III"},{"title":"Smart e-learning systems in tertiary education","name":"Anna Thysiadou, Sofoklis Christoforidis, Panagiotis Jannakoudakis"},{"title":"Learning Gap in Exact Curricular Components in High School and Impact in Engineering Courses in Higher Education","name":"Fábio D. Chaves, Virnei S. Moreira, Márcia N. Camargo"},{"title":"A Progress Report On “Analysis of Faculty Performance Using Data and Opinion Mining”","name":"Priti Ughade, S. W. Mohod"}],"2019-1-2":[{"title":"Finance for the Jun-Fire Subsystem based on Eight Palaces or Eight Veins","name":"Yingshan Zhang"},{"title":"Finance for the jun-Fire Subsystem based on Zangxiang and Jingluo","name":"Yingshan Zhang"},{"title":"Multimedia Web Based Content for E-Learning","name":"Edim Azom Emmanuel, Ofem Ajah Ofem, Akinremi Peter Taiwo"},{"title":"Hybrid Agent Based Educational Data Mining Model for Student Performance Improvement","name":"Falguni Ranadive, Akil Z. Surti"},{"title":"Finance for the jun-Fire Subsystem based on Six Jiazi and Eight Palaces","name":"Yingshan Zhang"}],"2019-1-3":[{"title":"GDP for the Water Subsystem based on Zangxiang and Jingluo","name":"Yingshan Zhang"},{"title":"Effective creative strategies on Educational native buildings’ Designers’ treatment","name":"Malihe Soleimani sadr, Sayedeh Marzieh Tabaeian"},{"title":"Optimal design and suitable media for e-learning effectiveness: A student-driven choice","name":"Anna Thysiadou, Sofoklis Christoforidis, Panagiotis Jannakoudakis"},{"title":"Principles of Developing Future Navigators’ Text Formation Competency While Teaching the Ukrainian Language","name":"Tetiana Gulchuk"},{"title":"Campus Push, Location, Context, Policy Driven Push Notification Application for Mobile Devices","name":"Roopkala Ravindran, Nitika Qazi, Vinita Atre, Jayesh Rohira, Sagar Narkar"},{"title":"Rethinking of \"Internet+education\" under the Guidance of Technology","name":"Chen Li, Xiaoqing Zhong, Jianyong Cai"}],"2019-1-4":[{"title":"Online Exam Cell and Result Analysis Automation","name":"Aditya Rao, Abhishek Ganesh, Stuti Ahuja"},{"title":"The Application and Development of Artificial Intelligence in Education in China","name":"Chen Li, Xiaoqing Zhong, Jianyong Cai"}],"2019-1-5":[{"title":"Model Eliciting Activities (MEA) Application in Online Group Discussion for Mathematics Learning","name":"Nurul Husna Lubis; Putri Su'aidah Pulungan; Dr. KMS. M. Amin Fauzi"},{"title":"Sport Special School Achievement Athlete of Ragunan","name":"Imran Akhmad"},{"title":"A Proposal to Help EFL Teachers Dealing with Dyslexia: A Case Study, Schools of British Educational Institutes, Wad Medani-Sudan","name":"Mohamed Kamal Mustafa Elhaj"},{"title":"Developing Curriculum of Bachelor at University of Foreign Language Studies in Vietnam","name":"Le Minh Hiep"},{"title":"ABC-Teach Model in the 21st Century Skills of Secondary Biology Teachers","name":"Violeta N. Arciaga Ph.D.; Mel Greg O. Concepcion Ph.D.; Josephine E. Tondo Ph.D."},{"title":"Training and Professional Development Practices for Employees in the Ghana Education Service","name":"Otoo Christopher Isaac; Juliet Benewaah Assumeng; Kuranchie Alfred"},{"title":"The Trajectories of Theological and Religious Studies in Western Academies: Basis for Customized Programmes at NUL and in some other African Higher Theological Institutions in Contemporary Times","name":"Dr. Nico Tebatso Makhalemele; Chris Ukachukwu Manus"},{"title":"Impact of Principals' Intellectual Stimulation on Students' Performance at Kenya Certificate of Secondary Education in Public Secondary Schools, Kenya","name":"Patricia Nthoki Muia; Dr. Ursulla Okoth; Dr. Grace Nyagah"}],"2019-1-6":[{"title":"Recovery of Human Values through Mathematics Education for Social and Economic Development in Nigeri","name":"Chinweoke Felicia U."},{"title":"Creative Thinking and Innovative Teaching of Higher Secondary School Teachers in English bazar and Kaliachak Block of Malda, WB","name":"Dr. Suman Panigrahi"},{"title":"The University: From State Bureaucracy to Scientific Communities","name":"Carmita Alvarez; Jose Mar?a Lalama; Erick Bojorque; Gerardo Villacreses"},{"title":"Secondary Teachers' Attitude towards the Use of Techno-Pedagogical Tool-K-Yan in Classroom Instruction - A Study in Purbabardhaman District, West Bengal","name":"Pratanu Rakshit; Ashoke Kumar Sarkar"},{"title":"Relationship between the Habit of Daydreaming and Creative Writing in English Among High School Students","name":"Dr Usha Parvathy; Revathy T .S."},{"title":"Anxiety and Stress and their Influence on Undergraduate Student Performance in Saudi Arabia","name":"Ghada Aljawawdeh; Yazan Alghazo"},{"title":"Intimidating Factors on Communication Apprehension on Grade 7 Students","name":"Lelit A. Repaja; Jay P. Miranda; Krimar Balansag; Jerald C. Moneva"},{"title":"Analyzing the Theoretical Views of Organized Crimes","name":"Esmaeil Kashkoulian"},{"title":"The Goat Technopreneurial Learning Project (TLP) of the Nueva Vizcaya State University","name":"Dr. Angelito L. Lacadin"},{"title":"A Study to Evaluate Views of Teachers Towards Effective Use of Teaching Aids to Teach Social Studies at Secondary Level in Amalapuram","name":"Y. V. Jagannadh"},{"title":"Self-Esteem and Academic Performance Levels of HIV/Aids Orphaned Primary School Pupils in Children Homes in Nyeri South Sub-County, Kenya","name":"Kiragu; T.N.; Chepchieng; M. C."}],"2019-1-7":[{"title":"Decentralization of Education: Politics and Consensus","name":"Shree Krishna Panthee"},{"title":"Exploring Academic Difficulties Facing First-Year Undergraduate Students at the Institute of Adult Education, Tanzania","name":"Kija Steven Magembe"},{"title":"Examination of the Relationship between Emotion Recognition/Regulation and Social Skills of 66-77 Months-Old Infants","name":"Belgin Liman"},{"title":"The Development of Vocational Education Institution and Industry Partnership ? Based Performance Management Model to Improve the Occupational Competence of the Vocational Graduate Candidates","name":"Hadromi"},{"title":"Assessing Rural Women's Perceptions of Effective Extension Methods for Promotion of Horticultural Crops","name":"Manju Dahiya; Jeet Ram Sharma; Vijaypal Panghal; Devender Dahiya"},{"title":"Health Knowledge, Attitudes, Beliefs and Practices Revealed from Focus Group Discussions on Tobacco Smoking among Lebanese and Palestinian School Children in Lebanon","name":"Hanin Fuddah; Iman Khalil"},{"title":"Aerobics Gymnastic, Fitness, Anxiety, Academic Grades of Health Diploma Students from Remote Area in Indonesia","name":"Lucky Herawati; Agussalim; Maryana; Suharyono"},{"title":"Utilisation of Educational Media in Teaching and Learning of Oral Literature in Butere Sub County Secondary Schools, Kenya","name":"Wetende Christine Makokha"},{"title":"The Effects of the Program Including Differentiated STEM Applications Based on the Parallel Curriculum Model on the Critical Thinking Skills, Creativity and Attitudes of Gifted and Talented Students","name":"Aydin Tiryaki, Omer Cakiroglu, Yavuz Yaman"},{"title":"Evaluation of the Inclusive Education Implementation in Public Elementary School of DKI Jakarta Province","name":"Riana Bagaskorowati"}],"2019-1-8":[{"title":"A Comparative Study of Bal/Balika Ashram and Parent Home Adolescents on Emotional Adjustment","name":"Dr. Dheeraj Verma, Dr Ruchi Malhotra"},{"title":"TVET Qualification Statuses in Sri Lankan Labour Market","name":"H.M.A.D.K Herath; Prof. Dayantha S Wijayasekara; Dr. N.N.J Nawarathna"},{"title":"Educational Values in the QUR'AN","name":"Educational Values of Al-Quran and Development of Islamic Education"},{"title":"Development of Interactive Learning Media Based on Teaching Multimedia Scouting Faculty of Sports Science","name":"M. Irfan; Zen Fadli"},{"title":"The Effectiveness of the Guided Inquiry Learning Module towards Students? Character and Concept Understanding","name":"Sri Wardani; Sri Nurhayati; Aulia Safitri"},{"title":"Discourse Strategies in English Language Pedagogy during the Practicum: A Comparative Study of Student Teachers in Bungoma County Secondary Schools in Kenya","name":"Napwora Wekesa Jesse; Benter Oseno Gudu"}],"2019-1-9":[{"title":"Holistic Approach of Value Based Education: Issues, Directions, Opportunities and Challenges","name":"Dr. A. Kalaivani"},{"title":"Understanding the Influence of Substance use on Academic Performance","name":"Godwill Chenyuei Akwene"},{"title":"The Improvement of Cadres Knowledge Throught Strengthening of Social Capital in Agam District Year 2014","name":"Fauziah Elytha; Rizanda Machmud; Rita Damayanti; Nusyirwan Effendi"},{"title":"The Contribution of Mathematical Connection and Mathematical Communication to Problem Solving Ability","name":"Suharto; Wahyu Widada"},{"title":"A Study of Relationship between Leadership Styles of Principal and Teacher Effectivenes","name":"Dr. Mohan Lal 'Arya'"},{"title":"Teaching Writing: From Theory to Practice","name":"Abderrahmane Babni"},{"title":"Changing Students' Perceptions of Matter through the Educational Model of Microcosm","name":"Ourania Gikopoulou"},{"title":"Teaching Oral Comprehension to English as a Foreign Language (EFL) Learners: Perceptions of Ivorian Secondary School Teachers","name":"AGBA Yoboue Kouadio Michel"},{"title":"Intensive Training Program Evaluation of the Indonesian National Sports Committee of North Sumatera","name":"Chairul Azmi; Agung Sunarno"}],"2019-1-10":[{"title":"Life Skills of Primary School Teachers","name":"Dr. Surendra Pal, Subash Chandra"},{"title":"Exploiting the Best of Ubuntu and Human Rights for Moral Regeneration: Community Perceptions, Sidhakeni Area, Zhombe District, Zimbabwe","name":"Ndondo Shepherd"},{"title":"Appropriateness of Mother-Tongue Based MultiLingual Education (MTB-MLE) in Urban Areas: A Synthesis Study","name":"Mondez, Remilyn"},{"title":"Improving Students' Science Process Skill and Achievement through Experiential Learning: Biodiesel Production","name":"Suyitno"},{"title":"Influence of Technical Support on ICT Integration in Classroom Practices in Public Primary Schools in Bungoma County, Kenya","name":"Simiyu C. Pius, Mutsotso S., Masibo Edwin"},{"title":"Confirmatory Factor of Satisfaction Analysis of Education Service at the Politeknik Negeri Samarinda (POLNES)","name":"Achmad Rodzali, Garini Widosari"},{"title":"Mechanical vs. Logical Memory in the Use of Personal Technology among Nigerian Senior Secondary School Students","name":"Udoye, Ngozi T. Ph.D., MNCEP"},{"title":"Reflection of the Reform in CET4 Writing Based on Language Testing Theory","name":"Chenglin Wang, Wenshu Zheng"},{"title":"Learning Stylesto Academic Performance: An Evaluation","name":"Glenn Landicho"},{"title":"A Contrastive Analysis of English and Arabic Phrasal Verbs: Difficulties and Alternatives","name":"Amnah A Madkhali"},{"title":"Efficacy of Homoeopathic Thyriodinum 3x in Hypothyroidism in Both Sexes between Age Group 20 to 40 Years","name":"Dr. Anwat Sangita, Dr. Swati B. Jadhav"},{"title":"A Portrait of Millennial Business Educators in the 21st Century: Opportunities and Challenges","name":"Leomar C. Miano"}],"2019-1-11":[{"title":"ICT Challenge Assessment related to \"A\" Level Chemistry Teaching in Eight High Schools in Glen View Mufakose District, Harare, Zimbabwe","name":"Dr Elisha Chamunorwa Kujeke, Madzivire Bessie, Prof. Dr. Kennedy Andrew Thomas"},{"title":"The Role of Drama in English Teaching","name":"Abdul Latif Zahid, Saifurahman Rohi"},{"title":"Develop Phenomenology in Learning","name":"Abd. Rahman A.Ghani, Suyatno, Abdul Madjid Latif, Bunyamin, Dwi Priyono"},{"title":"The Exploration of Improving Students' Oral Ability by Oral Narrative Composition in English Elementary Class & Take Benin for Example","name":"Dr Sourou Corneille TEBA"},{"title":"A Study on the Creativity of Middle School Students in Lakeside Poole and Demir Districts of Assam","name":"Dr. Lakshinandan Nath"},{"title":"Some Suggestions for Improving English Reading Scores for English as Second Language Students","name":"Dr. Ammar Mohammed Ahmed Mudawy, Dr. Abdal Rahman Omer Al Hussain Alhaj"},{"title":"Life Experiences of Teacher Nurses being Rude to Students: a Qualitative Study","name":"Pramilaa R"},{"title":"Research on the Factors that Influence the PE Teacher Performance","name":"Nimfa F. Buedron, EDD"},{"title":"Effects of Adapted Scripts on Learners' Performance in Middle School Reading Skills Take Kisumu, Kenya for Example","name":"Selina Alonya Kulo, Prof Paul Odundo, Prof Agnes Kibui"},{"title":"A Study on the Influence Factors of Students in High School Geography Question Quality and Content Validity","name":"MICHAEL Happy Linda, IYEKEKPOLOR Solomon"},{"title":"The Effect of Visual Media (Video) Based Process Evaluation of Result of Volley Ball Smash for Student of Sport Education and Recreation Fik State University of Medan (Unimed) North Sumatera Indonesia","name":"Suryadi Damanik, Usman Nasution, Suprayitno"},{"title":"The Influence of Teaching Nethod and Sports Educability on Basketball Achievement and Skill Learning","name":"Mesnan"},{"title":"Development of Teaching Materials for the Long Development Course of Motor Students","name":"Rahma Dewi, Nono Hardinoto"}],"2019-1-12":[{"title":"Ecology of Language and Sociolinguistics: Epistemological Segmentation","name":"Kavungi Mupachi Jean-Paul"},{"title":"The Study of Visual Memory Technology on Vocabulary Acquisition of Five Primary School Students","name":"Della Afrianti, Hermawati Syarif, Ratmanida"},{"title":"The Influence of Peer Influence on the Choice of Agricultural Major among Male and Female Students in Public Secondary Schools in Kajiado County, Kenya","name":"Chemjor Esther. J., Daniel Komo Gakunga"},{"title":"A Research Report on the Writing Ability of High Self - Involvement Students","name":"Mella Nurwinta, Kurnia Ningsih , Hamzah Hamzah"},{"title":"An Analysis on the Teaching Effect of Abnormal Knowledge and Menstrual Irregularities Plan of Menstruation for Adolescent Girls in Some Selected Schools of Valda District","name":"Ashwini Tonpe"},{"title":"Problems in Oral Activity Management of English Teachers in Tukatapanulitenga Primary School","name":"Sri Putri Wardani Manalu, Zul Amri, Yenni Rozimela"},{"title":"Analysis on the Effect of Clinical Nursing Examination on Unconscious Patients of Nursing Undergraduates in a Certain College","name":"Sumaiya Shaikh"},{"title":"The Influence of Meta-concept Teaching Intervention on Students' Understanding of Physical Concepts","name":"Madeleine Chinyere"},{"title":"The Flaws in the Educational System","name":"Meenakshi Moza, Aastha Moza"}],"2020-2-1":[{"title":"The Effect of Mental Intelligence on Self-efficacy: a Study of School Teachers","name":"Tulna Awasthi"},{"title":"Entrepreneurship Education for Students in the Field of Science: Training Evaluation And its Impact on Future Graduates","name":"Abdelhak CHAKLI"},{"title":"On the Head Teacher's Attitude to the Utilization of Network Resources","name":"Kaushal Kumar Jha, Dr Yodida Bhutia"},{"title":"Research on Teacher Motivation and Academic Coordinator Leadership Practice: the Relationship between Vision, Motivation, Intellectual Motivation, Supportive Leadership and Personal Identity","name":"Genevieve M. Gepitulan"},{"title":"IQAC: the Backbone of University Development","name":"Anita K. Sanap, Jigna Machhi, Kailas K. Sanap"},{"title":"Importance of Technology in Innovative Teaching","name":"Dr. Rajani D. Shionkar"},{"title":"SMP Negeri 22 Kerinci Learns about the Culture of Musical Art Model Creation, Learning and Appreciation of Development","name":"Nidia Puji Yastuti, Ramalis Hakim"},{"title":"A Study on the Relationship between Family Environment, Family Adaptation and Academic Performance of High School Students: A Case Study from Chennai","name":"M. Prathap Mohan"},{"title":"The Relationship between Self-efficacy and Subjective Well-being of High School Students in Bailitang No.1 Public School","name":"Rhesaroka Pramudita, Arie Qorthobi, Reny Rachmawatie"},{"title":"The Role of Total Quality Management in Higher Education","name":"Dr. D.C. Agrawal, Ankur Kukreti"},{"title":"Application of Total Quality Management in Higher Education","name":"Dr. D.C. Agrawal, Ankur Kukreti"},{"title":"Teacher Educators' Understanding of School Evaluation","name":"Dr. Sr. Philomina M J"}],"2020-2-2":[{"title":"Technical Teacher Professional Ethics","name":"M. Senthil Kumar"},{"title":"Research on the Harm of Chewing Tobacco and the Structural Teaching Effect of Prevention Knowledge among Some Rural Teenagers in Hassan City","name":"Komala.H.K"},{"title":"The Influence of Two-Stay-Two-Leave Learning Mode and Learning Style On Learning Effect","name":"Wachid Yuli Irfanto, Mustaji, Muhammad Jacky"},{"title":"An Effective Way to Improve Undergraduate Courses by Using the Importance Performance Analysis Paradigm","name":"Abdulmuhsen DAKHIL, Altan OZKIL"},{"title":"The Use of Electronic Information Resources by Distance Learners -- A Case Study of Ignor","name":"Basanta Kumar Das, Rabindra Kumar Mahapatra"},{"title":"Quality Circle: Influence of Employee Participation, Team Spirit and Working Environment on the Performance of Technical Colleges","name":"B.Vijayalakshmi, G.Yamuna"}],"2020-2-3":[{"title":"A Study on the Influence of Hybrid Learning Mode and Creative Thinking Ability on Learning Design Effect","name":"R. Mursid, Abdul Hasan Saragih, Naeklan Simbolon"},{"title":"Development of Measurement Tool for Middle School Students' Continuous Learning Intention in Mobile Learning Application","name":"Karina Rizka Aulianti, Indrawati"},{"title":"A Study on the Influencing Factors of Income Equity of Primary and Secondary School Teachers in China","name":"Xing Tong, Yemei Wei"},{"title":"Real Material used by SMKN 4 Pariaman Primary School Grade 10 English Teachers","name":"Rahmat Hidayat, M. Zaim, Zul Amri"},{"title":"Research on Teaching Mode of Microbial Pharmaceutical Technology","name":"Yang Mei"},{"title":"Application Research of Blockchain in Higher Education System - Intelligent Education System","name":"Balaji. S"},{"title":"Perception of Critical Thinking in English Argumentative Writing among Grade 11 Students of Pellaran Primary School in Padang","name":"Milla Syukrina Sari, Hermawati Syarif, Mukhaiyar Mukhaiyar"},{"title":"Cold Thinking on the Network Teaching Mode of College Courses under the COVID-19","name":"Suyu Wang, Xiaogang Chen"},{"title":"Factor Analysis of Middle School Students' Traditional Knowledge, Skills and Attitudes: A Case Study from Mongolia","name":"Lkhagvamaa Baatar, Narantuya Mend, Myagmarsuren Boldbaatar"},{"title":"Education and Comparative Literature: the Renewal of Female Paradigms in Literature and Film -- A Case Study of the Film Brave","name":"Luis Miguel Cardoso, Ana Bengala"},{"title":"The Origin and Connotation of Sports Games","name":"Qianwen Zheng, Bin Wang, Leijie Gong, Nan Shao"},{"title":"An Exploratory Study on the Construction and Application of I-Media-Based Student-Centered Pedagogical Approach in British and American Literature  ","name":"Liu Liping"},{"title":"An Analysis of Quality of Education and Its Evaluation: A Case Study from Secondary Teacher Education in Zimbabwe ","name":"Effie S. M. Sithole, Onias Mafa"},{"title":"Impact of the School Environment in Kenya on Student Behaviou","name":"Dr. Agnes Wanja Kibui"}],"2020-2-4":[{"title":"Research on the Thematic Approach to Improve the Teaching Ability of Secondary Vocational School Teachers","name":"Dr. Bindu Joseph, Dr. Alice Joseph"},{"title":"Textual Translation of Categories from English to Indonesian (Applied Linguistics Studies)","name":"Tegar Arif Topan"},{"title":"The Practicability and Applicability of Group Teaching in EFL Class in Kabul University","name":"Nadia Nazeer Hashimi"},{"title":"Students Are Developing the Ability to Develop Argumentative Essay Paragraphs","name":"Riyen Permata, Hamzah"},{"title":"Educational Challenges in Brazil. Metrics and Management Models","name":"Agnaldo Batista DaSilva, Wilson Almeida"},{"title":"The Method of Oral Correction Used By Teachers in English Classes with Different Educational Levels","name":"Widya Sri Wahyuni, Hamzah Hamzah"},{"title":"Improve the Innovation Attention of Science and Technology Teachers","name":"Yakibova Dilorom Sharifovna"},{"title":"The Significance of Volunteer Activities in Ideological and Political Education to University Students","name":"Dan Hu, Xinhui Liu"},{"title":"Critical Thinking and Youth Attitudes towards Entrepreneurial Skills Learning in Prato State, Nigeria","name":"Steve Azi Dabo"},{"title":"The Development of Mathematics Teaching Media and innovative Descriptive Teaching Method in Lampung Yarodabanda Primary School","name":"Dian Safitri, Dwi Yulianti, Sugeng Sutiarso"},{"title":"Research on Learner's Cognition of Learner Autonomy in Higher Education","name":"Osman Sabuncuoglu, Tamer Halayqeh"},{"title":"The Performance of Teachers' Colleges and their Graduates in Bsed-Let in New Esiha Province","name":"Alfonso Norman, Ph.D."},{"title":"Deen Dayal Upadhayaya Grameen Kaushal Vikas Yojana (Ddu-Gky) in Providing Skills Training Programmes for Youth in Kerala","name":"Athira Krishnan KT"},{"title":"Path of Cultivating Law Talents Morality with Law Knowledge in Colleges and Universities","name":"Zongcheng Lyu, Yifei Chen"},{"title":"Thought about Teaching on the Fifth Chapter “Development of Capitalism and its Tendency” of an Introduction to the Basic Principles of Marxism","name":"Chundi Lan, Yinxia Huang"},{"title":"Strategy to Improve the Quality of Islamic Religious Education Course Lecturers in Kopertais District, Jakarta","name":"Milana Abdillah Subarkah, Suhendardan Oneng N. Bariyah"},{"title":"Oral Teaching Skills and Tasks in Classroom Teaching","name":"Zaitoon Bahram"},{"title":"Teaching Plan and Practice Teaching of High School Mathematics Teachers in Central and Northern Du Mu Districts","name":"I Wayan Damai"}],"2020-2-5":[{"title":"The Influence of Structured Teaching on High School Students and the Knowledge of Self-defense Techniques: among High School and Higher Secondary School Children at M.G.M Co.Ed School of Bhopal","name":"Jubin Varghese"},{"title":"In the Practical Teaching Curriculum At the institute of Education At the University of Lebanon, A Grid of observations Was Developed to Assess the Competence of Pre-Service Teachers","name":"Hanadi Chatila, Iman Abou Ali, Hiba Naccache, Mariam Raad"},{"title":"Research on AR Mobile Games Adopted By University Students in Malaysia","name":"Hayati Yusof, Mai Farhana Mior Badrul Munir, Zulnurhaini Zolkaply, Brenda ChauKa Yan, Chong Suet Lin, LiewPui Li, Lim Yee Xin, Tan Kai Jian"},{"title":"Research on the Reform of Talent Education in Colleges under the Influence of Blockchain Technology on Accounting Industry","name":"Yu Lei, Zhiying Li, Guixian Pan"},{"title":"The Influencing Factors And Counseling of Anbang Teachers' Job Burnout","name":"Adi Mario Stevanus, Frank Rogers Rengrengulu, Tri Panca Titis Arbiansyah"},{"title":"Improve the Teaching Methods, Improve the Quality of Personnel Training for Fire Protection Professionals","name":"Nguyen Thi Ha, Vo Dinh Do, Tran Anh Vuong"},{"title":"Innovative Teaching Methods To Improve the Quality of Talent Training in Vietnam","name":"Vu Hong Van, Ho Duc Hiep"}],"2020-2-6":[{"title":"ICT Integration Policy in School Curricula in Angola: A Study of Namibe Secondary Schools","name":"Santana Bunga"},{"title":"Game Teaching Strategy in Mathematics Teaching for Children","name":"Andre Gomes Barros, Dra. Daniela Ruiz Diaz"},{"title":"The Influence of Psychosocial Factors on Primary School Teachers' Sense of Efficacy","name":"Dr. Y. Madhusudhana Reddy"},{"title":"Curriculum Reform in the Course of Elastoplastic Mechanics to Capacity Training","name":"Yong Ding, Lili Yuan, Huibing Zhu"},{"title":"A Research on the Problems Faced by PE Teachers in Middle School in Alasanqi Education District","name":"Dr. S. Malathi, R. Rohini"},{"title":"Interpretation of Chinese National Standards for the Teaching Quality of History Majors","name":"Lei Zhang"},{"title":"The Role of Drama in Improving Students' English Level From the Perspective of Teachers","name":"Tahani Refa'at Khalil Bsharat"},{"title":"Study on Job Satisfaction of Secondary School Teachers ","name":"Dr. Ranjana Ruhela"},{"title":"Piloting a Qualitative Research Tool: A Critical Reflective Essay on Ideological and Political Education in China","name":"Xi Liu"},{"title":"Teachers' Negative and Potentially Positive Perceptions of Social Media on Students' Math Learning","name":"Pr. Rouadi (El) Naim, Mohammad Faysal Anouti"},{"title":"The Influence of Education Quality Inspection Self-assessment on Quality Improvement Activities in Fangheng University","name":"Do Thi Hoai Van"},{"title":"A Comparative Study of the Classroom Discourse Strategies in English Teaching During Practice: a Comparative Study of Middle School Teachers in Bengoma County, Kenya","name":"Napwora Wekesa Jesse, Benter Oseno Gudu"},{"title":"Research on the Volunteer Filling in College Entrance Examination Driven by Information Technology","name":"Yanfang Li, Zhang Xi"},{"title":"Language Practice for Trilingual University Students: a Task in Three Languages","name":"Evelyn Njurai"},{"title":"The Constitution of the Long-Term Mechanism of Cultivating Talents with Both \"Quotient\" and \"Capability\"","name":"Yijia Zhang"},{"title":"Coordinated Mutual Progress of Internationalization and Nationalization of Higher Education","name":"Zhizhong Chen"}],"2020-2-7":[{"title":"Relationship between Cognitive Style and Stress Level of Adolescent Students","name":"Dr. Rajat Kumar Jain, Manisha Verma, Hemant Kumar Jain "},{"title":"Psychosocial Perspectives of Support for Children with Special Needs in Inclusive Education","name":"Dr. J. Godwin Prem Singh"},{"title":"Research on the Application of Hybrid System Method in the Innovation of Ideological and Political Education Methods in Colleges and Universities","name":"Zhiping Wang, Miao Tang"},{"title":"Influence of Professional Competence on the Teaching Effectiveness of Special Educators in Kashmir","name":"Dr. Tasleema Jan, Tahseena Bashir "},{"title":"Research on the School Management and Teaching Innovation Program Based on Principals' Leadership, Traits, and Work Effectiveness","name":"Dennis B. Roble, Minda S. Rebollido"},{"title":"Research on the Relationship between Principal Leadership Style and Teacher Effectiveness","name":"Dr. Mohan Lal Arya"},{"title":"A Study on the Implementation of Disciplinary Power of Primary School Teachers and the Countermeasures","name":"Xiang Chen"},{"title":"Practice and Reflection of “The Professional Teacher’s Language” Course Based on Blended Learning","name":"Jingjing Li, Yandong Zheng "},{"title":"From the Micro Education Mode to Change the Students' Understanding of Material","name":"Ourania Gikopoulou"},{"title":"The Role of Knowledge Management in Higher Education","name":"Anil Kumar Pandey"},{"title":"Integrating Ugt and Social Interaction Theory to Investigate the Social Interaction System of Dalian Tolu into the Problem Learning of Biology","name":"Widya Arwita, Mohamad Amin, Herawati Susilo, Siti Zubaidah"},{"title":"Research on College Students' Aesthetic Education System in Guangzhou Area","name":"Lingli Zhao, Yunshi Fang"},{"title":"The Use of Self-Regulating Learning Strategies for English Learners and the Obstacles They Face in Learning Writing Skills: a Self-Feeding Approach","name":"Mesele Ayalew Fentaye"},{"title":"Multilingual Education Policy in Cambodia","name":"Bacui Chen"},{"title":"The Survival Way of Local Undergraduate Colleges and Universities by Improving the Quality with Service –Based on Field Surveys of Three Universities in Hainan, Heilongjiang and Hubei","name":"Zhizhong Chen"},{"title":"Investigate the Teaching Methods of Entrepreneurship Education in Kenya and Their Contribution to the Entrepreneurship","name":"Lucy Maina Kiganane (PhD), Teresia Ngina Kyalo (PhD)"},{"title":"A Method to Evaluate Tradational Approaches and Communicative Approaches in the Context of Better Foreign Language Learning Opportunities","name":"Ahmed Mohamed Khair Abdalla. PhD"},{"title":"Literature as a Tool in English Course: a Case Study in English Classrooms","name":"Hintsa Teklehaimanot Asefa"},{"title":"On the Driving Force of the Integration of Production and Education in Vocational Colleges","name":"Jianghai Wang"},{"title":"Policy Network Interaction and Migrant Children’s Educational attainments: Chinese Compulsory Education Policy for Migrant Children","name":"Rui Sun"},{"title":"A Study on Stress, Depression and Anxiety among Third-Year Medical Students at the Islamic University","name":"Fahad Khalid Al Bahili, FaresAbdullah Alaskar, Abdullah AliAl-Shehri, Dr. Abdullah M. Al-Rabeah"},{"title":"Study on Innovative Entrepreneurship Talent of College Students in the View of Third Classroom","name":"Liming Chen, Fengjun Lu"},{"title":"The Effects of Cooperative Learning on Student Achievement and Motivation in a High School ","name":"Gayatri. G, P. Felvia Shanthi"}],"2020-2-8":[{"title":"A Research on the Prevalence of Anxiety and Depression among Medical Students at Islamic University","name":"Fahad Khalid Al Bahili, Fares Abdullah Alaskar"},{"title":"An Empirical Study on School Adjustment of Hearing-impaired Children","name":"Ziyu Zhou"},{"title":"Dental Students' Preferences for Active versus Reflective Learning","name":"V. Deepika, Dr. M.P. Brundha. M.D, DNB"},{"title":"On the Changing Nature of Current Online Education","name":"Archana Mishra"},{"title":"The Relationship between Student Group Sports Activities and Academic Performance of Students at the University of Khartoum","name":"Siham Mohamed Osman Gritly, Dr. Nada Ali Abelhameed Bahafizalla"},{"title":"An Literature Review of Failure in Entrepreneurial Practice of Chinese College Students—An Econometric Analysis of Papers from China Academic Literature Online Publication Database (CNKI)","name":"Hongxing Gao, Nini Wang"},{"title":"Development and Operation of the Quality Assurance System in Vietnamese High Schools","name":"Dr. Nguyen Quang Giao, Nguyen Tra, M.A."},{"title":"Assessment of Mobile Device Usage Patterns of Teachers and Learners Using Mobile Learning in Namibian High Schools: an Example from the Erongo Region","name":"Jude OSAKWE, Nomusa DLODLO, Nobert JERE"},{"title":"Analysis of Factors Influencing the Satisfaction and Loyalty of International Students in Private Universities in Malaysia","name":"Babita Gupta, Usman Musa Zakari Usman"},{"title":"Diagnosis of Learning Styles Based on Active/Reflective Dimension of Felder and Silverman's Learning Style Model in a Learning Management System","name":"Dr. Lina Fouad Jawad"},{"title":"Model of Coordination of Educational Institutions from an Islamic Perspective","name":"Maryani"},{"title":"The Effect of E-books Reading on Children’s Language and Literacy Skills","name":"Yao Zheng"},{"title":"An Exploration on Relationship between  Identity Styles, Self-Esteem and Educational Performance of Selected High School Students in Kenya","name":"Addero Wilson Ogot"},{"title":"The Teaching Strategy of Online Education in Emergency Situation","name":"Limin Cui, Ying Wang, Xiaoyan Dong"},{"title":"The Construction of Teaching Scaffolds in the Teaching of Continuation after Reading — Based on the Two Lesson Examples of Famous Teachers' Teaching of Combination of English Reading and Writing in \"Jiang Zhe Hu Jing Guang\"","name":"Ying Gao"},{"title":"Mind Mapping a Good Research Programme for Uk Phd Students: a Guide and Review","name":"Ali Algaddafi, Siham Hasan"},{"title":"Based on Blog Learning to Improve Student Learning Outcomes Ability of Mechanical Engineering Progra","name":"Murdani Murdani"},{"title":"Research on the Cultivation of Innovation and Entrepreneurship of Local College Students from the Perspective of New Engineering","name":"Miao Tang, Zhiping Wang"},{"title":"The Effects of FivE-finger Strategies and Traffic Signal Strategies on the Academic Achievement and Personal Intelligence of First-Year Physics Students","name":"Dr. Adel Kamel Shebeb, Dr/Faez Salim Abed"},{"title":"An attempt to Integrate Grammar Translation Method, Communicative Language Teaching, Task-based Language Teaching: Rationale and Evaluation","name":"Guangxiang Liu"}],"2020-2-9":[{"title":"Classification of Surface Strategies in Error Analysis: the Foundation of the Grammar Competency Enhancement Program (GCEP)","name":"Vicente S. Esmalde"},{"title":"Professional Qualification of Teachers in Public Primary Schools in East Poko County, Baringo County, Kenya and Its Impact on Children's Perception of Their Rights","name":"Muraguri Wangui Rose, Barasa Enos Mukadi"},{"title":"Media Literacy and Education of Young Students in We Media Network Environment","name":"Liang Deng"},{"title":"Construction of the Science and Technology Prevention System in Universities Based on the Background of \"Internet Plus\"","name":"Qifeng Zhang, Songyang Wang"},{"title":"The Knowledge-sharing Revolution","name":"Suprerna Khanna"},{"title":"Status of Inclusive Education for Visually Impaired Students in 20th Century India","name":"Rumti Das"},{"title":"Research on the Cultivation of Craftsmanship in Different Countries","name":"Xiaoxue Zhan, Sida Wan"},{"title":"The Enlightenment of Korean Home-based Elderly Care Model under the Vision of Supply Side Reform","name":"Yue Ying"},{"title":"Teaching English As a Second/foreign Language in Lebanon Using Smartboards, Mobile Phones and Skype","name":"Dr. Adel Sakakini, Dr. Mona Sheet"},{"title":"Research on the Importance of Ksa Home Health Certification","name":"Ibrahim Kamil Luttfi"},{"title":"Exploring the Talent Training Model of Big Data Majors in National Universities from the Perspective of School-Enterprise Collaborative Education","name":"Fugeng Zeng, Yao Huang, Qigang Deng"},{"title":"Research on the Cultivation of Student Cadre Ability in Colleges and Universities in New Era","name":"Luzhi Xu"},{"title":"Students' Evaluation of Teachers' Performance: Practices and Differences in Individual and Group Evaluation at Abaminch University, Ethiopia","name":"Dr. Damtew Darza, Muluken Tesfaye"},{"title":"Investigative Action Practices in Science Teaching During Internships at the Federal Institute of Goyano.","name":"Felipe Torres Da Silva, Rosenilde Nogueira Paniago, Prof. Suzana Maria Loures de Oliveira Marcionilio, Celso Martins Belisário, Calixto Júnior De Souza, Patrícia Gouvêa Nunes, Simone de Sousa Moraes"},{"title":"Influence of Personality Characteristics on the Academic Performance of Students","name":"Shikha Nagpal"},{"title":"Some Thoughts on the COVID-19 Epidemic on the Reform of University Teaching Mode","name":"Wenxuan Chen, Xiaogang Chen, Ziyuan Shu"},{"title":"The Practical Research on the Intervention of School Social Work in the Life Education of Teenagers","name":"Hongfang Li"},{"title":"The Impact of English Language Teaching on Improving Learners' Writing Skills","name":"Abdullah Hassan Ibrahim Easi"},{"title":"School Infrastructure Policy Unpacked: Superintendents and District Education Officials Align and Differentiate","name":"Stephen J. Kamau, Charles M. Rambo (PhD), John Mbugua (PhD)"},{"title":"Reform in Education of E-commerce Courses from the Perspective of New Tourism Format in Application-Oriented College and University","name":"Yan Yang"},{"title":"Implementation of Inquiry-Based Learning for EFL Students' Reading Comprehension","name":"Ermawati, Nasmilah Yunus, Abidin Pammu"},{"title":"Research on the Cultivation Path of College Students' Physical Literacy in the New Era","name":"Tian Tian"},{"title":"Predicting Student Academic Performance Using the K-Nearest Neighbor Algorithm Case Study: Matlab Course","name":"Noha Hassan Osman Ragab, Dr Saif Eldin Fattoh"},{"title":"Different Types of Wording Used by English Teachers in Classroom Interactions","name":"Ahmed Sardi, Haryanto Atmowardoyo, Sukardi Weda"},{"title":"The Role of Physical Education Classroom Programs in Student Development","name":"Viktor Mitrevski, Vesna Stojanovska"},{"title":"The Future of Higher Education and Professional Training in Pakistan","name":"Saima Tabassum"},{"title":"A Comparison Study on HSK and IELTS — Take the Listening Tests of HSK Level 5 and IELTS as Examples","name":"Yan Wei"},{"title":"The Effectiveness of Education and Training on the Negative Impact of Cell Phones on College Students","name":"Supriya Singh, Bince Varghese"},{"title":"A Brief Review of the Interdependence Hypothesis","name":"Huishan Li"},{"title":"The Relationship between Altruism and Emotional Intelligence in Adolescents","name":"Dr. Suprerna Khanna"},{"title":"The Role of Orff's Teaching Method in Rhythm and Rhythm Teaching in High School Music","name":"Hong Cheng, Shangfeng He"},{"title":"Reform in Education of E-commerce Courses from the Perspective of New Tourism Format in Application-Oriented College and University","name":"Yan Yang"},{"title":"Overview, Challenges and Coping Mechanisms for Field Teachers in the Second Congressional District of Sorsogon","name":"Rio Salve G. Magdaraog, Noel G. Benavides"},{"title":"Research on Educational Principles in Educational Administrative Punishment","name":"Yuheng Zhang"},{"title":"Effectiveness of an Organized Teaching Programme on Child Sexual Abuse among School-Age Children","name":"Maneesha Kaur, Lingaraju Ar"}],"2020-2-10":[{"title":"The Relationship between Teacher Professionalism and Physical Education Outcomes","name":"Sabar Surbakti"},{"title":"Google Classroom: a Collaborative Platform for Teaching Physics","name":"Upadhyaya Medha, Upadhyaya K S"},{"title":"Reflections on Contemporary Chinese Teaching Mode from the Perspectives of Rousseau to Dewey's Views on Children","name":"Jiang Li"},{"title":"Historical Development of Vocational Education and Training for the Visually Impaired in Kenya","name":"David Kavinje Chikati, Lydiah Njoki Wachira, Joseph Munyoki Mwinzi"},{"title":"Mathematics Investigation Skills for High School Students","name":"Aurora B. Rojo, Aldin D. Labo"},{"title":"The Effects of School Educational Resources on Student Achievements - based on Chinese Samples from PISA 2018","name":"Deliang Wang"},{"title":"Performance Level, Least Learned Ability and Misunderstanding of Linear Equations","name":"Jay-Ar Deputo Doroliat, Aldin D. Labo"},{"title":"Development of Android-Based Mobile Learning for Hospital Statistics to Understand the Health Information System Curriculum of the Health Professions Technical College","name":"Kevin Zinedine Tirtana, Gunawan"},{"title":"Enhancing Students' Interdependence through Social and Emotional Learning: the Case of Private Schools in Lebanon","name":"Anwar Kawtharani, Fatima Halwani"},{"title":"Teaching Strategy: the Use of an Interactive Digital Board for Teaching Heat Capacity ","name":"Martha Patricia Hernández Bravo, Adolfo Eduardo Obaya Valdivia, Carlos Montao Osornio, Yolanda Marina Vargas-Rodríguez"},{"title":"A Case Study of Integrating Gender Literary Texts in English Language Teaching at National University of Chemistry, Andhra Pradesh","name":"SK Chaitanya Ch, Dr. Siva Satyanarayana Jagarapu, Ravada Bhaskar Rao"},{"title":"Innovative E-learning: the Outcome and Assessment of Extracurricular Activities Relevant to English Learning at the University in Inner Mongolia Region","name":"Qianwen Liu"},{"title":"Performance Evaluation Process for Measuring Teacher Learning Outcomes","name":"Oscar Luis Ochoa, Belia Cháidez, Gonzalo Arreola"},{"title":"Thinking on Network Teaching of Regional Planning under the background of COVID-19 Epidemic","name":"Huaiyu Feng, Xiaogang Chen, Suyu Wang"},{"title":"Effectiveness of E-learning in Providing Education to Students in the Context of Corona Virus: the Case of Selected Tertiary Institutions in Chipata District, Zambia","name":"Dr. Sunday Silungwe, PhD"},{"title":"The Role of Multimedia in the Motivation and Creativity of Foreign Language Learners","name":"Aisha Osman Mahmoud Kooa Alhawad, Dr. Amna Mohamed Abdelkarim Bedri, Dr. Muntasir Hassan Mubarak Alhafian"},{"title":"Maker Education Under the Background of Research University of Industry and Commerce Management Professional Teaching Reform","name":"Hongjie Li"},{"title":"The Path and Countermeasures of \"Curriculum Thinking\" in the Law Classroom under the Background of \"Internet+\"","name":"Yifei Chen, Wentao Xu, Kun Zhang"},{"title":"Assessing the Challenges of Implementing Guidance and Counseling Programs in Public Secondary Schools: An Example from Lugaria County, Kakamega County, Kenya","name":"Nephat J. Kathuri, Rebecca Amambia Magero, Dr. Bernard Wamalwa"}],"2020-2-11":[{"title":"The Impact of the Three-Tiered Instructional Model on Student Achievement in Mathematics","name":"Jennybeth S. Tuba, Dennis B.Roble"},{"title":"Problem-Based Learning in the Middle School: A Research Case Study","name":"May Malaeb, Safaa Sweid, Hanadi Chatila"},{"title":"Research and Practice of Using Educational Big Data to Improve the Quality of University Classroom Teaching","name":"Xuefeng Wu, Ying Wang, Huiyin Zheng, Runfang Wu, Keyu Long"},{"title":"Redesigning Online Course Education During the COVID-19 Pandemic","name":"Dr. Taruna Malhotra , Dr. Mahashevta Sharma "},{"title":"The Importance of Complementary and Alternative of Social Responsibility in Medical Schools","name":"Ibrahim Kamil Luttfi"},{"title":"The Historical Evolution of Enrollment Policy for College Entrance Examination - based on the Perspective of Historical Institutionalism","name":"Junying Wen"},{"title":"Analysis of Teaching Practice of Lead-in in Junior Middle School English Reading Classroom under the Deep Learning","name":"Yue Zhao"},{"title":"Teacher Strategies and Student Absorption of Verbal Corrective Feedback","name":"Razelle D.Genetia, Magdalena M. Ocbian, Maricel A.Dichoso"},{"title":"The Use of Mobile Technology in Higher Education: Student and Lecturer Perspectives","name":"Ndasilwohenda Tuyenikelago Ndilinawa, Osakwe Jude"},{"title":"Hierarchical Relations of Language Units","name":"Xayrullayev Xurshed Zayniyevich"},{"title":"The Regulation and Improvement of Teachers鈥� Emotional Competence on Teachers鈥� Job Burnout in Primary and Secondary Schools in China","name":"Xing Sun"},{"title":"Analysis of the Theme of Love in Wuthering Heights","name":"Ying Wang"},{"title":"Study on College Students' Behavioral Preference for Campus Plant Landscape鈥擜 Case Study of Jangxi Normal University","name":"Xiaogang Chen, Xianglong Zhong"},{"title":"Autobiographical Memory and the Construction: A Study of Nnamdi Azikiwe's Autobiography, My Odyssey","name":"Dauda Saidu, Mohamed Idris Elshami Mohamed, Khalid Osman Ahmed Mahjoub"},{"title":"The Impact of COVID-19 on the Sudanese Higher Education System","name":"Nuha Hassan Elmubasher Eltayib, Nizar Khalil Abubaker Suliman"},{"title":"Competency Gauged Writing Activities for Middle Grade Students","name":"Jennelyn Aguirre Areza"},{"title":"Chinese Parents' Awareness of the Role of Toys in Their Child's Development","name":"Weichao Cheng, Ze Jin"},{"title":"A Study of the Effectiveness of Cognitively Guided Combinatorics Examples for 10th Grade Students","name":"Kate Sandra Grabillo Mestiola"},{"title":"On the Meaning of Referential Terms in Fictions: a Metaphysical Method to Reach the Reference","name":"Xinyu Zhao"},{"title":"Preliminary Study on 鈥淐ommunity鈥� Linkage Mechanism to Innovate the Ideological and Political Education in Colleges","name":"Yulan Li"},{"title":"The Psychological Impact of the COVID-19 Epidemic on College Students: A Review","name":"Sanasam Pauline Devi"},{"title":"Explore and Practice of Curriculum Ideological and Political Construction in Engineering Universities","name":"Junling Zhang, Jinghua Huang, Lixin Fu"}],"2020-2-12":[{"title":"A Study Assessing Comorbid Depression Caused by Premenstrual Syndrome in Chennai Paramedical Students","name":"Karpagavalli. G, Raj Rani"},{"title":"Normative Data on the Basic Frequency of Speech in Bilingual Indian Speakers: a Court Speech Study","name":"Dr. Swapna Akoju, Dr. Grace Suneetha Didla"},{"title":"An Analysis on the Interprofessional Employment of College Graduates from the Perspective of Career Planning","name":"Xinhui Liu"},{"title":"Perceived Teacher Affective Support and Undergraduates' Learning Engagement: the Mediating Role of Self-efficacy and the Moderating Role of the Classroom Physical Environment","name":"Yue Qin, Jingxian Zhao"},{"title":"Effectiveness of Exploratory Approaches in Selected Chemical Topics","name":"Analiza P. Villaroya"},{"title":"Views on Academic Purpose Among Novice Scholars at Khartoum University","name":"Da'oud Mohamed Gubair"},{"title":"The Influence of Teaching Strategies and Teaching Materials on the Level of Statistics and Probability Mastery of Sixth Grade Students","name":"Remmon J. Gime, Aldin D. Labo"},{"title":"The Game in the Educational Field: On the Power Relationship of Teacher-Student Discourse","name":"Xiaomei Tang"},{"title":"Development and Verification of Computer-aided Game in the Teaching Operation of Seventh Grade Polynomial","name":"Glenn Joseph G. Pascua, Aldin D. Labo, MAED"},{"title":"Development and Acceptability of the Class Example of Differentiated Teaching for Seventh-grade Students","name":"Kelvin Carl D. Fulay, Aldin D. Labo"},{"title":"In What Ways Might Quality Be Controlled in Education, and What Are Their Advantages and Disadvantages?","name":"Yijie Li"},{"title":"Mona Baker and Translation Studies","name":"Ju Wan"},{"title":"Discussion on the Reform of Fine Arts Course Teaching for Landscape Architecture Specialty in Colleges and Universities Based on the Enhancement of Aesthetic Ability","name":"Hong Hu, Jiaqi Song, Haoran Leng"},{"title":"Effectiveness of Curriculum Planning in Foreign Language Teaching","name":"Khatira Habibi"},{"title":"Impact of Professional Development Assessment Practices for Teachers in Public Primary Schools in Kenya on Primary School Achievement","name":"Emily Chepkoech, Julius Maiyo, Edwin Masibo"},{"title":"Innovative Thinking Assessment Models and Technologies: a Digital Vision for Nigerian High School Students' Classroom Testing","name":"Udoye, Ngozi T. Ph.D., MNCEP, Chukwuma, Ephraim O. MNCEP"},{"title":"To Study the Influence of Family Environment on the Academic Achievement of High School Students","name":"Shikha Nagpal"},{"title":"A Comparison between Canadian Culture and Chinese Culture in Pursuing a Fashion Design Major and Working as a Fashion Designer","name":"Lulu Zhang"},{"title":"Get Rid of the Misunderstandings and Initiate a Real Journey of Research and Learning in Primary and Secondary Schools","name":"Zhizhong Chen, Subin Wei"},{"title":"Study on Practical Ability of Mathematics Normal University Students","name":"Gang Xiao"},{"title":"High-tech Examination Anti-fraud System","name":"Thuy-Hang Vu, Ngoc-Duong Nguyen"},{"title":"Elocin District Elementary School Profile and Management of Miscellaneous and Other Operating Expenses","name":"Jeanlyn B. Bonso, Noel G. Benavides"},{"title":"The Impact of Virtual Reality as a Tool for Teaching Geometry ","name":"Liying Huang"},{"title":"A Probe into the Construction of First-class Undergraduate Course in University","name":"Ying Bai"},{"title":"Benefits and Challenges of Online Instructional Strategies for Students Associated with the 2019 Coronavirus Disease Pandemic: a Review","name":"Krishna Choudhury"},{"title":"A Study of Academic Flexibility of Middle and High School Students","name":"Dr. Monika, Shikha"},{"title":"Discussion on the Methods of Improving the Effect of C Language Teaching in Higher Vocational Colleges","name":"Min Yue, Xiangzhang Chen"},{"title":"Practical Reflection and Path Choice of Online Teaching of Physical Education in Colleges and Universities during COVID-19 Prevention and Control Period","name":"Xianlou Wu, Bin Wang, Zhifei Wang, Qianwen Zheng"},{"title":"Discussion on the Practice and Innovation Ability Training of University Students Based on Project-driven","name":"Jungang Liang"},{"title":"Cultural Ecology and Language Choice","name":"Dr. Mona Mohammed Abbas Hamza"}],"2021-3-1":[{"title":"Kuka-krunic Hypothesis on the Predetermination of Psychophysical Abilities That Cannot Influence Individual Change","name":"Dr. Miroslav KUKA, Dr. Jove TALEVSKI"},{"title":"A Comparative Analysis of Love Expressions in Arabic and English","name":"Maryam Zamim, Yousef Sahari"},{"title":"Discussion about the Assessing of Mining Rights Value Course Teaching in Chinese Colleges","name":"Jianpeng Chu"},{"title":"Use of Modern Technology in Educational System","name":"Rachna Juyal"},{"title":"The Present Study Was Designed to Assess the Academic Stress Associated with Professional Education Among First Year Bsc in Basic Nursing and First Year Gnm Students of Selected Nursing Colleges in Ratnagiri District of Maharashtra","name":"Shashikala Rupesh Rathod, Milind Manohar Kale"},{"title":"Design Strategy for Programming Micro-classes-taking Scratch as an Example","name":"Huiting Yang, Zeliang Zhang"},{"title":"Engineering Practice Ability Training of Postgraduates Majoring in Computer Technology under the Background of New Engineering","name":"Chuanxiang Ju, Longbo Zhang, Zhiyong Wu"},{"title":"Innovative Research on Mental Health Education in Colleges and Universities under the Concept of OBE","name":"Hongxia Yang, Yanting Cai"},{"title":"Model Induction Activities in Math Learning Group Discussions","name":"Nurul Husna Lubis, Putri Su'aidah Pulungan, Dr. KMS. M. Amin Fauzi, M.Pd     "},{"title":"Recommended Levels of  Lagunan Sports Specialists","name":"Imran Akhmad                                                                    "},{"title":"Research on the Application of Innovative Thinking in Visual Communication Design Teaching in Colleges and Universities","name":"Jia You"},{"title":"Suggestions to Help English Teachers Deal with Dyslexia: a Case Study, British Educational Institution for Schools, Wad Medani Sultan","name":"Mohamed Kamal Mustafa Elhaj                                                     "},{"title":"Curriculum Development for Bachelor's Degree in Vietnam Foreign Language University","name":"Le Minh Hiep                                                                    "},{"title":"Skills of Student Biology Teachers in a 21st Century ABC Model of Teaching and Learning","name":"Violeta N. Arciaga Ph.D., Mel Greg O. Concepcion Ph.D., Josephine E. Tondo Ph.D."},{"title":"Staff Development Practices of Open and Distance in the Ghana Education Service","name":"Otoo, Christopher Isaac, Juliet Benewaah Assumeng, Kuranchie, Alfred         "},{"title":"Research on the Integration of Graduation Thesis and Practice in Applied Statistics","name":"Chao Wei"},{"title":"Trajectories of Theology and Religious Studies in the Western Academy: Foundations for Customized Curricula in Contemporary African National Universities and Selected Other African Institutions of Higher Theology","name":"Dr. Nico Tebatso Makhalemele, Chris Ukachukwu Manus                           "},{"title":"The Impact of Intellectual Stimulation on Student Achievement Among Public Secondary School Principals in Kenya","name":"Patricia Nthoki Muia, Dr. Ursulla Okoth, Dr. Grace Nyagah                                  "}],"2021-3-2":[{"title":"The Role of Human Values  in Economic and Social Planning Mathematics Education in Nigeria","name":"Chinweoke, Felicia U."},{"title":"Creative Thinking and Innovative Teaching of High School Teachers in the Mardabazar and Kaliachak Neighbourhoods of the World Bank","name":"Dr. Suman Panigrahi"},{"title":"Exploration on Establishing the Mode of Innovation and Entrepreneurship Education for College Students under the Background of New Engineering","name":"Xiaoxia Han, Zhijie Zhou, Yuan Chen, Guanyu Hu"},{"title":"The Role of Teachers and Challenges in Education Reform","name":"Juanjuan Geng"},{"title":"Universities: from National Bureaucracy to Science","name":"Carmita álvarez, José María Lalama, Erick Bojorque, Gerardo Villacreses"},{"title":"The Attitude of Secondary School Teachers Towards the Use of Technology-teaching Tools-teaching K -yan in Classroom Teaching - a Study in the Purbadman Region of West Bengal","name":"Pratanu Rakshit, Ashoke Kumar Sarkar"},{"title":"Relationship Between Aspects of the Study Habits and Creative Writing in English","name":"Dr Usha Parvathy, Revathy T.S."},{"title":"Anxiety, Stress and Its Impact on the Academic Performance of Saudi Undergraduates","name":"Ghada Aljawawdeh, Yazan Alghazo"},{"title":"Curriculum Reform of “Textile Factory Design” Based on Practical Teaching Mode","name":"Congcong Pu"},{"title":"A Critical Evaluation of Applying Constructivism Paradigm in Settling Science Teaching Conundrums","name":"Long Ying"},{"title":"Influencing Factors of Communication Fear Among Grade 7 Students","name":"Lelit A. Repaja, Jay P. Miranda, Krimar Balansag, Jerald C. Moneva "},{"title":"Analysis of Theoretical Perspectives on Organized Crime","name":"Esmaeil Kashkoulian"},{"title":"Effectiveness of the Blended Teaching in Management Based on Chaoxing","name":"Teng Yu, Nian Dai"},{"title":"Research on the Blended Teaching Mode in Principles of Automatic Control Based on MOOC","name":"Nian Dai, Teng Yu"},{"title":"Goat Technology Entrepreneurship Learning Project at the State University of New Biscaya","name":"Dr. Angelito L. Lacadin"},{"title":"A Study to Assess the Views of Teachers at Amara Plain School on the Effective Use of Teaching Aids to Teach Social Research","name":"Y.V. Jagannadh"},{"title":"An Analysis of the Relationship between University Teaching and Scientific Research—from a Disciplinary Perspective","name":"Huayang Li"},{"title":"COVID-19 Challenges in University Engineering Education: A Case Study based on a Leading Chinese Engineering School","name":"Xiaoqian Sun"},{"title":"Self-esteem and Academic Level of Primary School Children Orphaned by HIV/AIDS at Children's Home in Nerinan County, Ken","name":"Kiragu, T.N., Chepchieng, M.C."},{"title":"Research on the Ways to Improve Undergraduates’ Extracurricular Academic Technology Innovation Ability ","name":"Xiaohua Shi, Hongxie Shan, Liping Zhang, Zhen Qin"},{"title":"Research on the Satisfaction of Large Scale Online Learning","name":"Qian Gong, Rui Wang, Qianqian Chen, Enze Li"},{"title":"Model Induction Activities in Math Learning Group Discussions","name":"Nurul Husna Lubis, Putri Su'aidah Pulungan, Dr. KMS. M. Amin Fauzi, M.Pd     "},{"title":"The Politics of Ethnicity and Religion in Africa: A Comparative Study of Ghana and Cote D’Ivoire","name":"Irene Sackey, Guo Dexia"}],"2021-3-3":[{"title":"Providing Guidance to Mature Readers on Explanatory Scientific Texts","name":"Reynaldo J. Ilumin"},{"title":"Socio-Economic Status, Socialization and Academic Performance of Adolescents in Two Secondary Schools in the East Trinidad and Tobago Education District","name":"Valentine Smith"},{"title":"A Review of Emotional Design of Online Education Resources","name":"Weibin Gu, Yan Sun"},{"title":"A Study on the Power Quality Characteristics of the Aerobics Team Members in Zaozhuang University","name":"Bin Wang, Zhenlu Zhang, Zhifei Wang, Luyao Chen"},{"title":"Path Analysis of Self-Efficacy, School-Based Management and School Atmosphere on Teaching Performance","name":"Vincent Anthony P. Isao"},{"title":"Exploration and Practice of Ideological Education in Engineering Courses","name":"Xinsheng Wang, Junjian Hou"},{"title":"Network Learning of Vietnamese Students in the Context of New Crown Pneumonia","name":"Oanh, L.T.M, Nam, T.T, Cong, T.V, Anh, P.T"},{"title":"Parents Participate in a Child's and Siblings' Higher Education","name":"Basanti Mahanta, Dr. Bijan Sarkar"},{"title":"Language Learning Strategies for Learners","name":"Sahar Fawzi Farag Ramadan"},{"title":"Teaching Methods of Teacher Literature under the New Normal","name":"Celso P. Resueňo, Jr. Ian Bel P. Resueňo"},{"title":"Course Assessment Method Reform of “Weaving Science”","name":"Congcong Pu"},{"title":"On the Important Thought of Strictly Governing the Party in an All-round Way in the New Era","name":"Yanan Shao"},{"title":"Problems and Prospects for the Implementation of CBC at the UG Level in West Bengal","name":"Tanmoy Saha"},{"title":"Handmade Abstract Artistic Tactile Book for Blind Children","name":"Lisania Cardoso Tederixe, Ruth Mariani, Neuza Rejane Wille Lima"},{"title":"Teachers' Progress Towards Successful Children with Disabilities in Mainstream Schools","name":"Dr. Sadhana Shivaji Lamture"},{"title":"Educational Heterogeneity: An Educational Explanation of the Income Inequality Between Urban and Rural Areas in China—Based on CGSS Data in 2015","name":"Kefeng Yang, Wanze Zhang, Deliang Wang "},{"title":"Survey on the Use of Reading Strategies for English Learners in Afghanistan","name":"Arzoo Wsay"},{"title":"Textbook Illustrations and Cultural Orientation: A Critical Multimodal Perspective","name":"Menglan Jin"},{"title":"English Teaching Model in Myanmar and the Challenges Facing English Teachers","name":"Khin Su Su Win"},{"title":"Impact of the Embargo on Student Education in Dalit Communities in West Bengal","name":"Biswajit Das"},{"title":"Exploring the Evaluation Mechanism of Online Teaching: Experience from Nursing Courses at Al Maarefa University: Review Articles","name":"Ebtesam Jibreel, Jamel Smida, Nazik Zakari, Lujayn Hamdan"},{"title":"The Exploration and Practice of Undergraduates’ Scientific Research Quality Training under the Guidance of Engineering Education Certification — Taking the Experimental Teaching Course of Metal Materials Engineering as an Example","name":"Feng Huang, Jing Liu, Qian Hu, Mingjie Dai"},{"title":"Flip Learning through Flipcod","name":"Shrinath Pai"},{"title":"Community Participation in School Education","name":"Manoj Kumar"},{"title":"A Study on the Understanding of the Symbols of English International Phonetic Alphabet by College Students in Ned City","name":"S.N.Kokate, Dr. D.R.Mane"},{"title":"A Literature Review of Production-oriented Approach","name":"Jing Wei, Lanzhen Cai"}],"2021-3-4":[{"title":"Training of Competitive Acrobats","name":"Jalolov Mirshokhid Erkinjonovich"},{"title":"Management Issues in the Afternoon for Elementary School Students","name":"Numbi A Jinge Daddy"},{"title":"Research on Teaching Reform of Internet of Things Major","name":"Guayu Hu, Nan Jia,, Shijun Li, Xiaoxia Han, Zhijie Zhou"},{"title":"Probe into the Graphical Teaching Mode of “Combustion” Course","name":"Zhiping Zhang, Gang Li, Danping Jiang, Yanyan Jing, Quanguo Zhang"},{"title":"Instructional Leadership, Professional Development, Curriculum Competencies, and School Administrator Performance","name":"Ma. Kristine Balila Latris, PhD., Dr. Raul C. Orongan"},{"title":"The Enlightenment of the Thought of Chinese National Community to the Education of College Students’ National Outlook","name":"Yuzhen Li"},{"title":"Organizational Culture, Professional Learning Communities, Corporate Social Responsibility, and Teacher Performance in Adventist Schools","name":"Elona, Leodegario JR. Lacson, Raul C. Orongan, PhD"},{"title":"Development Status and Prospect of Mental Health Education Research for College Students in China","name":"Jiangang Du"},{"title":"Comments on College Students’ Innovative Entrepreneurial Training Plan Program in China","name":"Congcong Pu, Xinyu Chen"},{"title":"Study on Botany Environment Teaching Model for Teaching/Learning in Middle School Based on Student Attitude","name":"Dr Renuka Sonny L R"},{"title":"A Multidisciplinary Study of Teacher Supervision of Hearing Impaired Children","name":"Nena M. Visto, Teresita H. Borres, PhD"},{"title":"The Relationship between Administrative Support and Turnover Intention of Teaching Staff in Public Universities in Kenya","name":"Sarah Likoko, Edith Simiyu"},{"title":"Construction of Dynamic Evaluation Index System for The Performance of Financial Investment in Higher Education Based on DPSIR","name":"Chunhui Zhang, Xiaoyan Xiong"},{"title":"Establishment of Higher Education Evaluation Index System and Comprehensive Analysis of Health Status from Global Perspective","name":"Aoxue She, Xiaowen Liu"},{"title":"The Construction of Excellent Primary School General Teachers Training Mode Based on Core Literacy Under Collaborative Mechanism","name":"Jingjing Li, Guiying Xie"},{"title":"Selection and Methodological Organization of Specialized Foreign Language Teaching Materials for Students of Humanitarian Specialties in Higher Education","name":"Ashurova Nigina Alimdjanovna"},{"title":"Training Needs in Instructional Supervision","name":"Anne Rose L. Calimlim"},{"title":"Verbal Phobia or Commonly Referred to as Speech Anxiety, Mainly Suffering from Intense Fear in Social Performance","name":"Apple Gay Relox Ambit, Mary Rose Oglon Pandayan"},{"title":"Dilemma and Breakthrough: Research on the Developmental Evaluation of Vocational College Students under the New Educational Concept","name":"Zhonglin Hou"},{"title":"Speaking Anxiety in English Classes among Chinese Senior High School Students","name":"Bingling Lin, Shuguang Li"},{"title":"Influence of Education on the Level of ICS Adoption","name":"Apondo Stephen Ochieng, Jacob Mbego"},{"title":"Teachers' Perceptions of Mathematical Applications in a New Era: a Case Study","name":"Abeer Katib, Arwa Mashat"},{"title":"Teacher Education in India: An ESL Training Proagram","name":"Burra Sridhar Kumar, S. Lavanya"},{"title":"A Review of Evaluation Research on Learners’ Learning Engagement","name":"Guan Wang, Yan Sun"},{"title":"A Cross-cultural Study on Professional Stress and Depression of Teachers in Sikkim School","name":"Hemlata Sharma, Zokaitluangi"}],"2021-3-5":[{"title":"Historical Logic and Realistic Choice of Higher Education Development Path in Punjab","name":"Dr. Ravinder Singh"},{"title":"Student Attributes and Outcomes of Screening Tests (Common Admission Test for Medical Education): A Descriptive Analysis","name":"Mohmmad Iqbal Pandit, Abdul Rashid Ganaie, Waseem Raja"},{"title":"A Descriptive Study on the Assessment of Children's Knowledge of Attention Deficit Hyperactivity Disorder by Primary School Teachers in Some Schools in Maharashtra","name":"Rani P. Mani, Shivaprasad Halemani"},{"title":"The Relationship Between Emotional Intelligence and Academic Stress of College Students","name":"Sona Roy, Sneha Thomas, Dr. Molly Joy"},{"title":"Educators in the 21st Century: Gender and Organizational Differences","name":"Selene Khosla"},{"title":"Rapid Manufacturing of Play-Teaching Materials in Kindergarten Based on 3D Printing","name":"Daoyuan Li, Feiyue Zi, Keshan Liang"},{"title":"Middle Manager Leadership Model in Private University of Mainland China—Construct My Own Preferred Educational Leadership Model","name":"Xiaoyu Wang"},{"title":"Ideological and Political Research and Practice of Mathematics Pedagogy—Taking Yibin University as an Example","name":"Gang Xiao "},{"title":"Exploration on Practical Teaching Reform of Ordinary Differential Equations","name":"Meng Hu, Lili Wang"},{"title":"Some Theoretical Problems of Football Mental Trainers","name":"Maurice Kakese Masaidi"},{"title":"A Challenge Analysis of the Application of Augmented Reality in Education: a Summary","name":"Ghailan A Al Shafeey, Muhammad Modi Bin Lakulu"},{"title":"A Comparative Study of \"- Ta\" and \"-\" in Bengali","name":"Rupkatha Mukherjee"},{"title":"Teaching Case Design of Cultivating Computational Thinking in Flash Interactive Animation","name":"Hongying Li, Dongmei Wang"},{"title":"Legal Introspection of School Violence","name":"Jingxian Pan"},{"title":"Research on the Practice of the New Teaching Mode for Postgraduates Based on SPOC—Taking the Course Planning and Design of Urban Public Space as an Example","name":"Bo Zhou, Shangzhe Li, Yuting Huo"},{"title":"Research on Structural Design Competition and Innovation Ability Development","name":"Tao Zhang, Mengxia Chen"},{"title":"Translation of Esoteric English Verb Phrases into Arabic","name":"Tareq Ali Edaroos Assaqaf"},{"title":"Professional Development, Teaching Materials and Teaching Methods on the Performanceof Filipino Language Teachers","name":"Charissa Aranco Longkiao-Canubas Ph.D"},{"title":"Application of Nominal Group Method in Decision Making of School Affairs Committee","name":"Kefeng Yang, Jinrui Ma"},{"title":"Analysis on the Implementation Path of “Service-Learning” in Colleges and Universities under the Vision of “Education of All-round Education”","name":"Hongxie Shan, Xiaohua Shi, Liping Zhang, Ruirui Chen"},{"title":"Project-based Learning as a Learning Model to Improve Social Skills and Students’ Creativity","name":"Taufiqurrahman, Herpratiwi, Sugeng Widodo"},{"title":"Social Intelligence, Creative Behaviour, Decision-making Styles and School Administrators’ Productivity","name":"Cherrie Mae B. Sajulga"},{"title":"A Study of Environmental Education Attitudes of Primary School Teachers in Carmont","name":"Dr. Akash Keyong"},{"title":"Implementation of Negative Face Protection Strategy in Invitation and Refusal of Invitations in Vietnamese English and American English","name":"Duong Bach Nhat, Ph.D"},{"title":"Teaching Content Knowledge, Information and Communication Technology Capabilities, Professional Stress and Performance of Teachers’ Mathematical Application Problems","name":"Tessie P. Presbitero"},{"title":"On the Ideological Value of Children’s Games in Combination with the Five Fields of Games","name":"Jie Song"}],"2021-3-6":[{"title":"Effective Teaching Methods of English Vocabulary","name":"Manivasagam Shanmugam"},{"title":"Blockchain: A Powerful Driver of Global Education","name":"Yi Chen, Min Zhang, Ao Li, Yucheng Shi, Ying Li, Shanshan Kang"},{"title":"Taylor Expansion Method for Fredholm Integral Equation of the Second Kind","name":"Lukonde Peter Alpha"},{"title":"Market Status and Development Prospect of Online Education Industry in Nepal","name":"Shailendra Giri PhD"},{"title":"Translation Methods of Common Russian Proverbs(based on the Russian and Kazakh Press)","name":"Kalandarova Gulbahor Nurullaevna"},{"title":"An Analysis of the Sociocultural Theory, Related English Classes and Teaching Materials","name":"Fei Ji"},{"title":"The Life Thought in the Confucian Analects and Its Enlightenment to College Students","name":"Liang Deng"},{"title":"The Practice of Task-driven Flipped Classroom Teaching Method in Literature Reading Course","name":"Yang Huang, Yu Liang, Jinmei Zheng, Xingyu Gao"},{"title":"Holism and Individualism: Comparison and Enlightenment of Chinese and Western Cultural Values","name":"Jianli Li"},{"title":"Turkish English Learners' Views on IWB in Improving the Effectiveness of English Teaching","name":"Onur Basdinc"},{"title":"The Knowledge and Skills That Senior Special Education Teachers Should Possess","name":"Mary Jane Glina- Morata"},{"title":"Educational Environments with Special Education Needs in West Bengal, Medinipur and Calcutta","name":"Supriya Maity, Suvankar Ghara"},{"title":"Implementation of Professional Teaching Standards","name":"Salija Bangoji"},{"title":"Content Selection of General Shipping Education: An Introductory Course Design","name":"Xuefeng Wang, Yongliang Zhang, Jiawei Ge, Yiying Chao"},{"title":"Research on the Case Teaching Method of “Micro Ideological and Political Education” Course","name":"Wenwu Zhang, Ying Zhang, Jiaoni Song, Ruru Li"},{"title":"Path of Teacher’s Ethics in the New Era from the Perspective of Moral Elements","name":"Dan He"},{"title":"A Study to Evaluate the Effectiveness of the Protein and Energy Malnutrition Knowledge Program for Mothers of Children Under Five Years Old in a Selected Rural Community in Cordori","name":"Snehal Dharmadhikari, Shahid Ahmed"},{"title":"The Impact of Gender Division and Coeducation on Gender Gap in Mathematics Achievement in Beirut Lebanon Public Schools","name":"Zeina Hariz Khaddaj, Nehme Safa"},{"title":"The Social and Cultural Values of Jiangermahar in West Bengal and Its Influence on Education","name":"Uttam Mandal"},{"title":"Online Learning of Primary School Pupils During the Epidemic of COVID-19: A Survey of a Migrant Workers’ Children’s School","name":"Howard Hanhua Yao"},{"title":"The Challenge and Purpose of Family Education in the New Era","name":"Fengpei Xiong"},{"title":"Evaluate the Effectiveness of a Structured Teaching Programme for Selected Mental Emergency Identification and Management for Undergraduate Nursing Graduates from the School of Nursing and Parisisative Medicine of Government","name":"Ruqeeb Jan, Mohammad Ayub Dar"},{"title":"Reform of Dental Resident Training in China: Experiences at Hospital of Stomatology, Sun Yat-sen University","name":"Xin Chen, Juan Wang, Yangjingwen Liu, Yun Hong"},{"title":"The Cognition of EFL Students' Poor Writing Ability: Challenges, Causes and Countermeasures","name":"Khaled Alostath"},{"title":"Research on Coping Strategies of Middle School Students' Active Stress","name":"Fr. (Dr.) Sibichen K. K."},{"title":"A SWOT Analysis of Network-based English Teacher Learning Community in a Chinese Regional University: A Qualitative Research Perspective","name":"Xiaoguang Yao"},{"title":"Subtitle Translation of “MFA Presenting Chinese Province” from the Perspective of Communicative Translation","name":"Ziling Zuo"},{"title":"The Influence of Artificial Intelligence on the Subject and Object of Education in School Education","name":"Junsheng He"},{"title":"Learning Activity Management System","name":"V. Balu, P. Vagish Krishnan, Varadarajan .M"},{"title":"The Role of the Private Sector in the Development of Higher Education in India","name":"Jayabrata Ghosh"},{"title":"Factors of Weak Mathematics Ability of Saudi Engineering Undergraduates and Its Influence on Academic Performance","name":"Mostafa A-B Ebrahim, Ibrahim K. Mosly, Mohammad H. Mousa"},{"title":"Progress, Potential and Tendency of building China-ASEAN Community of Shared Future in Education","name":"Jin Han"}],"2021-3-7":[{"title":"Analysis of the Influence of School Practice on Tunisian Pupils’ Self Concept, Mental Health and Academic Achievement","name":"Nader Zghidi"},{"title":"On the Disadvantages of Traditional Education System and Its Influence on Teaching","name":"Amaefuna, A. I."},{"title":"Research on College Students’ Network Security Education in We Media Environment","name":"Wenxiu Peng"},{"title":"On the Comprehensive Reform of History Undergraduate Training in Local Colleges and Universities in China—Take Anyang Normal University as an Example","name":"Lei Zhang"},{"title":"Study on Continuation Task to English Writing Teaching in Senior High School","name":"Huafeng Wang"},{"title":"Internal Structure and Level Characteristics of Students’ Self Efficacy","name":"Orazbayeva G. Zh."},{"title":"Research on the Relationship between Integration of theInformation and Communication Application Ability and Intention of Primary and Secondary School Teachers in Tunisia","name":"Nader Zghidi"},{"title":"A Model of English Education in Asia—English Education in Singapore and Its Implications","name":"Qianxin Wang "},{"title":"Strengthening the Cooperation between School and Enterprise to Improve the Quality of Engineering Education","name":"Nguyen Quang Giao, Huynh Ngoc Thanh"},{"title":"An Exploratory Study on the Integration Mode of College Career Planning Education and Mental Health Education for Teachers in Colleges and Universities","name":"Kennedy A. Osakwe, Kunle Ola, Pete Omotosho"},{"title":"Exploration of the Construction Path of Counselor Team in Universities","name":"Kaiju Hu"},{"title":"Analysis of College Students’ Learning Outcomes Based on Educational Data Mining","name":"C. Iswarya"},{"title":"The Impact of Entrepreneurship and Innovation Situation on the Performance of College Students’ Innovation and Entrepreneurship Education","name":"Zhiqiang Wen, Ling Zhang"},{"title":"The Application of Physical Education Teaching to the Education of Students with Special Education and Training School Units (SMEAE)","name":"Ioannis Novakos"},{"title":"Research on University Performance Management and Teacher Development Strategy","name":"Mary Joy Lumbao Perfecto"},{"title":"English Translations of the Chinese Colour Word “Qing”(青)","name":"Xi Chen"},{"title":"A Review of Conceptual Metaphor Theory on English Idiom Teaching and Learning","name":"Shiquan Fu, Liping Chen"},{"title":"The Influence of Extensive Reading Teaching on English Reading Strategy and Ability","name":"Qinyan Huang"},{"title":"Effectiveness of Planned Teaching Programme Regarding birth Preparedness among Antenatal Mothers in terms of Knowledge in Selected Hospital of Delhi Hospital: A Quasi Experimental Study","name":"Savita"},{"title":"Establishment and Evaluation Method of Physical Development Related Evaluation Index for College Freshmen","name":"Thanh Duc Nguyen"},{"title":"The Influence of Mathematics Learning Attitude and Learning Strategy on Junior High School Students’ Mathematics Learning Achievement","name":"Vishnudatha K"},{"title":"The Trend of Remolding Education University under the Network Teaching Mode","name":"Rebecca Dsouza"},{"title":"Evaluation of Higher Education Competitiveness—Based on Analytic Hierarchy Process","name":"Zhixiang Zhou, Yuxuan Zhang, De’nan Li"},{"title":"Research on the Talents Training Mode of Big Data Major under the Background of Integration of Industry and Education","name":"Chuanxiang Ju, Zhiyong Wu, Fuzhen Sun"},{"title":"Analysis of the Effect of Incentive Nursing Management on Reducing Nurses’ Work Pressure","name":"Yasmin Abdalla"},{"title":"Efficiency vs. Excellence: How is Quality Assurance Perceived by Chinese Higher Education Practitioners?","name":"Yumu Yang, Jing Lin, Shu Yang"}],"2021-3-8":[{"title":"An Analysis of Agatha Christie’s Thriller Murder on the Orient Express","name":"Ganti Sri Venkata Sai Prerna"},{"title":"Effect of Structured Teaching on Knowledge, Attitude and Behavior of Adolescent Boys About Tobacco Control","name":"Merin Annie Koshy, Terese Kochuvilayil"},{"title":"Infusing Moral Education into English Language Teaching: Explore the Application of Positive Values in PEP Primary English Textbooks","name":"Kailan Hong, Dongling Yang"},{"title":"Indians from Marginalized Groups Crowdfunding Western Education|","name":"Shabnum Ali, Nikhat Yasmin Shafeeq"},{"title":"Research on the Strategy and Practice of Home-based Hybrid Teaching for Students in the Region During the Epidemic Period","name":"Vishal Gupta, R. Vaishnavi"},{"title":"Investigate Two Language Learners with a Focus on Motivation to Learn English and Relate It to Their Learning Outcome","name":"Xiaoning He"},{"title":"Online Game Addiction Tendency and Its Relationship with Academic Pressure in Middle School Students","name":"Jincy P. Joseph, Saranya S, Sunimol T"},{"title":"The Benefits and Drawbacks of Comprehensible Input Theory in Comparison with Output Theory for the Second Language Classes","name":"Hanjia Zhu"},{"title":"Application of Kinematic Imagery in Basic Cycling Training: Research-Oriented Experimental Practice Teaching  in Application-oriented Universities","name":"Bruno B. Bassini, Filipe L. Braga"},{"title":"Discrete Finite Element Method Is Used to Calculate the Shear Lag Effect of Box Girder","name":"Hagai Amakobe James"},{"title":"Study on the First Year Education in Japanese Universities","name":"Yating Wei"},{"title":"“Internet+Education” Promotes Innovation and Reform of Academic Evaluation in Practical Teaching","name":"Fangbin Qian"},{"title":"Literature Review: An Analysis of Task-based Language Teaching","name":"Yueyang Zhao"},{"title":"Effects of Multimedia Education on Behavioral Habit Formation of High School Students in Ekiti State, Nigeria","name":"Oniya Toluwa, Ogunjobi Amos Olusola, Faluyi Samuel Gbenga, Adefila Oluwafunmilola Mary"},{"title":"Discussion on the Role of Dialogue Teaching in Cultivating Students' Writing Ability","name":"Yina Carolina Murillo Zabala"},{"title":"Study on the Design of Students' Independent Work","name":"Salija Bangoji"},{"title":"The Rheology of English Teaching Method and Its Influence on English Teaching","name":"Jinyan Fan"},{"title":"Teaching Design of Combining BOPPPS Teaching Model with Ideological and Political Education—Take Consumer Behavior Course as An Example","name":"Ying Zhou, Xiaoli Liu"},{"title":"Research on the Curriculum Construction of Intelligent Accounting ","name":"Yihan Wang"},{"title":"Study on Cardiopulmonary Function and Motor Ability of Medical Undergraduates","name":"Dr. Praveena Kumari Kadiri, Dr. Nazia Farha"},{"title":"Cultural Representations in PEP Junior English Textbooks: A Semiotic Approach","name":"Qian Hua"},{"title":"Research on the Teaching Strategy of High School Biology Experiment under the Guidance of Core Literacy","name":"Yongqian Su, Huichun Wang"},{"title":"Research on Ethical Issues in Teachers’ Classroom Evaluation","name":"Yuchao Qiao"},{"title":"The Necessity of Visual Thinking in Foreign Language Education","name":"Daniela Gordi (Dilo)"},{"title":"A Foucault Reading of Billy Budd","name":"Rukmini Ravi Madhok"},{"title":"Usage Concern for the “Gifted” Label Considering the Social and Emotional Development of Gifted Students in China","name":"Huizhe Dai"},{"title":"The Influence of Computer Technology and Communication Technology on Chemical Practical Skill Acquisition of Middle School Students","name":"Dr. John K. Keter, Dr. Beatrice C. Chepkwony"},{"title":"Mathematics Metacognitive Awareness and Mathematics Learning:  Case Study of Students' Mathematics Metacognitive Level and Cultivation","name":"Adolf O. Odani, Raul C. Orongan, PhD"},{"title":"Automatic Essay Grading Model Based on New Neural Network Structure","name":"Kennedy A. Osakwe, Kunle Ola, Pete Omotosho"},{"title":"Application of Data-Driven Learning in Writing Courses for English Majors","name":"Mustafa Büyükbucakl"},{"title":"Investigation of Online Learning by Teachers and Students during COVID-19 Epidemic in Priya District, West Bengal, India","name":"Kripa Sindhu Singha"}],"2021-3-9":[{"title":"Teaching Reform in the Field of Appreciation and Comment of Middle School Art under “New Curriculum Standard”","name":"Hongbin Han, Xiaojing Wang"},{"title":"Self-awareness Building in Down Syndrome Students","name":"Lilian Marques Silva, Maria Lúcia Pereira da Silva, Eik Tenório, Volney Mattos de Oliveira"},{"title":"The Effectiveness of Cooperative Learning in Improving English","name":"Siwei Zhu, Minlei Shi, Yin Ni, Yiwen Wang"},{"title":"Pedagogy Understanding in Listening—the Tact of Teaching: the Meaning of Pedagogical Thoughtfulness","name":"Jiaojiao Jiang"},{"title":"Study on the Construction of Quality Culture in Civil Engineering Construction Technology Courses","name":"Tao Zhang, Mengxi Ai, Chen Wen, Ying Zhang"},{"title":"Exploring the Digital Transformation of China’s Preschool Education Companies in the Internet+ era with Sun Tzu’s War of Art: Taking RYB Education as An Example","name":"Yinghong Chen, Wencong Liu, Jiahui Liang"},{"title":"On the Importance of Real Material in English Listening Teaching and Testing","name":"Mayra Angélica Silva Ortega, Odilia Ramírez Contreras"},{"title":"The Effect of Aerobic Exercise on Relieving Study Stress and Anxiety in High School Students","name":"Susan Annie George, Haritha P H, Jincy John, Joshin Jose"},{"title":"Religious Activities in School Curriculum Design to Enhance the Environmental Protection","name":"Sourovi Thakur, Usashi Kundu (De)"},{"title":"A Study on the Effect of Turning Ebooks into Financial Media Publications on Improving Racial Expression","name":"L. P. Mega Criesthyanie, I Gusti Putu Suharta, I Gusti Putu Sudiarta"},{"title":"An Analysis of the Path of Teachers’ Teaching Wisdom","name":"Yumin Li"},{"title":"Research on the Theoretical Logic and Implementation Strategies of the Integration of Production and Education in Applied Undergraduate Colleges under the New Normal","name":"Guihong Shi"},{"title":"A Study on the Design of Teaching Mathematical Modeling in High School Based on Core Literacy in Mathematics","name":"Chunmei Zhou, Siyi Chen, Yu Li, Huiru Chen"},{"title":"Critical Appraisal of Communicative Language Teaching in Spoken English Teaching","name":"Shanshan Lou"},{"title":"A Study on the Effect of Combining Traditional Nursing Plan with Clinical Pathway in Nursing Undergraduate Practice Teaching","name":"Umamaheswari Pakkirisamy"},{"title":"Exploring and Improving the Contributions of School-based Mentoring ","name":"Shanshan Lou"},{"title":"A Comparative Study on the Assessment of Mental Health Education Between Two Classes of Students in a General High School in Kamrup District, Assam","name":"Rituporna Dutta, Abha Rani Chamuah"},{"title":"Study on the Role of English, Mathematics and Science Learning Quality in Teaching Strategy of Middle School Students","name":"Muhammad Kusnun Muhsin, Tambunan, Jahidin, Nana Sumarna"},{"title":"Design and Practice of Pharmaceutical Analysis Experiment Teaching Based on CBL Discussion Class","name":"Yufei Liu, Yiqiao Gao, Xiangde Sun, Lijuan Yang, Qianqian Wang, Wei Liu, Huijuan Yan"},{"title":"Exploration and Reflection on the Flipped Classroom Teaching Model Based on SPOC—Taking the Course of Urban Public Space Planning and Design as An Example","name":"Bo Zhou, Shangzhe Li"},{"title":"Successful Exploration of China’s Higher Education Teaching Mode Reform in COVID-19","name":"Chaoyang Lu, Danping Jiang, Huan Zhang, Zhiping Zhang, Yanyan Jing, Yameng Li, Yang Zhang"},{"title":"Research on Influencing Factors of Mobile Learning Behavioral Intention of College Students Based on TAM (Technology Acceptance Model)","name":"Zainab Dalaf Katheeth, Bashar Dheyaa Noor, Ammar Dheyaa Noor"},{"title":"Potential Application of Arithmetic and Geometric Sequences and Their Relation to Functions in the Teaching of Mathematical Concepts","name":"I Made Adi Wira Nata Putra, I Wayan Puja Astawa, I Gusti Putu Suharta "},{"title":"Pathway Analysis of the Impact of COVID-19 Pandemic on Depression of College Students in Gandhinagar Region","name":"Vaittianadane, PhD."},{"title":"Exploration and Improvement of Experimental Teaching for Graduate Students of Automatic Control Specialty Based on Cultivation of Engineering Literacy","name":"Jiewei Zeng, Jun Wu"},{"title":"Some Transformations and Summation Formulas of Bivariate Basic Hypergeometric Series","name":"Dr. Brijesh Pratap Singh"},{"title":"Visual Demonstration of Advanced Mathematics Based on Maxima Software","name":"Dr. Kailas S. Borase"},{"title":"Intervention of Network Education on Mental Health Development of Special Education Students","name":"Ma. Lourdes G. Narca, Dennis G. Caballes"},{"title":"Research and Exploration of Talent Cultivation Mode of “Modern Apprenticeship” in Vocational Colleges","name":"Chunhua Wu"}],"2021-3-10":[{"title":"Challenges in Recognizing and Protecting Children's Educational Rights and Interests","name":"Ashutosh Kumar"},{"title":"The Influence of the Application of Knowledge Technology and Teachers' Professional Ability on the Successful Intelligence of Students with Physical and Mental Disabilities","name":"Uchechukwu Mary"},{"title":"Barwala (Hisar) Conducted an Experimental Study on the Effectiveness of Structured Teaching Program on Reproductive Health Knowledge and Attitude Among Selected High School Girls","name":"Nisha Rani, Pooja Devi"},{"title":"An Investigation of Teachers' Questioning Discourse Based on National High-Quality English Teaching Cases","name":"Jingxia Zheng, Dongling Yang"},{"title":"The Game Dilemma and Outlet of High School Teachers' Disciplinary Implementation","name":"Yaping Zhang"},{"title":"Game theory, High school teachers, Education disciplinary","name":"Li Zuo, Qiujun Deng"},{"title":"Application of Situational Teaching Materials in Social Research Teaching in Primary School","name":"Grace T. Flores"},{"title":"Teachers' Teaching Ability in the Mixed Learning Model of Polahongon Central School","name":"Teresita D. Ayco"},{"title":"Investigation and Analysis on Job Satisfaction of Teachers in Higher Middle Schools in Bhutan","name":"Karma Sangay, Choki Dorji"},{"title":"The Combination of Confucian Traditional Virtues and School Discipline","name":"Lucio G. Jr."},{"title":"A Statistical Graduate Employment Quality Evaluation Model based on AHP Fuzzy Comprehensive Evaluation Method","name":"Yongchao Jin, Renfang Wang, Xiaodie Zhuang, Qian Cao, Yi Wei, Xinghuo Wan"},{"title":"Development of Engineering Skills for 2025: A Discussion of Challenges for Engineering Education","name":"Sebastian Wandelt, Xiaoqian Sun, Li Tan, Yijie Wang"},{"title":"The Effectiveness of the Health Education Programme on Cervical Cancer Knowledge Among Women in Reproductive Age Groups Attending Gynae OPD at Bareilly U. P. Rohilkhand Medical College and Hospital","name":"Neha Khanam"},{"title":"The Influence of Comprehensive Development Training Program on Basic Motor Skills of Kindergarten Children ","name":"Praveen Kumar S, Madhukara Agraharada"},{"title":"Research on Constructing Innovation and Entrepreneurship Education Ecosystem in Colleges and Universities under the Background of Entrepreneurship and Innovation","name":"Tianjing Gao"},{"title":"Research on the Current Situation and Countermeasures of College Students' Labor View Education in the New Era","name":"Yan Li"},{"title":"The Relationship Between Music and the Improvement of High School Students' Academic Achievement - System Evaluation ","name":"Chaladee Siripun"},{"title":"Discussion and Application of Civil Engineering in Ethnic Colleges","name":"Tao Zhang, Chen Wen, Mengxi Ai"},{"title":"An Empirical Study of Equity in Public School Finance in Florida-an Evaluation of the Florida Education Finance Program","name":"Kai Cui, Jingyu Liang"},{"title":"Using Web Nearpod-based Learning Method to Analyze the Digital Literacy Teachers' High School","name":"Elma Suryani"},{"title":"Problems and Countermeasures of Sports Development Planning in Sosuogong City","name":"Romeo Gwena"},{"title":"Invariant Randers Metric on Low-dimensional Lie Groups","name":"Chandr Prasad"},{"title":"A Comprehensive Study of Jane Austen's Female Characters ","name":"Syed Zareena"},{"title":"Improving Reading Ability of Primary School Students in Otawi by Situational Language Teaching","name":"Maeurilyn Ledase"}],"2021-3-11":[{"title":"Historical Contributions and Enlightenment of Classical Mechanics IN Early Filipino Culture","name":"Remil Areosa"},{"title":"Transformation and Simplification of Multi-base Bilateral Hypergeometric Series","name":"Dijesh Pingh"},{"title":"Correlation Analysis and Research on the Risk Factors of Voice Diseases in Primary School Teachers","name":"Yernaelis, Azwar Radwin, Mvdetsir "},{"title":"Study on the Correlation Between Subjective Well-being and Traits of College Students During Online Learning Period During the COVID-19 Lockdown Period","name":"Revhmi Yaredkar, Weseama Khen"},{"title":"Exploration on the Theory and Practice of 鈥淚deological and Political Education鈥� Reform in Universities--Taking Yancheng Teachers University as An Example","name":"Xiangjiao Zheng, Ziqi Lu, Xiang Li"},{"title":"Exploring the Way to Improve the Social Science Methodology Literacy for Master of Education Students","name":"Lan Li"},{"title":"The Solution of a Class of Nonlinear Equations","name":"Sanjahu Chew"},{"title":"Development Trend of World Higher Education","name":"Amedita Neugi"},{"title":"Skills, Learning and Research (SLR Model) for Skills and Knowledge","name":"Peaja Agjerwal"},{"title":"The Influencing Factors of Teachers' Competency Evaluation and the Construction of Index System","name":"Oken Segxai"},{"title":"Construction of Evaluation Index System for Core Competence of Engineering College Students-Based on the Analytic Hierarchy Process","name":"Ying Wang, Yuhang Zhang, Jinmiao Jiao, Jiarui Tian, Jiangting Li"},{"title":"The Psychological Problems and Countermeasures of Public Primary School Teachers' Professional Growth Expectation","name":"Kajeni Wemilwe"},{"title":"Is the Concept of the \"Native Speaker\" a Myth or a Reality?","name":"Jingmin Yang"},{"title":"Status Analysis and Countermeasures of Public Primary School Teachers Participating in School Management in Turkana County, Kenya","name":"Peter Wambabii"},{"title":"Application of ICT in the Preparation and Presentation of Teaching Materials in Online Education during the COVID-19 Pandemic in Nepal ","name":"Shrilandae Gera"},{"title":"Effect of Strategy Intervention Material (SIM) in Biology Teaching for Grade 8 Students","name":"Laeh Maojar"},{"title":"The Value Implication and Promotion Path of Teachers' Multicultural Literacy","name":"Xinjie Yang"},{"title":"The Influence of Different Number of English School Teaching on Moroccan Learners' Attitudes to Basic English Language","name":"Yassine AEMOU"},{"title":"Evaluation of the Effect of Structured Teaching of Adolescent Hoarding Disease and Prevention Knowledge in Gongda Nursing College","name":"Aipsn R., Jaye Vinatha. A"}],"2021-3-12":[{"title":"Academic Attitudes and Awareness of Physical Education Research Work between Male and High School Female Subject Teachers","name":"Subrahmanya B G"},{"title":"Application of Case Teaching Method in Artificial Intelligence Course in Vietnam","name":"Tran Hau Ngoc, Nguyen Thanh Tu, Hoang ChuDuc"},{"title":"Teachers' Views on the Use of Modern Teaching Media in Rural Senior High Schools in Marwa District, Punjab","name":"Deepkamal Mann"},{"title":"Research on Teacher Evaluation System Based on Intuitionistic Fuzzy with Improved Score Function","name":"Chang Guo, Daquan Gao"},{"title":"A Study on Job Burnout of Senior High School Teachers from the Perspective of Attribution Theory","name":"Jie Li"},{"title":"PAN: A Fast Memory Method for Language Learning","name":"Prashant Naik"},{"title":"On Instructional Design from the Perspective of Cognitive Load Theory","name":"Tagaram Rao"},{"title":"Exploration on Promoting Gender Equality in Teacher Education in South Bihar","name":"Shahid Imam"},{"title":"The Benefits of Implementing TBLT from EFL Teachers in China","name":"Mengjiao Chen"},{"title":"Research on the Construction of Ideological and Political Theory Course (IPTC) for New Era College Students","name":"Yaoli Xie"},{"title":"A Study to Evaluate the Effectiveness of COVID-19 in Popularizing Nutrition Knowledge in Child Health Care Among Nursing Students at Rohilkhand Nursing School in Barrelli","name":"Anitha. P, Harshita Harbola"},{"title":"The Important Role of Ecological Culture Education in the Construction of University Campus Culture","name":"Kudyz Zholdavna"},{"title":"Again Explore the Definition of Sports Concept and its Historical Evolution","name":"Bin Wang, Longlong Xuan"},{"title":"Teachers' Cognition of the Impact of Life Skills Education on Students' Moral Behavior in Secondary Schools in Kenya: A Case Study of Emuhaya County","name":"Rose Savati Keya, John Agak O, Odiwuor Wycliffe H."},{"title":"Research on Educational Management of MOOC","name":"Chowdappa V"}]}