{"2019-1-1":[{"title":"8 Methods to generate Electricity efficiently (Pollution free)","name":"Shubhankar Paul"},{"title":"Theoretical investigation of the photo electrochemical performance of 25 natural dyes used in solar cells","name":"Naba B. Ali, Salah A. Jassim"},{"title":"Production of Biodiesel from Renewable Biological Sources","name":"D. Raghuveer, M.Vijay, Dowluru Sreeraulu, P. Suman, and A. Satish Kumar"},{"title":"Model Development for Solar Radiation Potential in AWKA Metropolis","name":"Achebe Chinonso Hubert, Umeobi Happiness Ijeoma, Azaka Onyemazuwa Andrew"},{"title":"Bioaugmentation novel methods for Biohydrogen production","name":"Aysha Sherieff, A. Swaroopa Rani, Zahoorullah.S.MD"}],"2019-1-2":[{"title":"﻿Power System Stability Model of DFIG Wind Turbine","name":"Amit Kumar, Arvind Sharma, Ajay Kumar Yadav"},{"title":"Energy Security Aspects of India","name":"Joydip Ghosh, Dr. Soupayan Mitra"},{"title":"The effect of role TiCl4on the performance efficiency of the Quantum dots Solar cells","name":"T. T. Ha"},{"title":"Investigation of the effect of thickness, band gap and temperature on the efficiency of CIGS solar cells through SCAPS-1D","name":"A.K. Daoudia, Y. El Hassouani, A. Benami"},{"title":"Solar Air Preheater Performance Evaluation Using New Design","name":"P.S. Chopade, S.V. Channapatanna"}],"2019-1-3":[{"title":"﻿Artificial Intelligence in Power Station ","name":"Arun Kumar D R, Murali Mohan B M"},{"title":"Cost Effective Non Precious Metal Catalyst for Application in Fuel Cells","name":"Madhuja Chakraborty"},{"title":"Impact of Dust& Dirt Accumulation on the Performance of PV Panels","name":"D. K. Sharma, J. S. Khan"},{"title":"Optimal allocation of ESS in Wind Power Distribution","name":"Chinthala. Venkatesh"},{"title":"Power Quality Improvement by Inductive Filtering Method","name":"Harshala Badgujar, G. K. Mahajan, R. C. Patil, N. M. Khandare"}],"2019-1-4":[{"title":"Voltage Voltage Sag Analysis in Loop Power Distribution System with SFCLSag Analysis in Loop Power Distribution System with SFCL","name":"R. Madhan mohan, M. Padma lalitha, Y. Raja sekhar"},{"title":"A Washout Filter Aided Design for the Stabilizing Control of Electric Power Systems","name":"Der-Cherng Liaw, Yun-Hua Huang"}],"2019-1-5":[{"title":"Fault Classification of Three-Phase Transmission Network using Genetic Algorithm","name":"Majid Jamil, Sanjeev Kumar Sharma, D. K. Chaturvedi"},{"title":"Expanding Margins: Reclaiming Aviation Grade Lubrication Oils","name":"Wg Cdr Asheesh Shrivastava, Dr Yogita Khare"},{"title":"Energy intensity and carbon market for climate justice","name":"Ashok Kumar Singha"}],"2019-1-6":[{"title":"Fault Classification of Three-Phase Transmission Network using Genetic Algorithm","name":"Majid Jamil, Sanjeev Kumar Sharma, D. K. Chaturvedi"},{"title":"Expanding Margins: Reclaiming Aviation Grade Lubrication Oils","name":"Wg Cdr Asheesh Shrivastava, Dr Yogita Khare"},{"title":"Energy intensity and carbon market for climate justice","name":"Ashok Kumar Singha"}]}