{"2019-1-1":[{"title":"8 Methods to generate Electricity efficiently (Pollution free)","name":"Shubhankar Paul"},{"title":"Theoretical investigation of the photo electrochemical performance of 25 natural dyes used in solar cells","name":"Naba B. Ali, Salah A. Jassim"},{"title":"Production of Biodiesel from Renewable Biological Sources","name":"D. Raghuveer, M.Vijay, Dowluru Sreeraulu, P. Suman, and A. Satish Kumar"},{"title":"Model Development for Solar Radiation Potential in AWKA Metropolis","name":"Achebe Chinonso Hubert, Umeobi Happiness Ijeoma, Azaka Onyemazuwa Andrew"},{"title":"Bioaugmentation novel methods for Biohydrogen production","name":"Aysha Sherieff, A. Swaroopa Rani, Zahoorullah.S.MD"}],"2019-1-2":[{"title":"Power System Stability Model of DFIG Wind Turbine","name":"Amit Kumar, Arvind Sharma, Ajay Kumar Yadav"},{"title":"Energy Security Aspects of India","name":"Joydip Ghosh, Dr. Soupayan Mitra"},{"title":"The effect of role TiCl4on the performance efficiency of the Quantum dots Solar cells","name":"T. T. Ha"},{"title":"Investigation of the effect of thickness, band gap and temperature on the efficiency of CIGS solar cells through SCAPS-1D","name":"A.K. Daoudia, Y. El Hassouani, A. Benami"},{"title":"Solar Air Preheater Performance Evaluation Using New Design","name":"P.S. Chopade, S.V. Channapatanna"}],"2019-1-3":[{"title":"Artificial Intelligence in Power Station ","name":"Arun Kumar D R, Murali Mohan B M"},{"title":"Cost Effective Non Precious Metal Catalyst for Application in Fuel Cells","name":"Madhuja Chakraborty"},{"title":"Impact of Dust& Dirt Accumulation on the Performance of PV Panels","name":"D. K. Sharma, J. S. Khan"},{"title":"Optimal allocation of ESS in Wind Power Distribution","name":"Chinthala. Venkatesh"},{"title":"Power Quality Improvement by Inductive Filtering Method","name":"Harshala Badgujar, G. K. Mahajan, R. C. Patil, N. M. Khandare"}],"2019-1-4":[{"title":"Voltage Voltage Sag Analysis in Loop Power Distribution System with SFCLSag Analysis in Loop Power Distribution System with SFCL\nR. Madhan mohan, M. Padma lalitha, Y. Raja sekhar\nA Washout Filter Aided Design for the Stabilizing Control of Electric Power Systems\nDer-Cherng Liaw, Yun-Hua Huang\n\n\n\n\n\n\n\n\n"}],"2019-1-5":[{"title":"Fault Classification of Three-Phase Transmission Network using Genetic Algorithm\nMajid Jamil, Sanjeev Kumar Sharma, D. K. Chaturvedi\nExpanding Margins: Reclaiming Aviation Grade Lubrication Oils\nWg Cdr Asheesh Shrivastava, Dr Yogita Khare\nEnergy intensity and carbon market for climate justice\nAshok Kumar Singha\n"}],"2019-1-6":[{"title":"Fault Classification of Three-Phase Transmission Network using Genetic Algorithm\nMajid Jamil, Sanjeev Kumar Sharma, D. K. Chaturvedi\nExpanding Margins: Reclaiming Aviation Grade Lubrication Oils\nWg Cdr Asheesh Shrivastava, Dr Yogita Khare\n\nEnergy intensity and carbon market for climate justice\nAshok Kumar Singha\n"}],"2019-1-7":[{"title":"Evaluation of Thermal Performance of Solar Water Heater and Gas Water Heater Combined System","name":"Nilesh Tiwari, Srijesh Gajjar, Chandresh Bhagat, Ayush Chauhan "},{"title":"Research on Solar Power Generation System using Maximum Power Point Tracking System","name":"Vijay Pratap Singh, B.S.S.P.M Sharma"},{"title":"Research on Full Potential Linearized Plane Wave Calculation of KCdF3 Structure and Photoelectric Properties","name":"Madan Lal, Shikha Kapila"},{"title":"Preparation of Cobalt Phthalocyanine based OFETs and its Application in Voltage Converter","name":"Lekshmi Vijayan, K. Shreekrishna Kumar"},{"title":"A Comparative Study on the Energy Characteristics of Rice Blast Fungus and Rice Husk as Renewable Energy Raw Materials","name":"Gewona K. Gift, Dr. Paul Njogu, Robert Kinyua"}],"2019-1-8":[{"title":"Off-grid Synchronous Distributed Generation System based on RF Communication","name":"Amruta S. Pingale, V. K. Bhosale"},{"title":"Effects of Hydrogenated Amorphous Silicon the Properties of Hydrogenated Amorphous Silicon","name":"Omer Abdalla Omer Gassim"},{"title":"Discussion on the Design of The Reactor Clamp Core to the Middle Accessories","name":"Pulkit Jindal"},{"title":"Nine-level Crossover Switch Unit Multilevel Inverter Topology","name":"Pushpa Patil, Mahadevi. Biradar"},{"title":"Grid-connected Mode of Sensorless PUC Inverter","name":"Shankar N N, Nagabhushan"},{"title":"A Study on the Photoelectric Performance of Dye-sensitized Solar Cells by Sol-gel Modified TiO2 Films","name":"Tamrin, Filli Pratama, Silfia Desima Windi"},{"title":"A Comparative Study on Total Harmonic Distortion of Multilevel Voltage Source Inverter","name":"Qais Abedal-Kareem Azzam"},{"title":"Optimal Configuration of Photovoltaic/wind Power Grid-Hybrid System based on Homer Software","name":"Abiy Mekonnen"}],"2019-1-9":[{"title":"Electrical Properties of SiO2/PSi Heterojunction Prepared by Electrochemical Etching","name":"Hussain Kazaal, Ramiz Alansari, Kadhim Aadim, Wassan Dhia"},{"title":"Study on Prenatal Diagnosis by Ultrasound and other Interventional Examinations","name":"Dr Vijay Kumar"},{"title":"Study on Optical Measurement System and Sensor Performance of Different Types of Fiber Optic Links","name":"Mothana A. Hassan"},{"title":"Recovery of Sulfur by Single Cell Electrolyzer with Different Potential Difference","name":"Fathema-Tuz-Sowria Shawrin"},{"title":"Use Pizo Electrical Sensors to Generate Electricity through Circuit Breakers","name":"Sachchidanand Jha"},{"title":"Hybrid UPQC based on ANFIS Controller Improves Power Quality","name":"Shaik Roshan, Dr. Ashok Kusagur"},{"title":"Fault Identification of Transmission Line based on Wavelet Analysis under Renewable Energy","name":"Rajbir Kaur, Navneet Singh Bhangu"},{"title":"Comparison of FACTS Device to Improve the Stability of Multi-machine Power System","name":"Bhagyashree, Rekha G. Padaki"},{"title":"The Transient Stability of Hybrid Power System is Improved by Wind Turbine","name":"Surbhi Sharma, Anant Thakur"}],"2019-1-10":[{"title":"A Review on the Use Natural Compost as a Potential Power Source","name":"Maria Eva E. Diongco Ed. D., Catherine Del Rosario"},{"title":"Finite Element Simulation of Vibration Control of Pressure Electromagnetic","name":"Asha Kumawat, Sanjay Kumawat"},{"title":"Three-phase High Frequency Isolated DC-DC Converter with PWM Generator","name":"Vinay Kumar Prajapati"},{"title":"An Evolutionary Algorithm for Modeling the Parameters of Permanent Magnet DC Motor: A Review","name":"Carlos Sanchez, Minerva Matlalcuatzi, Jose Hernandez, Crispin Hernandez, Federico Ramirez"},{"title":"CFD Analysis of Combined Solar Air Heaters with Triangular and Pentagonal Fins","name":"Ajay Tiwari, Nishant Vibhav Saxena"},{"title":"Effect of Carbon and Carbon - Lignosulfonate Interaction on Charging/Discharging Dynamics and Leakage Behavior of Carbon-Doped GaN","name":"Senthil Kumar P, Babu N, Sumanth Vinay Kumar B, Siva Prasad K, Balaji G, Jagadish M"},{"title":"Estimation of Sensible Heat and Latent Heat Flux in Akure Grassland, Nigeria, Using Bowen Ratio Energy Balance Method","name":"Idowu S. B., Okunlola B. A."},{"title":"Self-flowing Generator","name":"Batta Mahesh"},{"title":"Design and Development of Experimental Components of DC-DC Converter","name":"Champa P N, Kruthi Jayaram"},{"title":"A New Low Current River Turbine Rotor Blade in Support of Rural Energy Procurement in Indonesia","name":"Darmawi, Riman Sipahutar, Qomarul Hadi"}],"2019-1-11":[{"title":"DVR based on PV-fed Quasi-z Source Multilevel Inverter","name":"Vijayalakshmi A"},{"title":"Comparison of Limb OTM Circuits and Conventional Two-limb Circuits in Ventilation","name":"Sanjay Kalani, Vijeta Khandelwal, Somank Gupta"},{"title":"Maximum Boost Control for Diode-assisted Step-Down - boost Type Voltage Source Inverter with Minimum Switching Frequency","name":"Nivedita, Gopinath Harsha .R"},{"title":"Flywheel Battery Charger","name":"Swapnil Pramod Waykole, Pankaj Prakash Ande"},{"title":"Transformer Monitoring based on GSM System","name":"Trupti A. Vaidya, Smita D. Saswadkar, Ganesh P. Khade, Pravin R. Rathod, R. A. Wakale"},{"title":"Carbon Nanotubes to Improve the Efficiency of Solar Cells","name":"Swapnil Pramod Waykole, Pankaj Prakash Ande"},{"title":"Multiple Input and Multiple Output Frequency Response Analysis and Singular Value Decomposition","name":"Abdelrahim B. Hamid, Omer Abdal-Azeem Almahi"},{"title":"Study on the Influence Factors of Current and Voltage Characteristics of Gas Sensor","name":"Wasfi. Mohammed Kadem, Nawar Thamer Mohammed"},{"title":"Design and Implementation of Wind - Solar Hybrid Conversion System","name":"Pooja Joshi, Dr. Rakesh Kantariya"},{"title":"Ensure the Integrity of the LNG Liquefaction Facility System: Pipeline Aerodynamic Testing as a \"Tight Build\" Property","name":"Nirmal Surendran Menon"}],"2019-1-12":[{"title":"Study on Double Buoy Vibration of Linear Generator with Wave Energy Conversion","name":"Nguyen Hoang Quan, Tran Thanh Tung"},{"title":"A Review of MPPT  in Collaboration with Batteries to Provide Solar and Wind Power to the Micro Grid","name":"Harris B. Mathews, Soumya Saraswati"},{"title":"The Potential Impact of Solar Technology on the Environment","name":"M. Srinivasan, A.Velu, B. Madhubabu"},{"title":"Stakeholder Management and Implementation of Fiber Optic Infrastructure in Nairobi, Kenya","name":"James Konya Akhwaba, Omondi Bowa, Peter Keiyoro"},{"title":"Solar Photovoltaic Array Maximum Power Point Tracking (MPPT)","name":"Neeta R. Naktode"},{"title":"The Concept Analysis Proves that Wind Energy is Generated","name":"Birudev Hajare, Sandip Bhokse, Mahesh Borkar, Laxman Bagal, Arvind Maske"},{"title":"Overview of Green Power Generation from Pollution-free Renewable Energy Sources","name":"Nirma Kumari Sharma"},{"title":"Managing Electric System using Artificial Intelligence Technology","name":"Jie Li, Zetengfei An, Yaotian Ding, Yujie Peng"},{"title":"High Voltage Applications of LCC and LLC Resonant Converters","name":"Dr. Vanitha Mahadevan, Fatma Salim Al-Hattali, Jokha Marhoon Al-Salti"},{"title":"Review of Electrochemical Discharge Machining Techniques","name":"Rajeev Sharma"},{"title":"Distribution Transformer Status Monitoring based on Internet of Things","name":"Aditya R Parihar, Khule S S"}],"2020-2-1":[{"title":"Analysis, Simulation and Experimental Realization of Photovoltaic System Disturbance Observation Algorithm based on Boost Converter","name":"Kavitha B P"},{"title":"Automatic Transmission Line Detection Robot","name":"Ayush Kumar Pandey"},{"title":"Particle Swarm Intelligence(pso) - based Generalized Model Reduction Method for Power System","name":"Seema Das, Deepika Bhalla"},{"title":"Optimization of Relative Height of Transformer Winding","name":"Deepika Bhalla, Raj Kumar Bansal, Hari Om Gupta"},{"title":"Research and Design of Single Basin Solar Stills for Soldiers in Remote Areas","name":"Singh Sandeep"},{"title":"The Study of Electric Energy Generated by Waves","name":"Shruti Patil, Jitesh Thakare"},{"title":"Harmonic Distortion of Photovoltaic Grid-connected Low Voltage Grid","name":"Prakash Kallu"},{"title":"Static Synchronous Series Compensator(SSSC) used to Suppress LLL Fault Oscillation of Multi-region Power System","name":"A. Praveena"},{"title":"Reactive Power Control Realized using Thyristor Switching Capacitor(TSC) and Thyristor Controlled Reactor(TCR)","name":"Krushna C. Taktode, Ganesh S. Rojatkar, Bhagwan T. Raut, Madhavi H. Nerkar"},{"title":"Solar Energy and Duck Curve","name":"Heena Aijaz Shah, Ameen Uddin Ahmad"},{"title":"Frequency and Temperature Dependence of Cadium-iodide Doped Polyaniline AC Conductance","name":"Shende S G, Dhote DS"},{"title":"Factors Influencing the Adoption of Solar Technology in Tanzania: Case of Arumeru Region","name":"Kessy Stellah Stephahn"},{"title":"Modeling and Analysis of Small wind Turbine Blade","name":"Dr. Challa Jayaramulu"}],"2020-2-2":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-3":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-4":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-5":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-6":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-7":[{"title":"NO PAPER PUBLISHED","name":"NO PAPER PUBLISHED"}],"2020-2-8":[{"title":"Innovative Development Model of Livestock Farming in Tanjung Generator B Jepara District of Indonesia's National Power Corporation","name":"Miftah Arifin, Sofyan, Wahyu Mahaputra"},{"title":"A Conceptual Study of Carbon Trading Practices in India","name":"Amit Kumar Yadav, Anjali"},{"title":"Improvement of Silicon-Manganese Alloy Formulation in Sudanese Steel Mills","name":"Ashraf Eltayib Dafallah, Esam. A Ishag, Alfatih Abbas Algurashi"},{"title":"Roof Insulation for Public Buildings in Hot Climates","name":"Raj V. Lunawat, J.C. Gogte, Prasad Kulkarni"},{"title":"Development of Engine Control Units for Fighter Gas Turbine Starters","name":"Rupini Ram V K, Dr. Basavaraju C"},{"title":"Impact of Oil Prices on India's Economic Growth","name":"Ankit Chaudhary"},{"title":"Neutron Analysis of Different Initial Fuel Charges in Molten Salt Fast Reactors","name":"Mohga Hassan"},{"title":"Magnetic Properties of Tin-Substituted Magnesium-Zinc Ferrite","name":"Dr A K Ghatage, S G Kanitkar"},{"title":"The Impact of Distributed Power Supply on the Voltage Quality of the Distribution Network and Improvement Measures","name":"Hongchao Ji"},{"title":"Research on the Application of Offshore Long Open Hole Sealing and Cementing Technology","name":"Hanjie Liu, Pengfei Liu, Guang Lv, Hongsong Gao, Xin Zhang"}],"2020-2-9":[{"title":"CI Engine Performance Test of Crab Manure as Biodiesel","name":"P. Arun Pandiyan, R. Arularasu, R. Amudhan"},{"title":"Research, Validation and Application of Inductively Coupled Plasma Mass Spectrometry for the Determination of Cobalt in Apixazepam","name":"Mbuya Mukombo Jr"},{"title":"Modeling and Simulation of Grid-Tied Solar Systems with Boost Converter and MPPY","name":"Ashish Kumar, Dr. Imraan Khan"},{"title":"Feasibility Study on the Measurement of Soot Emissions from Generating Units Using Two Different Analytical Techniques","name":"Timothy M. Akpomie, Abel U. Augustine, David A. Ajino, Kovo G. Akpomie, Samuel E. Anwani, A. Bashir"},{"title":"Research on the Rapid and Efficient Drilling Technology in Directional Well","name":"Zhaoting Li, Qisheng Tang, Yilei Hao, Chao Zheng, Wen Ren"},{"title":"Structure and Magnetism of Al3+ Ion-Doped Ca-Sr Ceramics Prepared by Sol-Gel Self-Combustion Method","name":"Suresh S Darokar"},{"title":"Analysis of the Positioning of Superconducting Fault Current Limiters for the Smart Grid ","name":"Muhammed Haris. K, Sethulakshmi. S"},{"title":"Analysis of a Cascade Refrigeration System (CRS) Using Cascade Refrigeration Systems","name":"Jigar A. Solanki"},{"title":"Evaluation of Radiation Shielding Rate of Lead Aprons in Nuclear Medicine","name":"Rowida B. Mehassi, Malaz M. Ahmed, Fahad A. Mohamed, Gamareldin E. Eltayb, Mona E. Albasheer"}],"2020-2-10":[{"title":"Statcom-Based Reactive Power Compensator Design and Simulation for Wind Farms","name":"Mahesh. R"},{"title":"Crisis Response Strategies Used by Kenya Power and Light during the National Blackout on February 9, 2018","name":"Kelins Randiek, Dr. Lucy Gichaga Ph.D"},{"title":"Design and Manufacture of Small Cooling Towers","name":"Ambuj Kumar, Laxman Kumar Yadav, Abhishek Yadav, Rishabh Singh Rajput"},{"title":"Van Der Waal Interaction of Ctpp-Zno Polyelectrolyte Membranes with Methylene Blue Function and Zinc Oxide","name":"Shiv Prakash Mishra"},{"title":"A Practical Case Study of Electrical Safety Issues in an Unbalanced Three-phase Power System","name":"KABONGO, Monga Chriss, ILUNGA, Kalenga David"}]}