{"2019-1-1":[{"title":"锘緼 Technolog谋cal Innovat谋on Systems Analys谋s Of The Renewable Energy Technolog谋es Under The Feed-In-Tar谋ff Program","name":"Nur Ishmael H. Malonzo and Roger D. Posadas"},{"title":"Assessment of the Early-Stage Technology Development of Polyvinyl Pyrrolidone-Carrageenan Hydrogel","name":"Gregory 脟iocsona and Dr. Roger D. Posadas"},{"title":"Problems of groundwater extraction management in Russia in connection with the new legislative changes","name":"Golovina Ekaterina"},{"title":"A study on Performance of Ipo鈥檚 under NSE from issue price to last trading price in the year 2013-2015","name":"A. S. Ambily, Gayatri Krishna, Aswathy K and Deepa Balakrishnan"},{"title":"Test Of Weak Form Efficiency Of The Emerging Indian Stock Market Using The Non-Parametric Rank And Sign Variance Ratio Test","name":"Srikanth Parthsarathy"},{"title":"Examination Of Rental Trend Of Commercial Properties In Kampala City: The Case Study Of Nakasero Area","name":"Mark Apuuli Musobozi and Charles Lucian"},{"title":"Expected Shortfall Estimation Using Extreme Theory","name":"Kebba Bah, Joseph Munga'tu and Antony Waititu"},{"title":"A Study on Role of SHGs in Financial Inclusion of Excluded Section of the Society with Special Reference to Udupi District","name":"Mallika A Shetty"},{"title":"Equity Crowdfunding in Shariah Compliant Nations: an outlook in the middle-east","name":"Uruba Andaleeb and A.K Mishra"}],"2019-1-2":[{"title":"Modelling the Impact of Interest Rate Crisis","name":"M. Judy Kinya, J. Mungatu and Anthony Waititu"},{"title":"Role of Foreign Direct Investment (FDI) in the Growth of Indian Agricultural Sector: A Post Reform Study","name":"Anjali Chaudhary"},{"title":"A Study on Contemporary Challenges and Opportunities of Retail Banking in India","name":"B. Vijayalakshmi and M. Sailaja"},{"title":"Accumulated Remark Forecasting for American NASDAQ Stock Market by using Artificial Neural Network Models from 2006-2015","name":"Nagham Hussein Neama"},{"title":"Customer Relationship Management: A Study of CRM Policies of Different Companies","name":"Jasmine Kaur"}],"2019-1-3":[{"title":"HR Practices with reference to Service Quality and Pilgrim Satisfaction Relationship : A Case study on Tirumala Tirupati Devasthanam Annaprasadam Refectory","name":"K. Pavan and T.L. Narasimha Reddy"},{"title":"Some study on need for L6σ in small scale industries","name":"G.Muthukumaran, V.S.K. Venkatachalapathy and K.Pajaniradja"},{"title":"A Case Study on The Problems Faced by The Entrepreneurs of Karumathur in Madurai District","name":"Nivetha Martin and Lilly Merline.W"},{"title":"A Study on Future Plan for Increasing Financial Literacy Among People","name":"Priyanka Agarwal, Radhika Choudhary Kureel and Suman Yadav"}],"2019-1-4":[{"title":"锘縃ybrid Differential Evolution For Combined Heat And Power Economic Dispatch Problem\nChao-Lung Chiang\n\n"}],"2019-1-5":[{"title":"锘緼n Optimal Replenishment Policy under Conditions of Permissible Delay in Payment and Shortages\nShih-Ming Ou\n"}],"2019-1-6":[{"title":"锘縄mpact Of The Land Market On Spatial Development: A Study Of EJISU Township, Ghana\nWilfred Ebo Sam-Awortwi, John Kwadwo Boateng Kwatia, Augustine Yaw Asuah\n"}],"2019-1-7":[{"title":"The Impact of Social Factors on Financial Literacy","name":"Budhiningtyas Dian L, Siregar Hermanto, Ahmad Maulana Tb. Nur"},{"title":"Analysis of Foreign Investment in the Economic Growth of the Republic of Uzbekistan","name":"Madumarov Talantbek Tolibjonovich"},{"title":"Model of Management of Food Industry Production Supply and Consumer Costability","name":"Ph.D. Umarov Ilkhomzhan Yuldashevich, Ph.D. Maraimova Umida"},{"title":"Determinants of Deposit and Lending Interest Rates in Rwanda: Econometric Approach","name":"Tharcisse Nzasingizimana, Bruno Ocaya, Edouard Musabanganji, Marcel Ndengo"},{"title":"The Microeconomic Environment of UAE in Comparison to Gulf Cooperation Council Countries according to the Global Competitiveness Index","name":"Ola Ali Saflo"},{"title":"Microfinance Industry in Indonesia: Challenge and Oppourtunity on Asean Economic Community","name":"Ahmad Hermanto"},{"title":"Research on the Influence of Modern Service Trade on Current Market Economy","name":"Jia Zhou"},{"title":"Impact of Corporate Governance Onfirm Performance in Context of Nepalese Commercial Banks","name":"Sapana Sharma"},{"title":"A Brief Study on MOOCs","name":"Abhinav Kalra, Devanshu Agarwal"},{"title":"Comparative Review of Mutual Funds in Indonesia and in United States","name":"Mohammad Benny Alexandri"}],"2019-1-8":[{"title":"Synchronization of Inflation and Unemployment and Poverty Increase in the Iraqi Economy for (1994-2010)","name":"Hind Ghanim Mohammed Al-Mohanna; Dr. Hanan Abdul-Khidher; Fatin Aeyed Jassim"},{"title":"The Western Economic Thought and its Response from the Muslim World: An Over view","name":"Nasir Nabi Bhat"},{"title":"An Economic Analysis of the Main Determinants of Gross Domestic Product in Rwanda (1995-2017)","name":"Nteziryayo Richard; Dr. Willy Muturi"},{"title":"Linkage Effects of Rural Non-Farm Income Diversification on Poverty Reduction among Farm Households in Southeast, Nigeria","name":"Odoh; N. E.; Nwibo; S. U."},{"title":"Satisfaction of Elderly Between Work and Leisure Time","name":"Joko Triyanto; JJ. Sarungu; Vincent Hadi Wiyono"},{"title":"One Village One Product (OVOP) - Regional Sustainable Development in Kenya","name":"Oscar O. Ohaya; George Misigah; Caroline Kinyanjui"}],"2019-1-9":[{"title":"Multidimentional Poverty and Culture of Poverty Impact","name":"Busra; Yulianisah"},{"title":"Testing the Impact of the Central Bank's Support for the Experience of Converting the Conventional Banks into Islamic in Libya Multiple-Groups Analysis Using Structural Equation Modeling","name":"Marai .A .D Abdalla; Muhammad Ridhwan Aziz; Fuadah Johari"},{"title":"Pro-Poor Public Service Performance of PDAM in the Province of Southeast Sulawesi","name":"Syamsul Anam; Syamsir Nur"},{"title":"Export Policy of the Government of Bangladesh: An Impact and Evaluation on Economy","name":"Alak Kumar Saha"},{"title":"Financial Inclusion Strategies: Progress in Dakshina Kannada District","name":"Maria Rodrigues; Dr. Suresh Poojary"},{"title":"Principal Constraints to the Regional Integration of Economic and Monetary Community of Central Africa States (EMCCAS)","name":"James Pavel NGALEBAYE"},{"title":"The Effect of USD Exchange, Inflation and Export Levels on 1988-2017 Indonesian Device Reserves","name":"A.A.A.N. Intan Sinthadevi; N. Djinar Setiawina"},{"title":"A Study on Job Satisfaction among College Teachers","name":"Dr. K. Parimalakanthi; V. Abirami"},{"title":"NITI Aayog-Think-Tank for Transforming India","name":"Nitika"}],"2019-1-10":[{"title":"Household Production of Human Health in Kenya: An Econometric Analysis","name":"Thomas Mutinda Muthama"},{"title":"Research on the Model of Country Risk Limit using Country Risk Method","name":"Selly Imanda"},{"title":"Challenges and Opportunities for Housing Leasing Income Taxes","name":"Teshale Berhane, Mohammedawol Yesuf"},{"title":"Bit Coin - Bonus or Curse","name":"Parwinder Kaur"},{"title":"Application of Multidimensional Measurement Method in Urban Poverty Analysis Research","name":"Gebretsadik Hishe Gebreslassie"},{"title":"Control Systems and Performance: Interactions and Systems in Management Accounting Research","name":"Irma Ibrahim"},{"title":"Problem of Population Increase in India","name":"Sudarsana Sarkar"},{"title":"The Impact of the Global Economic Crisis on the Economies of Developing Countries","name":"Soliman  Musbah Albandag"},{"title":"Why do Consumers Participate in Ecological Boycotts? Exploratory Research based on Mean-end Chain Analysis","name":"Thanh Hoai, Nguyen, Hai Quynh, Ngo, Pham Ngoc Nha, Ngo, Gi-Du, Kang"},{"title":"Analysis of Japan's Import Demand for Indonesian Plywood by Almost Ideal Demand System Approach","name":"Andreas Rumata Simanjuntak, Suharno, Rita Nurmalina"},{"title":"Environmental Economics Study on Water Eutrophication and Production of Biogas by Water Hyacinth","name":"Xinhai Zhao"}],"2019-1-11":[{"title":"The Success Paradox of Punjab Agriculture in Global Village: Challenges and Suggestions","name":"Mnisha Shoor"},{"title":"A Study on Women's Labor Participation in India","name":"Shweta Borkar"},{"title":"The Causes and Countermeasures of the Great Depression and the Financial Crisis in 2008: A Comparison","name":"Musharrat Azam"},{"title":"Growth, Degradation and Ecology","name":"Armagan Canan"},{"title":"Production Efficiency, Growth Ability and Profitability of Small and Micro Manufacturing Enterprises: An Analysis from West Bangladesh","name":"Bhabasankar Das"},{"title":"A Time Series Analysis on the Causality Relations between Money, Price and Income in Determining India's Money Demand","name":"Tarun Das"},{"title":"Determinants of Female Labor Supply in Makassar","name":"Muhammad Hidayat, Fatmawati, Sanusi Fattah"},{"title":"Location Disadvantage and Social Deprivation of Rural Population in Madhya Pradesh","name":"Ashima Gupta"},{"title":"Credit Expansion, Free Cash Flow and Corporate Investment","name":"Kunyi Wang"},{"title":"An Empirical Study of Consumer Behavior in Online Game Virtual Goods","name":"Hongyu Wang"},{"title":"Prediction of Fund Growth in Colleges and Universities by Asset Liability Management ","name":"Mariana Sitorus, Budi Antoro, Shubuhan Syukri Hasibuan"},{"title":"Total Quality Management as a Tool to Achieve Organizational Performance","name":"Cross Ogohi Daniel"},{"title":"A Research on Students Learn from Traditional and Virtual Laboratory Teaching","name":"JenniferA. Taguchi"}],"2019-1-12":[{"title":"A Review on Effects and Controls of E-banking Fraud in India","name":"Dr. Seema Thakur"},{"title":"Media Promotion of \"Made in Aba\" Products and the Impact on Small and Medium Enterprises in Metropolitan Areas","name":"Afulike Don Christian, Nnanyelugo Okoro"},{"title":"Social Capital and Transaction Costs at Fulani Women's Dairy Processing Plant in Gogunu District, Benin","name":"Ismail Moumouni-Moussa"},{"title":"Implementation of Labor Dispute Mediation Policy in Indonesia","name":"Friska Prastya Harlis, Herwan Abdul Muhyi, Mohammad Benny Alexandri"},{"title":"An Optimized Artificial Neural Network Model for Predicting the Trend of Domestic Company Index in Botswana Stock Market","name":"Peter O. Peter"},{"title":"The Influence of Tax Planning and Deferred Tax on Profit Management of Institutional Ownership","name":"Mega Humairoh, Waluyo"},{"title":"Research on Customer Purchasing Behavior and Description of Mobile Phone Companies","name":"Hong Liang "},{"title":"Management Control System, Institutional Leadership and Institutional Performance of Technical Training Institutions in Kenya","name":"Mbore, Clement Karani, Jane Sang, Joyce Komen"}],"2020-2-1":[{"title":"Microalgal Nutrition Preparations: Opportunities in the Nutrition Market","name":"Isha Khapre, Saubhagya Manjari Samantaray"},{"title":"Workplace Issues and Organizational Performance: a Critical Literature Review","name":"Alia Hussain"},{"title":"Effects of Liner Traffic on the Performance of Container Terminals at the Ports of Apapa","name":"Dr. LLOYD Chidi Julius, ODIEGWU, Chinwendu Laurentia"},{"title":"Capital Structure and Performance of Listed Companies: Regulatory Effect of Financial Innovation","name":"Qamqam Meriam, El Haddad Mohamed Yassine"},{"title":"A Research on the Fdi in Morocco: \"Attempts to Model its Behaviour through Different Economic Indicators\"","name":"Qamqam Meriam, El Haddad Mohamed Yassine"},{"title":"The Influence of Quality of Service, Product and Promotion on Simpati Card Purchase Decision and Customer Satisfaction of Telkomsel: A Case Study from Gubang City","name":"Merllyn Martina1, Arifin Sitio2"},{"title":"An Analysis From Management Commitment, Enterprise Characteristics and Adaptive Marketing Strategy to Evaluate the Export Performance of Enterprises","name":"Hanggoro Susanto1, Endah Marendah Ratnaningtyas2, Eli Suherli, Nur Wening3, Tutut Herawan4"},{"title":"An Empirical Study on the Impact of Human Resource Expenditure on the Financial Performance of Saudi Enterprises","name":"Dr. Ashraf Ali Abdul Rahim1, Dr.Abdulrahman Ali Alhazemi2, Dr.Hassan Kasady AlMahdi3"},{"title":"Employees' Perception of the Effectiveness of Activity-based Costing, Overall Effectiveness of Equipment and Cost-saving Potential on Product Profitability","name":"Yuli Suryandari1, Yudhi Herliansyah2"},{"title":"The Effect of Performance Management System on Employee Performance","name":"Eli Suherli, Hanggoro1, Nur Wening2, Tutut Herawan3"},{"title":"The Impact of Capital Adequacy Ratio(CAR), Net Profit Margin(NPM), Return on Assets (ROA), Non-performing Loan (NPL) and Loan-to-deposit Ratio (LDR) on Share Price of Indonesian Stock Exchange Banking Companies","name":"Rusdiyanto1, Soegeng Soetedjo2, Susetyorini3, Umi Elan4"},{"title":"Comparative Analysis on the Financial Performance of Listed Regional Development Banks and uUnlisted Regional development Banks (taking Peng Bangkun - Dala - Jawa - Bharat and Bandan Bank as an Example) And PT bank Pembangunan Daerah DKI Jakarta 2011-2016)","name":"Nurbani1, Dr. Untara, SE, MM2"},{"title":"Indian Aviation - a Quick Growth Industry with High Losse","name":"Arunava Kar Purkayastha"}],"2020-2-2":[{"title":"THE INFLUENCE OF ROE ADJUSTED BY DIVIDEND AND LEVERAGE RATIO ON COMPANY VALUE","name":"Sri Rizki Annisa, Hermanto, Siti Aisyah Hidayati"},{"title":"FINANCIAL AND CREDIT MARKETS ON THE DEVELOPMENT OF MANUFACTURING IN RWANDA -- THE SULPHUR INDUSTRIAL COMPLEX IN NYALUGANGE","name":"Dusingizimana Honoree, Dr Patrick Mulyungi"},{"title":"THE IMPACT OF WOMEN'S EMPOWERMENT ON THE MANAGEMENT OF COMMUNITY DEVELOPMENT PROJECTS IN RWANDA: A CASE STUDY OF PROJECT IN RWANDA","name":"Jean d' Amour Niyonsaba, Dr. Patrick Mulyungi"},{"title":"THE IMPACT OF LEADERSHIP STYLE ON THE PERFORMANCE OF TELECOM PROJECTS IN RWANDA","name":"Mudahemuka Jean De Dieu Kamanzi, Dr. Patrick Mulyungi"},{"title":"FACTORS AFFECTING STAKEHOLDER PARTICIPATION IN SECTOR DEVELOPMENT FUND PROJECTS: A CASE STUDY OF MUSANZE DISTRICT, RWANDA","name":"John Nganga Waweru, Dr. Patrick Mulyungi"}],"2020-2-3":[{"title":"IOS Adjusts the Liquidity and Profitability of Dividend Policies of IDX Listed Manufacturing Companies","name":"Erma Muqita Aldini, Budi Santoso, I Nyoman Nugraha Ardana Putra"},{"title":"The Impact of Government Expenditure Control Mechanisms on the Delivery of Services by Public Institutions in Rwanda -- take Wassak LTD","name":"Kansiime Alex Bwanjugu, Dr. Patrick Mulyungi"},{"title":"The Impact of the Tendering Process on the Performance of Selected Public Institutions: a Case Study of Municipal Public Procurement Entity","name":"Ndoli Patrick, Dr. Patrick Mulyungi"},{"title":"The Impact of Financial Factors on Private Investment in Rwanda","name":"Habimana Theoneste, Dr. Patrick Mulyungi"},{"title":"An Assessment on Managerial Factors Affecting  Local Government in Street Hawkers in Mwanza City Council, Tanzania","name":"Elirehema Moses Kaaya, Samwel Marwa Werema"},{"title":"Talent and Urban Development","name":"Kaiwen Liang, Fang Sun"},{"title":"Macroeconomic Factors Affecting Real Estate Prices in Rwanda -- a Case Study of Kigali City from 008 to 07","name":"Habinshuti Philippe, Dr. Patrick Mulyungi"},{"title":"Case Study of Company Investment Evaluation - Based on Xiaomi Gree's \"Billion\" Gambling Agreement","name":"Yifan Xu, Ziyan Shang"},{"title":"The Impact of Participatory Approach on Effective Monitoring and Evaluation of Road Construction Projects in Rwanda -- a Case Study of Gasabo Region of Kigali SEZ","name":"Kamugunga Adolphe, Dr. Patrick Mulyungi"},{"title":"The Impact of the Electronic Tax System on the Performance of the Rwandese Tax Office","name":"Mujawayezu Jeanne D'arc, Dr. Patrick Mulyungi"},{"title":"A Study on the Development Efficiency of Circular Economy in China's Silk Road Economic Belt Based on Super Efficiency DEA Model","name":"Zheng Tao, Yuanwei Hu"}],"2020-2-4":[{"title":"Impact of Central Bank Regulations on the Financial Performance of Commercial Banks","name":"Dickson Twesigye, Dr. Patrick Mulyungi"},{"title":"The Impact of Bad Assets in the Context of the Indian Banking System","name":"Dr Minaxi Jariwala"},{"title":"An Empirical Study on the International Competitiveness Level of China's Communication Service Trade","name":"Xiaoyu Zhu, Ruoheng Hu, Wenjing Ji"},{"title":"Research on Quality Management Model of Bahrain Construction Company","name":"Dr. Jeena John, Dr. Mary Benitta Jegan, Dr. Amir Al Mutawa"},{"title":"The Impact of Risk Management Strategies on the Performance of Agricultural Projects in Rwanda -- a Case Study of Financing in Rwanda","name":"Theotime Rutabubura, Dr. Patrick Mulyungi"},{"title":"Achievement Motivation and Staff Commitment-A Case Study from Sisingamangaraja Bri Persero TBK Bank Branch","name":"Anin Dhita Noor Nevlin, Lila Miryam Purba, Indra Windriani "},{"title":"The Evaluation Model of Financial Decision-Making Companies of State-Owned Companies, Foreign Companies and Private Companies","name":"Fauzi R. Rahim, Muhammad Ali, Syamsu Alam, Mursalim Nohong "},{"title":"The Best Utility Combination of Online Evaluation Data - Taking Amazon Commodity Hairdryer as an Example","name":"Lifang Lin, Shiyu Zhang"},{"title":"Review of Empirical Research on intellectual Capital and Firm Performance","name":"Ashraf Ali Abdul Rahim, Abdulrahman Ali Alhazemi, Hassan Kasady AlMahdi"},{"title":"The Influence of Prospect Factors on Real Estate Investment in Embu County, Kenya","name":"Geoffrey Gikonyo Gitau, Dr. David Kiragu, PhD, Dr. Riro G. Kamau, PhD"},{"title":"Highlighting the Skills Gaps of Owner-Managers–Case Study from Northern Philippines","name":"Edlyn Narag, Lourdes Judy Luyun, Mark Anthony Soriano "},{"title":"A Research on the Evaluation of Regional Economic Vitality of Major Cities in China Based on Grey Relational Analysis","name":"Haipeng Zhang, Ruiding Fang, Wanyun Xiao"},{"title":"Small Businesses in the Kenyan Town of Kiambu Operate as Financial Performance Agents for Banking Transactions","name":"Judith Thogori Nyambura, Jagongo Ambrose, Fredrick Ndede "},{"title":"Research on the Measurement of Industry-University-Research Collaborative Innovation in China","name":"Xinxing Zhang, Liping Wang"},{"title":"Research and Countermeasures on the Influence of Non-performing Assets in India","name":"Dr Minaxi Jariwala"},{"title":"Research on the Influence of Network Public Opinion on Systemic Financial Risk","name":"Hongxuan Li, Xite Yang"},{"title":"The Interrelationships Between Earnings Management, Gender and CEO Compensation","name":"Tiantian Fang"},{"title":"The Impact of the Turkish Economy on the Exchange Rate Fluctuations of Automobile Imports and Export","name":"Baslan Makhseda"},{"title":"The Impact of Good Corporate Governance Mechanisms, Financial Performance and the Adoption of IFRS on Earnings Management Practices: Manufactured Goods Companies Listed on the Indonesian Stock Exchange","name":"Yurry Andika Fajri, Misdiyono"},{"title":"Reviews and Prospects of Impact of Corporate Strategy","name":"Ruoman Chen"}],"2020-2-5":[{"title":"Influence of COVID-19 on Logistics Industry and Countermeasures","name":"Huize Chen"},{"title":"The Role of Local Government in Street Peddling - A Case Study from Mwanza City Council, Tanzania","name":"Elirehema Moses Kaaya, Samwel Marwa Werema"},{"title":"The Impact of Participatory Methods on the Effective Monitoring and Evaluation Process of Road Construction Projects in Rwanda - Take the Gasabo District of the Kigali Special Economic Zone as an Example","name":"Kamugunga Adolphe, Dr. Patrick Mulyungi"},{"title":"Impact of the Electronic Taxation System on the Performance of the Rwandan Tax office","name":"Mujawayezu Jeanne D'arc, Dr. Patrick Mulyungi"},{"title":"Impact of Central Bank Regulations on the Financial Performance of Commercial Banks","name":"Dickson Twesigye, Dr. Patrick Mulyungi"},{"title":"Research on Allocation Efficiency of Financial Resources in Zhejiang Province - Based on Three-stage DEA","name":"Defeng Zeng, Wei Qian, Jiyan Liu"},{"title":"The Impact of Entrepreneurial Orientation, Processing Orientation and Absorptive Capacity on the Growth of Indonesian Fisheries as A Global SME","name":"Adi Wibowo, Yuswar Zainul Basri, Willy Arafah (Dr)"},{"title":"Study on Quality Management Model of Balin Construction Company","name":"Dr. Jeena John, Dr. Mary Benitta Jegan, Dr. Amir Al Mutawa"},{"title":"Impact of Risk Management Strategies on the Performance of Agricultural Projects in Rwanda - Taking Access to Rwandan Finance as an Example","name":"Theotime Rutabubura, Dr. Patrick Mulyungi"},{"title":"Research on the Effect and Optimization of Equity Incentive Mechanism of Listed Companies - Take Midea Group as an Example","name":"Jingni Jia, Xing Jiang"},{"title":"Relationship Between Achievement Motivation and Employee Commitment in Sisingamangaraja Bri Persero TBK Bank Branch","name":"Anin Dhita Noor Nevlin, Lila Miryam Purba, Indra Windriani "},{"title":"Impact of Project Employee Capacity on the Implementation of Agricultural Projects in Rwanda: an Example of Export income-Generating Projects (Prices)","name":"Tindifa Rubagumya Gerard, Dr. Patrick Mulyungi "},{"title":"Valuation and Analysis of the Value of the New Generation of Information Technology Enterprises - Based on RIM and BS Combined Valuation Model","name":"Jiawen Ren, Ziming Zhao, Zixuan Pan"},{"title":"Government Expenditure Management Control Mechanisms on Service Delivery of Public Institutions in Rwanda - A Case Study of Vasco LTD","name":"Kansiime Alex Bwanjugu, Dr. Patrick Mulyungi"},{"title":"A Case Study of the Tendering Process on the Performance of Selected Public Institutions: The Public Procurement Entity in the City of Kigali","name":"Ndoli Patrick, Dr. Patrick Mulyungi"},{"title":"Impact of Financial Factors on Private Investment in Rwanda","name":"Habimana Theoneste, Dr. Patrick Mulyungi"},{"title":"Spatial Spillover Effect of Industrial Agglomeration on Strategic Emerging Industries TFP - Based on Panel Data of the Yangtze River Economic Belt","name":"Yujie Lou"},{"title":"Research on the Development of Smart Agriculture from the Perspective of Farmers' Interests","name":"Fengzhi Zhang"},{"title":"Research on the Influence of Online Word-of-Mouth on Consumers' Purchase Behavior","name":"Mengyao Zhang, Hasliza Hassan"},{"title":"Factors Affecting the Quality of Coffee Processing in Rwanda-Case of Kigali City Urban Areas, 2008-2017","name":"Habinshuti Philippe, Dr. Patrick Mulyungi"}],"2020-2-6":[{"title":"A Research on the Demand and Characteristics of the Pension Services in Shanghai","name":"Jianyang Hu, Luying Xiao"},{"title":"ICT Application and Enterprises' R&D Investment: Evidence from Word Bank Survey Data","name":"Min Wang, Fang Li"},{"title":"US Dollar Exchange Rate, Inflation and Export Level on Indonesia's Equipment Reserves","name":"A.A.A.N. Intan Sinthadevi, N. Djinar Setiawina"},{"title":"The Influence of Internal Control System, Government Accounting Standards and Completion of Audit Results on the Quality of Financial Statements","name":"Meiliana Kurniawati, Hari Setiyawati"},{"title":"Effect of Implementing the Internal Control System and Applying the Principle of Good Corporate Governance on the Quality of Financial Report (A Case Study of Amanah Insani Islamic Community Financing Bank)","name":"Ayu Ogi Fazny, Hari Setiyawati"},{"title":"An Analysis of the Competitive Advantage of Service Trade in the Exploration Process of Hainan Island","name":"Zhichao Ding, Zhao Yinyuxing"},{"title":"Sentiment Analysis Based on Twitter Data Predicts Stock Value","name":"Aishwarya. V, Dr. Vani Priya"},{"title":"Risk Management and Financial Performance of Financial Institutions in Rwanda: a Case Study of the Bank of Urwego","name":"Alice Gasatura, Dr. Patrick Mulyungi"},{"title":"Evaluation on the Sustainability of Physical Travel Retail Business Operations: Based on Australian Travel Retail Leading Company - Flight Centre","name":"Runze Ding, Jessica Forbes"},{"title":"The Effect of Return on Equity with Dividends and Leverage on Corporate Value","name":"Sri Rizki Annisa, Hermanto, Siti Aisyah Hidayati"},{"title":"The Impact of Trade Conflict on Global Economic Based on VAR Model","name":"Danyang Zhao"},{"title":"Influence of Financial Credit Market on the Development of Manufacturing Industry in Rwanda -- a Case Study of Sulfo Industries in Nyarugenga District","name":"Dusingizimana Honoree, Dr Patrick Mulyungi"},{"title":"Performance Evaluation of Listed Real Estate Companies in China Based on Factor Analysis","name":"Xinni Wang, Fengzhi Wu"},{"title":"Influence of Leadership Style on Telecom Project Performance in Rwanda - a Case Study of a Passive Infrastructure Upgrade Project","name":"Mudahemuka Jean De Dieu Kamanzi, Dr. Patrick Mulyungi"},{"title":"Factors Influencing Stakeholder Participation in Sectoral Development Fund Projects: Kinigi-Kabuhanga-Murram Road Project in Musanze District, Rwanda","name":"John Nganga Waweru, Dr. Patrick Mulyungi"},{"title":"Comprehensive Evaluation and Development Countermeasures of Livability of Cities in Eastern Regions","name":"Pengcheng Shen"},{"title":"Research on the IDX-Listed Manufacturing Companies, Liquidity and Profitability Regulate Dividend Policy","name":"Erma Muqita Aldini, Budi Santoso, I Nyoman Nugraha Ardana Putra"},{"title":"Influencing Factors of Employee Satisfaction and Countermeasures - Analysis and Research Based on the Results of CGSS Residents Questionnaire","name":"Wuyue Chai, Xue Song, Ran An"},{"title":"Chinese Unskilled Workers Migrants in South Korea","name":"Yongmei Li"},{"title":"The Impact of Women's Empowerment on the Management of Community Development Projects:  A Case Study from World Vision Rwanda, Byiringiro Area Program in Rwanda","name":"Jean d'Amour Niyonsaba, Dr. Patrick Mulyungi"}],"2020-2-7":[{"title":"Financial Management and Government Accounting System in Bangladesh: an Analysis","name":"Md. Abdul Kuddus, Anusuya Sarkar, Md. Moklasur Rohoman"},{"title":"The Professional Quality of the Auditors in Makassar Accounting Firm","name":"Sri Wahyuni Nur, Nur Asia Hamid"},{"title":"Classification of Potential Factors That Determine the Performance of It Organizations Using Cloud Computing","name":"Suleiman Abdullahi, Lawal Idris Bagiwa"},{"title":"A Study on the Changes and Heterogeneity of Total Factor Productivity of Strategic Emerging Industries in the Yangtze River Delta Region","name":"Xiaolei Chen"},{"title":"Evaluating the Impact of Service Quality on Customer Satisfaction of Private Banks in Mogadishu, Somalia","name":"Mustafa Botan Keire, Ahmed Husseinali (Diiwaani)"},{"title":"Customer Relationship Management and Organizational Performance in Mogadishu, Somalia","name":"Mohamed Dahir Mohamud"},{"title":"Increase of Consumption of Fluorinated Products in Primary Aluminum Electrolysis","name":"Theodore Tchotang, Paul Vianey Nguepy, Lucien Meva'a, Bienvenu Kenmeugne"},{"title":"Analysis on the Influencing Factors of A Automobile Company's Return on Equity","name":"Hongguang Zhang, Congcong Su, Xia Sheng"},{"title":"The Effect of Employee Benefits on Organizational Productivity in Som Selected Companies in Mogadishu, Somalia","name":"Abdikarim Mire Hassan Ga'al"},{"title":"Exploring the Influencing Factors of the Average Age at Baby Birth and the Heterogeneity of Residuals","name":"Shuangjia Wu"},{"title":"A Study on the Application of Blockchain Technology in Supply Chain Finance","name":"Qiushui Fang, Xiaoli Yang, Zhiming Li"},{"title":"Case Study Based on Tax Time Series Forecast of North Kivu Province (Democratic Republic of Congo)","name":"Byamungu, Wanguwabo David"},{"title":"Coal Mine Governance Strategy from the Perspective of Sustainable Development Goals in Southern Malinau and Northern Kalimantan","name":"Tomy Labo, Eko Ganis S, Endah Setyowati, Tjahjanulin Domai"},{"title":"Research on Bilateral Pricing of Bulk Agricultural Products Trading Platform","name":"Zhenzhen Gao, Xingfen Wang, Wenying Zhuang"},{"title":"Research on the Role of Government in Optimizing Business Environment","name":"Xue Tian"},{"title":"On the Application of Subrogation in Life Insurance","name":"Shuyu Li"},{"title":"Analysis of Dynamic Efficiency of Main Inland Ports in the Yangtze River","name":"Chenghan Peng"}],"2020-2-8":[{"title":"The Impact of Corporate Governance on Corporate Performance and Corporate Social Responsibility","name":"Yuli Dwi Yusrani Anugrah, Siti Maria Wardayati, Muhammad Miqdad"},{"title":"Application of Behavioural Finance in Improving the Economic Level of Poor Households","name":"Laely Purnamasari, Nugraha"},{"title":"Credit Risk as an Intervening Variable in the Impact of Good Corporate Governance Implementation on the Performance of Banking Companies (Study of Listed Companies in the Banking Sector, 2012-2016)","name":"I Made Gilang Candra Pradipta Rata, Ni Ketut Surasni, I Nyoman Nugraha AP"},{"title":"Analysis of the Impact of Fundamental Factors on Stock Returns","name":"Sugiyanto, Nugraha"},{"title":"Relationship between Macroeconomic Factors and Emerging Market Stock Prices","name":"Endang Mahpudin"},{"title":"Strengthening the Dynamic Management of Village Enterprises to Improve the Competitiveness of the Rural Economy of Ban Yuwanji County","name":"Edi Saiful Anwar, Zainuri, Siswoyo Hari Santosa"},{"title":"The Impact of Microfinance on Poverty Reduction in Somalia: the Case of Mogadishu","name":"Abdirahman Ahmed Nor Mohamed"},{"title":"Exports and Innovation in Malaysia: the Role of Heterogeneity","name":"Yuanfang Chen"},{"title":"Analysis on the Effectiveness of Blockchain Technology in Anti-money Laundering","name":"Junyu Yi, Bingzhong Peng"},{"title":"Analysis of Transfer Pricing, Capital Weakness and Tax Haven Utilization under Corporate Social Responsibility Regulation -- An Empirical Study of Listed Companies in the Manufacturing Sector on the Indonesia Stock Exchange","name":"Darmansyah, Bambang Purwoko"},{"title":"Migration and Education Inequality in China: Evidence from China Education Panel Study","name":"Yixuan Sun"},{"title":"Human Resources Management for Sustainable Advantage: a Social Psychological Perspective","name":"Velmurugan. S, Akhilesh K.B"},{"title":"Comprehensive Evaluation of Financial Strategic Indicators- Take BYD as an Example","name":"Yaru Yuan"},{"title":"Enterprise Decision Optimization Based on Cloud Computing","name":"Guosen Wei"},{"title":"A Comparative Analysis of the Determinants of Behavioral Intentions to Use the Rural Financial Information System in Indonesia","name":"Deni Oktavia, Alwan Sri Kustono, Muhammad Miqdad"},{"title":"Cross-Country Stock Return Analysis: Evidence from Japan and the United States","name":"Shiba Prasad Sapkota"},{"title":"The Relationship between Credit Risk Management and Profitability at Salaam Bank in Somalia","name":"Liban Abdi Sheikh Mohamed"},{"title":"The Impact of Foreign Direct Investment on the Performance of the Renewable Energy Sector in Rwanda - the Case of Mobisol","name":"Salvator Mbarushimana, Dr. Patrick Mulyungi"},{"title":"Research on Risk Prevention of Social Capital under PPP Mode","name":"Qiqi Tan"},{"title":"Studies of Incentive Policies for Knowledge Employees","name":"Miao Hu"},{"title":"The Impact of Capital on Firm Value with Profitability as a Mediating Variable (A Study of Building and Non-building Construction Companies Listed on the Indonesian Stock Exchange, 2012-2017)","name":"Sri Sahbany, Ni Ketut Surasni, Hermanto"},{"title":"The Impact of Training on Performance: the Case of Salaam Bank in Somalia","name":"Kamal Mohamed Osman, Abdiaziz Ahmed Ibrahim"},{"title":"Analysis and Discussion on Leadership Construction in Sanitation Industry","name":"Zhihui Zhang, Liyuan Chen"}],"2020-2-9":[{"title":"Capital Formation and Economic Development","name":"Dr. Sultan Ahmad Taraki, Dr. Mesut Murat Arslan"},{"title":"Analysis of the Impact of Management and Institutional Shareholding of the Indonesia Stock Exchange on Company Performance","name":"Novianti Lestari Saepudin, Irni Yunita S.T., M.M"},{"title":"The Impact of Auditors' Personal Characteristics on Audit Dysfunctional Behaviour","name":"Mariana, Yohanis Rura, Tawakkal"},{"title":"Soa Implementation of Electronic Banking Unified Bill Payment to Measure Customer Satisfaction at XYZ Bank","name":"Jeannie Artha Rosmauly, Ivan Alexander, Raymond Wijaya"},{"title":"Internal Control and Budget Execution in Kabale District, Uganda","name":"Dr. Marus Eton"},{"title":"Trade Costs and Transport Infrastructure: Evidence from China and Countries along the Belt and Road","name":"Yao Yao"},{"title":"With Reference to Oyo Rooms in Coimbatore, the Impact of Travel and Tourism Mobile Apps on Consumer Behaviour","name":"Manoj. M, John William.A"},{"title":"Research on Marketing Strategies of Enterprises in the Era of Big Data","name":"Lifang Han"},{"title":"Market Activities Related to Value Chains and Performance of Manufacturing Firms in Selected States of Northern Nigeria","name":"Umar, Adeiza Muazu"},{"title":"Quality of Work Life: a Study of Employees of Thrifty Technologies Pvt Ltd. in Tamil Nadu","name":"Toopalli Sirisha, Y. P Sai Lakshmi"},{"title":"The Role of Small and Medium-Sized Enterprises in Capital Formation, Equitable Growth and Income Distribution in Developing Countries","name":"Dr. Sultan Ahmad Taraki"},{"title":"Accounts Receivable Customer Payment Forecasts","name":"Hetul S. Shah"},{"title":"Managing Human Resources for Sustainable Competitive Advantage","name":"Velmurugan .S, Akhilesh K. B."},{"title":"Determinants of Willingness to Act in the Case of Rural Financial Information Systems in Indonesia","name":"Deni Oktavia, Alwan Sri Kustono, Muhammad Miqdad"},{"title":"Policy Suggestions on Improving the Scale and Branding Level of Rural Tourism in Jiangxi Province","name":"Yan Cheng, Xiaogang Chen"},{"title":"A Cross-Country Stock Return Analysis: Evidence from Japan and the United States","name":"Shiba Prasad Sapkota"},{"title":"Relationship between Credit Risk Management and Profitability of Salam Somali Banks","name":"Liban Abdi Sheikh Mohamed"},{"title":"Foreign Direct Investment on the Performance of the Renewable Energy Sector in Rwanda - the Case of Mobisol","name":"Salvator Mbarushimana, Dr. Patrick Mulyungi"},{"title":"Capital on Firm Value with Profitability as a Mediating Variable (A Study of Building and Non-building Construction Firms Listed on the Indonesian Stock Exchange from 2012-2017)","name":"Sri Sahbany, Ni Ketut Surasni, Hermanto"}],"2020-2-10":[{"title":"The Impact of Work Motivation and Organizational Culture on Employee Performance and Job Satisfaction (In the Case of Company 'X')","name":"Rizky Prawinto"},{"title":"Brand Evaluation Study of Patanjali Ayurvedic and Herbal Products","name":"Aleena Johnson"},{"title":"Corruption in Public Procurement: the Case of Borana and Guji Regions in the Oromia Region of Ethiopia","name":"Kumala Tolessa, Eliyas Wako"},{"title":"The Impact of Human Resource Capacity, the Use of Information Technology and the Optimization of Asset Management on the Quality of Financial Reporting by Regulating the Effectiveness of Internal Controls","name":"Atrina Ariyani Gafar, Arifuddin, Madris"},{"title":"Case Study Review Essay on Radisson Blu Plaza, Indore","name":"Bhavesh Koranne, Vinay Deulkar"},{"title":"Analysis of China's Animation Industry Chain Market: Comparison of China, the United States and Japan","name":"Yi Gu"},{"title":"The \"Invisible\" Phenomenon: the Rehabilitation of the Lubumbashi Tax Centre","name":"Kawit Yav Lucide, Amadi Mustapha, Mbale Kizekele Allen"},{"title":"Research on the Impact of COVID-19 on China's Stock Market","name":"Shili Chen"},{"title":"Impact of Automated Spend Analysis on Telecom Supply Chain Efficiency: the Case of Mtn Rwanda","name":"Tuyisabe, C.P, Mulyungi, M. P"},{"title":"The Impact of Management Networks on the Competitive Advantage of Large and Medium-Sized Garment Firms in Kenya","name":"Antony Mulyungi Mwendwa, Dr. Wallace Atambo (PhD), Mike Iravo (PhD), Dr. Rukia Atikiya"},{"title":"Public-Private Partnerships in the Development and Operation of the Vanassary Port","name":"Rommy Dwi Rahmansyah, ST"},{"title":"What Is the Type of Governance in Sub-saharan Africa?","name":"Sévérin TCHIO SEZINE, Paul NINGAYE"},{"title":"A Review of Zimbabwe's Indigenisation and Economic Empowerment Plans","name":"Shadreck Balisi, Kudzai Percy Siyavizva, Thekiso Molokwane"},{"title":"A Study of the Impact of Bank Automation Systems on the Rural Population","name":"Saikat Das"},{"title":"Service Innovation and Financial Performance: an Empirical Analysis within Financial Institutions in Cameroon","name":"NANA NDAMBWE Christelle Aurore"},{"title":"Risk Management and Control of Cold Chain Logistics of Fresh Food E-commerce in Post-epidemic Era in China","name":"Zhixuan Guo, Yunjian Tan, Ruiting Ma "},{"title":"Impact of Cashless Economy on the Performance of Micro, Small and Medium Enterprises in Anambra State, Nigeria","name":"Dr. Njideka Phinaonyekwelu, Nnabugwu Obiageli Chinwe"},{"title":"A Study of Liquidity Measurement of Selected Indian Automobile Companies","name":"Modi Vishakhaben"},{"title":"Problems and Countermeasures in Audit Oversight of Higher Education Institutions","name":"Yangyan Zhao"}],"2020-2-11":[{"title":"Foreign Trade, Human Capital and Economic Growth: Evidence from Expert Panel","name":"Bhim Prasad Bhusal (PhD)"},{"title":"An Empirical Study: Shortcomings of Corporate Social Responsibility and Social Business Ideas","name":"Farhana Yasmin"},{"title":"Behind the Gap of Entrepreneurial Attitude – Behavior: Variance Analysis of Individual Factors","name":"Hanhui Chen, Deliang Sun, Dong Yang, Peijian Wu"},{"title":"Branchless Banking Technology using Agen Brilink via UTAUT2 model at PT Bank Rakyat Indonesia (Persero) Tbk","name":"Miftah Alfarid, Arief Daryanto, Setiadi Djohar"},{"title":"The Impact of Organizational Culture in Corporate Strategic Management","name":"Cahyo Pratomo"},{"title":"Research on the Investment Risk and Investment Decision Management Model of High-tech Enterprises' Independent Innovation","name":"Mingwen Hu, Jinsheng Li"},{"title":"Influences of Government Subsidy Decision and Intensity on Social Responsibility of Green Supply Chain","name":"Wangnan Zhou, Yankun Wang"},{"title":"Research on the Influence of Performance Feedback on OFDI of Enterprises","name":"Xiaolin Yu"},{"title":"The Impact of Strategic Alliances on the Performance of Selected Telecom Companies","name":"Liban Ali Mohamed (Xabeeb)"},{"title":"Intellectual Capital Analysis and Hedging Decisions on Dividend Policy and Enterprise Value of Manufacturing Companies on the Indonesia Stock Exchange","name":"Normiyati N, Cepi Pahlevi, Abdul Rakhman Laba, Mursalim Nohong"},{"title":"The Influence of Network Recommendation System on Consumer Trust and Purchase Decision","name":"Yanhong Zhang"},{"title":"Research on the Particularity and the Impact of Interest Rate and Financial Leverage on Profitability on the Indonesia Stock Exchange","name":"Sitti Sakirah, Muhammad Ali, Cepi Pahlevi, Maat Pono"},{"title":"Motivation: the Panacea for Improving Employee Performance and Retaining Employees","name":"Nezekolizibe Titus, Gogo Rachael Adiza"},{"title":"Research on Farmers' Income in Anhui Province","name":"Zhenyang Hu, Kun Zhu, Mengyuan Wang, Li Ma"},{"title":"Morocco's New Flexible Exchange Rate Regime: A Tool to Improve the Country's Economic Growth or a Further Burden on Export Dependence?","name":"Moustapha Hamzaoui, Safaa El Yahyaoui"},{"title":"\"Crowd-out\" or \"Crowd-in\"?: The Relationship of Social Basic Medical Insurance and Commercial Health Insurance in China","name":"Yuan Zheng, Nannan Wu, Min Wang"},{"title":"A Study on Training and Development Practices and Organisational Effectiveness in LIC with Special Reference to Bihar, Patna","name":"Dr. Kumud"},{"title":"A Study on the Relationship between Corporate Social Responsibility and Corporate Performance in the Case of Kilimanjaro Airport Development Corporation of Tanzania","name":"Benedict Tibasima Kanaku, Dr. Samuel Obino Mokaya"},{"title":"The Characteristics of Current Consumption Economy and the Analysis of Promoting Consumption Policy","name":"Leshan Liu, Jiahui Yang"}],"2020-2-12":[{"title":"Evaluation of the Rise of Zomato As a Market Leader in Online Catering Services in India from a Marketing and Consumer Awareness Perspective","name":"Tvisha Bhanot"},{"title":"Economic Factors Affecting Small Retailers in Malaysia","name":"Ninderpal Singh Balwant Singh, Peramjit Singh Balbir Singh, Premkumar Nadarajan, Adam Arif Lee Aik Keang, Meera Devarajoo, Nurfadhilah Abu Hasan"},{"title":"Extraction of Bank Transaction Data and Naive Bayes Classification","name":"Urmika Kasi"},{"title":"Treatment and Management of Chemicals in Small and Medium-sized Enterprises","name":"Chris Bachtsetzis"},{"title":"Liability of Maritime Multimodal Transport Operators - Application of the Hague-visby and Hamburg Rules","name":"Bui Doan Danh Thao"},{"title":"Research on Risk Prevention and Control of Personal Financial Management Business of Chinese Commercial Banks","name":"Shan Zhu"},{"title":"Migration: Commercial Implications for the Bangladesh-qatar Corridor","name":"K Ranju"},{"title":"Will Foreign Direct Investment Help Resolve Excess Capacity?","name":"Xuechen Gu"},{"title":"Empirical Evaluation of Volatility and Causality of Market Value Securities in Indian Stock Market","name":"Padmashree V, K.B. Nalina"},{"title":"The Importance of Talents in Organizations in the Field of Sustainable Management","name":"Amal Jawad"},{"title":"Impact of Client Evaluations on the Financial Performance of Rwandan Financial Institutions: Case Study of the Rwanda Guarantee Trust Bank","name":"Mulyungi, W.D,  Mulyungi, M.P"},{"title":"The Effect of Micro Family Workshop Type Enterprises on Local Economic Development","name":"Dev Raj Rai"},{"title":"Research on College Students' Purchasing Behaviors of Souvenirs in China","name":"Yue Wei"},{"title":"Research on the Establishment of Sustainable Business Model based on System Dynamics","name":"Longze Zhu, Dian Yue, Longfei Zhu, Liangying Shen, Wenbin Dai"},{"title":"Advantage Influence of Intellectual Property Management in Industry Competition of Large and Medium-sized Garment Enterprises","name":"Antony Mulyungi Mwendwa, Dr. Wallace Atambo (PhD), Mike Iravo (PhD), Dr. Rukia Atikiya (PhD)"},{"title":"The Impact of Internal Control on the Financial Performance of Non-governmental Organizations Case Study from an Indoor Residual Spraying Project in Rwanda, Africa","name":"Sibomana, J.P, Mulyungi, M.P"}],"2021-3-1":[{"title":"A Test of Project Planning for the Success of Power Access Projects","name":"Nayigiziki Ngendo Olivier"},{"title":"Environmental Accounting Disclosure among Oil and Gas Companies in Nigeria","name":"Baba Sabo"},{"title":"Employee Engagement in the Retail Industry","name":"Dr. Anupama Sundar D"},{"title":"Loyalty of Seafarers in Cinema Industry in Jakarta Province, Indonesia ","name":"Degdo Suprayitno, Wibowo, Husein Umar"},{"title":"Effects of Restructuring on Disadvantaged: a Case Study of Obtaining Travel Plan Quotes","name":"Asma AL Zahrani, Reham Al Wadai, Redha AL Sulami, Zinah Matar, Salma Mahgoub"},{"title":"Identification and Prevention of Financial Fraud of Listed Companies in the Era of Digital Economy – A Forensic Accounting Perspective","name":"Ye Li"},{"title":"Research on the Factors Influencing the Development Benefit of Agri-tourism of New Professional Farmers in Hunan Province","name":"Yangfan Zhang, Yixiong Wu"},{"title":"The Determinants of Capital Structure Decisions","name":"Qi Zhang, Qian Wang"},{"title":"Determinants of Blockchain Adoption in the Insurance Industry: the Case of Kenya","name":"Kanuku Musyoku, Shitanda Douglas, Nganu Margaret"},{"title":"Brand-Customer Interaction: a New Paradigm for Relationship Marketing","name":"Catarina Pimentel,Teresa Gouveia"},{"title":"The Influence of Abnormal Comments on Consumers’ Purchase Intention","name":"Yanqi Guo"},{"title":"Impact of Organisational and Human Values on Sustainable Organisational Performance","name":"Jainy Rajan"},{"title":"Credit Decision-making for Micro, Small and Medium-sized Enterprises","name":"Hao Fu, Yu Peng"},{"title":"Impact of Microfinance on Entrepreneurship Development in Mogadishu, Somalia","name":"Kong Yu Sheng, Abdishakur Mahdi Mohamed"},{"title":"Economic Crisis in Thailand","name":"Kuhu Sharma"},{"title":"Analysis of Multi-factor Quantification Stock Selection Strategy based on GEM","name":"Yugan Geng, Jiaming Zhu, Xia Li"},{"title":"Impact of Applying Strategic Management Accounting on the Business Performance of Manufacturing Firms in Vietnam","name":"Bui Thi Truc Quy, Pham Minh, Huynh Thi Xuan Thuy, Pham Binh An"},{"title":"How Does Policy Affect the Volatility of China’s Stock Market?","name":"Zhiying Wu"},{"title":"Analysis on the Spatial Characteristics of Tourism Economic Differences in Shandong Province","name":"Zhiyan Wang"},{"title":"Cryptocurrencies - a Brief Review","name":"Nafeesa Khader Syed"},{"title":"Storytelling in Brand Building","name":"Ana Oliveira, Teresa Gouveia"},{"title":"Institutional Environment, Financing Constraints and Enterprise Innovation","name":"Jing Gu"}],"2021-3-2":[{"title":"A Similar Ranking Method with Ideal Solution (TOPSIS) is Used to Study the Effectiveness of the Weighted System of Logistics Performance Indicators","name":"Karim Aboul-Dahab, Mohamed Ali Ibrahim"},{"title":"Exclusive Economic Zones in the South China Sea and the Eastern Mediterranean: a Comparative Study of Strategic Issues","name":"Dr. Michail Ploumis"},{"title":"Evaluation on the Effectiveness of the Performance Management System in the Legislative Assembly of Haudeng Province","name":"Khaya Rhoda Mkhonza, Austin Musundire"},{"title":"Performance Management System for Public and Private Associations - a Review Paper","name":"Kartik Rohit, Akash Tomar, Tarun Kumar Yadav"},{"title":"Explore the Relationship Between Cultural Change, Kurt Luin: the Change Model, Employee Behavior and Employee Performance of South African State-owned Enterprises: Taking the Asset Segmentation of South African Transport Network Company As an Example","name":"Buhle Mtongana, Austin Musundire"},{"title":"Research on the Impact of Green Finance on the Economic Growth of the Yangtze River Economic Belt","name":"Huatian Wang"},{"title":"Impact of the Implementation of Water Demand Management Strategies on Social, Economic and Political Development and Stability in the Context of the Participatory Development Doctrine of South Africa: Case Kabokweni Municipal Housing","name":"Petrus Fanie Sibonangaye Mthiyane, Dr. A. Musundire"},{"title":"A Case Study of Deferred Tax Payment in Business Combination—Take X Company as an Example","name":"Yue Yu"},{"title":"In the Context of Policy Planning and Implementation, Investigate the Impact of the Integrated Approach on Local Economic Development in South Africa: an Example of the Municipal Authorities and Their Development Agencies in the Land of Zealand","name":"Boyce Makhosonke Maneli, Dr. Austin Musundire"},{"title":"Research on the Optimization of Personal Choice in Personal Finance Plan","name":"Dr. Anupama Sundar D"},{"title":"The Importance of Microcredit in Emerging Economies","name":"Dr. Babar A Khan, Saif Ali Khan"},{"title":"Economic Analysis of Rose Production System in the Arjemel Pashkar Region","name":"Dr. Gayatri Tanwar"},{"title":"Analysis of the Impact of Financial Leverage on the Repayment of Loans by Kenyan Smes","name":"Oketch Samson Oduor Ouma, Salome Musau"},{"title":"Risk Communication and Consumer Response Based on Product Harm Crisis","name":"Yuting Luo"},{"title":"Evidence from Jiangsu Province: A Study on the Efficiency and Influencing Factors of Provincial OFDI in China","name":"Qinxuan Wang"},{"title":"Microfinance is a Key Factor in Promoting Micro-entrepreneurship in North Akhand: a Case Study","name":"Dr. Prakash Garia"},{"title":"Impact of Free Cash Flow and Financial Leverage on the Financial Performance of Toll Road Infrastructure and Construction Companies Listed on the Indonesian Stock Exchange 2014-2018","name":"Finna Delphinia Santoso"},{"title":"Ethics and Quality of Financial Reporting at the Bank of Deposit in Nigeria","name":"Owolabi, S. A., Adeleye, G. O."},{"title":"Consumer Market Outlook and Knowledge Cognitive Analysis on Commodity Trading in India","name":"Dr. Mahesh M. Kadam, Ajit Kumar Rowniyar"}],"2021-3-3":[{"title":"Impact of Sustainable Enterprise Development on Employee Engagement: a Case Study of Coastal Tourism Enterprises in South-central Vietnam","name":"Vo Thi Tam"},{"title":"Case Study on the Impact of the Rwandan ATM on the Growth and Sustainability of Commercial Banks in Rwanda","name":"Rutaganda Emmanuel, Mulyungi Patrick"},{"title":"Competitive Marketing Capabilities of Dairy Cooperatives in Machakos County, Kenya","name":"Dr. Margaret Nganu, Kenneth Gor"},{"title":"Tripartite Evolutionary Game and Simulation Analysis of Counterfeit and Inferior Phenomena in Rural E-commerce","name":"Shengnan Li"},{"title":"The Impact of Urban Transportation Challenges on Socio-Economic Welfare: Lessons from Kuala Lumpur and Beijing","name":"Yong Fan"},{"title":"How IPO System Impact on Enterprises—the Empirical Evidence from Earnings Management Behaviors","name":"Mengke Qian, Wanjiao Jia"},{"title":"Research on the Changes in Cereal-Millet Consumption Patterns","name":"Anjali Devi C"},{"title":"Measurement of the Effectiveness of Customer Relationship Management: A Case study from Sudan Telecom","name":"Nuha Hassan Elmubaher Eltayib"},{"title":"Supply Chain Risk Management Material and Quality Bendon Road Pavement Use Buton Asphalt for Construction in Large-scale Implementation of the Jakarta VI National Street","name":"Abu Sofyan, Dr. Ir. Fitri Suryani, MT, Dr. Ir. Hari Nugraha Nurjaman, MT"},{"title":"The Impact of Third Party Payment on the Consumption Upgrading of Chinese Residents","name":"Xia Luo"},{"title":"A Review on COVID-19 and Its Impact on Indian Economy","name":"Dr. Smitha B Nair, Midhu Nair"},{"title":"Situational Analysis of Pulse and Legume Consumption","name":"Anjali Devi C"},{"title":"Analysis on the Fair Use of Higher Education Funds Based on Analytic Hierarchy Process","name":"Yufan Huang"},{"title":"Research on Customer Expectations and Experiences of Itman Foods Private Limited","name":"Karventhan. K"},{"title":"Factors Affecting the Effectiveness of Enterprise Income Tax Accounting Standards for Vietnamese Enterprises","name":"Dao Tuyet Lan"},{"title":"Research on the Impact of Transformation and Upgrading of Anhui Hog Industry under African Swine Fever-analysis Based on ARMA Model","name":"Xinyu Liu"},{"title":"Does Corruption Hinder Foreign Direct Investment(FDI)? Empirical Analysis of China","name":"Jiaomei Tang, Mingrong Zhong"},{"title":"Comparative Analysis of Pinduoduo and Jingdong’s Business Model","name":"Ke Shen"},{"title":"China’s World Heritage Management System: System, Organization and Operation","name":"Jin Gao"},{"title":"Effects of Organizational Policies on Procurement Performance of Rwandan Manufacturing Enterprises: Bralirwa Cases","name":"Gakunde. V, Mulyungi, M.P"},{"title":"Analysis of the Assessment of Chronic Low Back Pain in the Socio-economic Poor: a Major Global Burden","name":"Sumyyah Hasina Sana"},{"title":"The Impact of Debt Crisis's on Debt Sustainability ","name":"Pollyne Mbithe Mutunga"},{"title":"COVID-19 and the Informal Economy: Exploring Its Impact on the Well-Being of Workers in Latin America and the Caribbean","name":"Valentine Smith PhD"},{"title":"Economic Loss of Self-alienation of Youth Culture in Third World Countries","name":"Sayed Khalil Kohi, Sayed Muhammad Baqer Hussaini"},{"title":"The Impact of Mobile Payment Usage on Chinese Household Health-care Expenditure","name":"Biyu Zhu"},{"title":"During Biden’s Tenure, the Digital Service Tax Dispute and Future Trends between the United States and the European Union","name":"Mengkai Zhao"},{"title":"External Environment, Internal Characteristics and Enterprise Credit Financing Ability","name":"Man Zhang"},{"title":"Impact of Working Capital Management on Profitability of Listed Real Estate Companies in Vietnam","name":"Pham Thi Hong Van, Lam Thien Quy"},{"title":"Determinants of Dividend Policy in Emerging Markets: New Evidence from Asian Countries","name":"Quoc Dat Trinh, , Nhat Hoang Anh Trinh"},{"title":"Impact of Liquidity on Company Value Using Profitability as an Intervention Variable (Take Stock Exchange Registered Bank as an Example)","name":"Cahyo Pratomo, Augustina Kurniasih"},{"title":"Measurement and Research on Employment Quality in Henan Province—Based on 2010-2018 Panel Data Analysis","name":"Mengmeng Di, Chunling Zuo"},{"title":"Cross-Border Energy Trade in South Asia: Potential or Barriers to Expanding Regional Cooperation?","name":"Faryana Rafiq"},{"title":"Impact of Consolidation on Financial Performance: a Case Study of Kanara Bank","name":"Yogashree C"},{"title":"5G Business Opportunities in Retail","name":"Dhanesh Thatikonda"},{"title":"Financial Action Task Force Role — Comparison between India and Pakistan","name":"Sayyad Yasin Gulabhai"},{"title":"Impact of COVID-19 on Trade in India: a Holistic Approach","name":"Dr. Kavita Pareek"}],"2021-3-4":[{"title":"Determinants of Household Purchase of Labeled and Certified Moringa Products: Evidence from Gamogofa, Segen People and Southern Omo Region","name":"Afework Berhanu, Alemayehu Acha"},{"title":"Public Accuracy in Predicting the Value of Change As a Transaction Decision","name":"Sugeng Hartanto, S.E., Dr. Whedy Prasetyo, S.E., M.SA., Ak., Dr. Siti Maria Wardayati, M.Si., Ak.,CA."},{"title":"The Influence of Financial Agglomeration on the Development of the Real Economy—An Empirical Study Based on Data from Shanghai, China","name":"Yong Fan"},{"title":"Introducing Public Speaking Training Programs into the UK Early Education Market","name":"He Zhang"},{"title":"Accounting Ethics and Accountability in the Nigerian Public Service","name":"Owolabi, S. A., Orekoya, M. M"},{"title":"The Impact of COVID-19 on the Indian Economy","name":"Dr Nikita Arora, Vaishnavi Gupta"},{"title":"Research on the Influence of Entrepreneurship Education on Entrepreneurship Intention of College Students: Based on the Mediating Role of Entrepreneurial Competence","name":"Rui Guo"},{"title":"Cross-regional Construction and Operation of Entrepreneurship Ecosystem: A Case Study from China","name":"Peijian Wu, Dong Yang, Hanhui Chen"},{"title":"Accounting Implementation of Islamic Insurance Transactions and Analysis of Islamic Financial Statement Presentation (a Study of Islamic General Insurance Industry)","name":"Imam Rosyadi, Wiwik Utami"},{"title":"Impact of Inventory Size, Staging, and Financing Policies on Sales Growth of Real Estate Companies in Vietnam","name":"Pham Thi Hong Van, Nguyen Manh Hoai Vu"},{"title":"The Impact of China’s Monetary Policy on Stock Prices—Summary of Empirical Research of the TVP-SV-VAR Model","name":"Lin Zhang, Zhichong Lyu"},{"title":"How Does Knowledge Inertia Influence Expatriate’s Innovation Performance?","name":"Bohong Guo, Princia"},{"title":"Variables Affecting Purchase Decisions of OYO Rooms and Reddoorz","name":"Lathiefa Risqiadinda, Indrawati"},{"title":"A Measurement Tool to Analyze Consumers' Purchase Decisions for Instagram Social Media Marketing","name":"Nur Islah Prestyasih, Indrawati"},{"title":"A Study of Brand Loyalty of Coffee and Tea Beverages in Tirupur","name":"P. Bhuvaneshwari, Dr. V. S. Kanchana"},{"title":"An Analysis of the Governance of Street Vendors in China in the Post Epidemic Era—from the Perspective of Street-Level Bureaucracy Theory","name":"Haoning Xu"},{"title":"What will Happen to the Sino-US Economy in the Dispute between the Two Parties?","name":"Qihang Yu, Like Yu"},{"title":"A Study of Financial Performance of Pharmaceutical Companies","name":"Sejal S. Purabiya"},{"title":"Docker & Containers, the Future of Microservices","name":"Goutam Kamate, S.G Raghavendra Prasad"},{"title":"Strategies to Increase Consumer Purchase of Ethnic Restaurants Through Perception of Brand Loyalty Authenticity, Brand Awareness and Brand Image","name":"Lustono, Hanggoro Susanto, Nur Wening"},{"title":"Impact of Customer Relationship Management (CRM) on Customer Satisfaction","name":"Dheeraj Anchuri"},{"title":"Measurement of the Effectiveness of Altman Z Scores on Indian Companies","name":"Anuja Mandvekar"},{"title":"Influence Factor Affecting the Performance of Small and Medium-Sized Enterprises(SMEs) in Ho Chi Minh City, Viet Nam","name":"Truong Thi Ngan"},{"title":"Credit Accessibility and Formal Credit: Research on Non-governmental Microenterprise in Gaozhi City","name":"Jith George"},{"title":"Determinants of Rural Women's Participation in Decision-Making in Farm Management: Derashe Woreda Cases","name":"Tesfaye Samuel, Alemayehu Acha, Masresha Amide"},{"title":"Impact of Digital Food Marketing and Ethnic Food Delivery on North Indian Cooking","name":"Akshay Kaushal"},{"title":"Information and Communications Technology, Concessionaire Support and Franchisee Performance in Malaysia","name":"Siti Nur Aisyah Alias, Muhammad Shukri Bakar, Azrain Nasyrah Mustapa"},{"title":"The Influence of Organizational Change Management Theory on Small and Medium-sized Enterprises in the Context of Cash Crisis in Zimbabwe and Its Corresponding Adaptation Strategies","name":"Enock Takudzwa Zenda, Austin Musundire, Obediah Mumanyi"},{"title":"Can Night Economy Promote Consumption Upgrading?—Empirical Test Based on Provincial Data in China (except Hong Kong, Macao and Taiwan)","name":"Yijing Song"}],"2021-3-5":[{"title":"The Influencing Factors of College Students’ Entrepreneurial Intention: Taking the University of Albamingqi in Ethiopia as an Example","name":"Daniel Yosseph Tesfaye"},{"title":"Dectermination Variables of the Quality of Rural Financial Statements","name":"Dwi Astuti, Ahmad Roziq"},{"title":"Color Marketing: Consumer Impulse Strategy during COVDI 19 Pandemic","name":"Anne Karoline Aciole Arruda, Felipe Neris Torres de Sousa, Maria Eliete da Silva Saldanha"},{"title":"A Study on Demography and Mentality Analysis of Online Travel Shoppers","name":"Rohit Rammurthy, Dr. Varsha Agarwal"},{"title":"Research on the Indigo Dyeing and Beeswax Batik Method in Maocat Village, Huanglian Commune, Sabah Town, Laojie Province, Vietnam","name":"Le Thi Hanh Lien, Nguyen Thi Hai Yen, Dao Thi Luu, Phi Thi Thu Hoang, Nguyen Thuy Linh"},{"title":"A Study on the Influencing Factors of Consumers’ Purchasing Power of Street Stall Economy","name":"Yiqiu Wang, Yide Sun, Yalin Wu, Jianing Wang"},{"title":"Make Savings Bank Accounts More Dynamic and Beneficial for Both Banks and Account Holders","name":"A.V. Sekhar, P. Iyswarya Raghavi"},{"title":"Comprehensive Transportation Freight Demand based on Multi-model Combination Forecast","name":"Aixin Guo, Daimei Wei, Qingli Shi, Xinhao Zhao, Cong Li, Jinbao Zhao"},{"title":"Impact of Internal Market Orientation on Service Quality","name":"Dr. Teena Mishra"},{"title":"Why Trade, Business, and Communication Free?","name":"Aastha Roy"},{"title":"Impact of the Loan Deposit Ratio and Capital Adequacy Ratio on the Profitability of Pt Bank, Tabungan Negara, Tbk in Makassar","name":"Nurlaela"},{"title":"Study on the Performance Optimization Path to Enhance the Inspectorate Capacity in Magetan and Ngawi Districts","name":"Ahadiati Rohmatiah, Dwi Nor Amadi"},{"title":"Effectiveness of Minumirso Disarmament Operations in Somalia","name":"Priscah Munyiva Mulinge, Dr. Martin Ouma"},{"title":"Limited Liability Partnership Research","name":"Arunesh Kumar Gupta"},{"title":"Working Capital Analysis of Steel Authority of India","name":"Dr. Suresh, Poonam Choudhary"},{"title":"Research on Motivation of Professional Sports Leagues’ Anti-monoply Exemption","name":"Xiulian Chen"},{"title":"Child Labour and Human Capital: the Ugly Face of Surface Value","name":"Nyamyelle Mathilda Lum, Tafah Edokat Edward Oki, Ofeh Moses Abit"},{"title":"Revenue and Government Spending for Lagos State Urban Planning and Development","name":"Adegbie Folajimi Festus, Izang Julia Ufuoma"},{"title":"Case Study of JioMart: New Giant of Digital Groceries Ecosystem","name":"Srikant Kapoor"},{"title":"Amazon Foods, the New Challenger: Growth Issues and Drivers — a Case Study","name":"Srikant Kapoor"},{"title":"Direction of Effective Utilization of Bilateral Mutual Investment Potential between Saudi Arabia and Azerbaijan","name":"Mesaad Ibrahim Al-Sulaim"}],"2021-3-6":[{"title":"Impact of the COVID-19 Blockade on Small Businesses in Arua, Uganda","name":"Olema Hamiza"},{"title":"Analysis of Corporate Failure: the Case of Small and Medium-Sized Enterprises in Morocco","name":"Pr. AIT Soudane Jalila, Essalhi Omar"},{"title":"Investigation of Obstacles to the Development of Iranian Handicraft Exports","name":"Alireza Akhtar Borojeni"},{"title":"Challenges and Impact of the COVID-19 Epidemic on International Enterprises","name":"Rebecca Dsouza"},{"title":"Relationship between SME Financing and Performance in Rwanda","name":"Rusibana Claude"},{"title":"The Impact of the Construction of the Cross-sea Bridge in the Guangdong-Hong Kong-Macao Greater Bay Area on the Housing Prices in Zhuhai","name":"Xin Jian, Weizhang Lai"},{"title":"Future Changes in the Fashion Industry","name":"Rebecca Dsouza"},{"title":"Dectermination Variables of the Quality of Rural Financial Statements","name":"Dwi Astuti, Ahmad Roziq"},{"title":"Color Marketing: Consumer Impulse Strategy during COVDI-19 Pandemic","name":"Anne Karoline Aciole Arruda, Felipe Neris Torres de Sousa, Maria Eliete da Silva Saldanha"},{"title":"A Study on Demography and Mentality Analysis of Online Travel Shoppers","name":"Rohit Rammurthy, Dr. Varsha Agarwal"},{"title":"Research on New Retail Enterprises in China’s Community in the Post-COVID 19 Era","name":"Ying Zhou"},{"title":"Research on the Indigo Dyeing and Beeswax Batik Method in Maocat Village, Huanglian Commune, Sabah Town, Laojie Province, Vietnam","name":"Le Thi Hanh Lien, Nguyen Thi Hai Yen, Dao Thi Luu, Phi Thi Thu Hoang, Nguyen Thuy Linh"},{"title":"Make Savings Bank Accounts More Dynamic and Beneficial for Both Banks and Account Holders","name":"A.V. Sekhar, P. Iyswarya Raghavi"},{"title":"Impact of Internal Market Orientation on Service Quality","name":"Dr. Teena Mishra"},{"title":"Why Trade, Business, and Communication Free?","name":"Aastha Roy"},{"title":"Analysis of Consumer Psychological Accounting and Choice in Omni-channel Mode Based on PT-MA Theory","name":"Xinran Shen, Ziwei Ye, Yi Ma, Yanrong Cai"},{"title":"Opportunities, Challenges and New Paths for Macao’s Economic Development in the Guangdong-Hong Kong-Macao Greater Bay Area","name":"Yu Kan"},{"title":"Impact of the Loan Deposit Ratio and Capital Adequacy Ratio on the Profitability of Pt Bank, Tabungan Negara, Tbk in Makassar","name":"Nurlaela"},{"title":"Study on the Performance Optimization Path to Enhance the Inspectorate Capacity in Magetan and Ngawi Districts","name":"Ahadiati Rohmatiah, Dwi Nor Amadi"},{"title":"Effectiveness of Minumirso Disarmament Operations in Somalia","name":"Priscah Munyiva Mulinge, Dr. Martin Ouma"},{"title":"Game Changer, BANKSY and Art Market","name":"Xinyu Dai, Hao Xu"},{"title":"Limited Liability Partnership Research","name":"Arunesh Kumar Gupta"},{"title":"Working Capital Analysis of Steel Authority of India","name":"Dr. Suresh, Poonam Choudhary"}],"2021-3-7":[{"title":"Overview of Pradhan Mandala Mudra Yoyana","name":"Taranjeet Kaur Matharu"},{"title":"Comparisons for the Future: Careers and Education for Adolescent Girls","name":"Dr. Varsha Shriram Kulkarni"},{"title":"Essential Attributes and Skills for Employability","name":"Dr. Niyati Chaudhary"},{"title":"The Importance of the Consumer Price Index in Measuring Inflation in Afghanistan","name":"Ehsanullah Hemati, Ghazi Pattang"},{"title":"Maximising Agricultural Production with Limited Inputs and Fixed Costs","name":"Sergio Drumond Ventura, Angel Ramon Sanchez Delgado"},{"title":"Research on ETF Price Risk Analysis Based on Recurrent Neural Network—Taking CSI 300 Index ETF (510300) as an Example","name":"Yao Zhao, Tiantian Qian"},{"title":"On the Legal Issues of the Transfer of Defective Stock Rights—Take Contributed Capital Withdrawal as an Example","name":"Jingxian Pan"},{"title":"How Do Platform Enterprises Develop Digital Innovation Capability in Events?—Case Study of Enterprise Growth Based on Event System Theory","name":"Xinhui Chen, Yaping Li"},{"title":"Research on the Impact of Financial Asset Allocation on Business Performance","name":"Yiting Deng"},{"title":"A New Model for Sustainable Socio-Economic and Political Stability: A Case Study Based on the Sri Lankan Experience","name":"MM Jayawardena, WAAK Amaratunga, Gamini Randeni"},{"title":"Financial Performance Evaluation of Listed Pharmaceutical and Biological Companies in China Based on Entropy Multi-layer TOPSIS","name":"Peng Zhou"},{"title":"The Impact of Corporate Social Responsibility Activities on Corporate Value: Empirical Evidence from Listed Companies in the Chemical Industry","name":"Dr. Poornima Karthikeyan"},{"title":"Convergence of Indian and International Financial Reporting Standards: Opportunities and Challenges","name":"Sourav Sarkar"},{"title":"Forensic Accounting - A Survey Analysis of Selected Indian Companies Using Benford’s Law","name":"Ashish M. Chauhan"},{"title":"A Post-market Branding Classification Test Based on Quantitative Content Analysis and Holsti’s Formula","name":"Reynara Napitupulu, Erni Martini"},{"title":"Focus on Changing the Mode of Economic Development—the Application of Blockchain in Dairy Products","name":"Chenli Yan"},{"title":"Research on the Current Situation and Development Trend of China-Myanmar Economic and Trade Cooperation under “Belt and Road” Initiative","name":"Siying Dai"},{"title":"Problems and Legal Countermeasures in the Field of Primary Processing of Natural Rubber—A Case Study of RPS Poohrikka in Kerala","name":"Amrita Anand, G. Veerakumaran"},{"title":"Analysis and Research on the Key Factors of Consuming Intentions of Halal Cosmetics: Taking Wardah Cosmetics as an Example","name":"Rhaudia Rizkita Maghfira, Indira Rachmawati"},{"title":"Research on Compensation Management","name":"Dr. Arunesh Kumar Gupta"},{"title":"Analysis of Social E-commerce Model in Pinduoduo","name":"Junyan Du"},{"title":"Trade Routes of Kiev Province in the First Half of the 19th Century","name":"Hybytskyy Lyubomyr"},{"title":"Management Competence and Performance: A Theoretical Review","name":"Harun Mubeu Ngumo"},{"title":"Will Disclosure of Key Audit Matters Increase Audit Fees?","name":"Tingting Huang"},{"title":"The Comparison of Welfare Type and Security Type Social Security System Model","name":"Swati Rajput"}]}