{"2019-1-1":[{"title":"﻿The electrochemical property of the CdS/CdSe co-sensitized with TiO2 electrodes","name":"T. T. Ha"},{"title":"Stress Corrosion Cracking of an X60 Steel in Carbonated Media.","name":"Avilez A., Flores O., Aguilar A., Martínez H."},{"title":"Experimental Investigation on Corrosion Resistance by Using Thermal Spray Coating with Different material","name":"Suresh M Tank, Akshay D Thakkar"},{"title":"The average metal removal rate in different placements of working chambers and different heights of working Medias","name":"Ambachew Maru Woubou, Guteta Kabeta Weyessa"},{"title":"Study of Microstructures of Zn-27Al Alloy Cast at Different Casting Conditions","name":"Rumana Akhter, Md Rofiqul Islam"}],"2019-1-2":[{"title":"﻿Study of Mechanical Properties of Zn-27Al Alloy Cast in Metal Mold at Different Casting Conditions","name":"Rumana Akhter, Md Rofiqul Islam"},{"title":"Thermal spraying of mild steel with stainless steel ","name":"Rishi Dewangan, Naveen Kumar Yadav"},{"title":"Research of Neural Network Models Regression Depth of Technological Parameters Identification for Magnetite Quartzite Beneficiation Process","name":"Peter Zholondiyevsky, Andrey Kupin, Kuztetsov Denis, Bogdan Poddubny"},{"title":"Meliorating the Corrosion Tester for Galvanising Steel Production","name":"Chia-Nan Wang, Han-Sung Lin, Yen-Hui Wang, The-Thinh Pan"},{"title":"Finite Element Analysis of Composite Patch Repaired Cracked Metal Plates and Effect of Patch Thickness on SIF","name":"Shubham Walde, Sunil Lilhare"}],"2019-1-3":[{"title":"﻿Studies on Cathodic Protection of Steel Materials in Seawater","name":"Emmanuel J. Ekott, Ubong I. Etukudo"},{"title":"Risk Management in Steel Plants","name":"Neha H. Mali, Prof. S. K. Dube"},{"title":"P Diffusion welding of commercial Aluminum to Carbon Steel","name":"Hassan Abdellatif Osman"},{"title":"Simulation of boiler using PID controller and Automation (PLC & SCADA): A Comprehensive Study","name":"Nudrat Sufiyan, Archana Yadav, Shama Afrin, Samar Siddiqui"},{"title":"Influence of Chemical Composition on the Mechanical Properties of High Strength Steel Weld Metals for Application in Mooring Components","name":"Jorge Carlos F. Jorge, Luis Felipe G. Souza, Jorge Luiz S. Couto, Ivani S. Bott"}],"2019-1-4":[{"title":"﻿Effect of Nanofluids on Heat Pipe Thermal Performance: A Review of the Recent Literature","name":"P M Sonawane, M D Shende, V P Baisane"},{"title":"Advances in High Performance Polymer Nano Composite Coatings for Better Resistance to Corrosion and Ultraviolet Rays","name":"Shambhu Sharan Kumar"},{"title":"Interfacial Damage of Fiber/Matrix Composite under Mechanical and Physical Loading","name":"Varbinka Valeva, Jordanka Ivanova, Ana Yanakieva"}],"2019-1-5":[{"title":"﻿Effect of valence electron concentration on the glass forming ability in Al-based alloys","name":"É. Fazakas, L.K. Varga"},{"title":"Recent development and challenges in processing of ceramics reinforced Al matrix composite through stir casting process: A Review","name":"V.P. Baisane, Y.S. Sable, M. M. Dhobe, P.M. Sonawane"},{"title":"Applications of Nano Pigment Particles for the Development in Corrosion and Scratch Resistance of Epoxy-Zeolite Coatings","name":"Shambhu Sharan Kumar"}],"2019-1-6":[{"title":"﻿Synthesis of Zn-B-P/Al/Al2o3-Acylation Catalyst Diethylamino M-Toluic Acid under Exposure to Radiation of Microwave Range","name":"P.A.Muradova, V.F. Tretyakov, S.M. Zulfugarova, R.M. Talishinskiy, Yu.N. Litvishkov"},{"title":"On the Empirical Study of Elemental Analysis and Metal Testing using XRF Spectrum Analysis Algorithm","name":"Girish Balasubramanian, Senthil Arumugam Muthukumaraswamy"},{"title":"Ground Water Contamination in Coal Mining Areas: A Critical Review","name":"Shiv Kumar Gupta, Kumar Nikhil"},{"title":"Dielectric properties of Mn doped ZnO nanostructures","name":"S. Ajin Sundar, N. Joseph John"}]}