{"2019-1-1":[{"title":"﻿A Comparative Study of the Various Structural Framing Systems Subjected To Seismic Loadings","name":"Abhyuday Titiksh, Dr. M.K. Gupta"},{"title":"Cost Effectiveness of Different Canal Lining Materials","name":"Mr. Amrut Sangale, Dr. S. S. Valunjkar"},{"title":"Assessment on causes of defect and the maintenance management practices on low cost building (A case study of Jimma Town Condominium)","name":"Arif Awol, Dr. Ing. Tamene Adugna, Alemu Mosisa"},{"title":"Flexural and Shear Strength of Reinforced Perforated Clay Brick Masonry Members","name":"Ehab M. Lotfy, Hassan A. Mohamadien, Hussein Mokhtar Hassan"},{"title":"Utilization of fly ash and lime in PPC concrete ","name":"Sudhir Kumar, Dr. Vikash Srivastava, Dr. V.C. Agarwal"}],"2019-1-2":[{"title":"﻿Developing a Forensic Framework for Failures in Reinforced Concrete Buildings","name":"Mohammed Arafa, Husam Wadi, Mamoun Alqedra"},{"title":"Flexural Strengthening of R.C. Beams","name":"E. M. Lotfy"},{"title":"Structural Behaviour of Over-Stressed Reinforced Concrete Beams","name":"Charles K. Kankam, William Amankwa-Boahin, Bismark K. Meisuh"},{"title":"An investigation of the durability and compressive strength of air cured micro concretes containing different types of aggregates","name":"Apostolos S. Marinos, John A. Marinos"},{"title":"Residual Life Assessment of Concrete Structures-A Review","name":"Neethu Urs, Manthesh B S, Harish Jayaram, Dr. M N Hegde"}],"2019-1-3":[{"title":"﻿Analytical Study on Flexural Strength of Reactive Powder Concrete","name":"Jagannathasn Saravanan, S. Sathiyapriya"},{"title":"Collapse of the Building: Some Design Deficiencies ","name":"Drashti Dave, Dr. II Pandya"},{"title":"Study on Ordinary Concrete with Waste Plastics a Fibre","name":"K. Rajesh, Ch. Devi"},{"title":"Thermal conductivity of bamboo (Guadua velutina) in earthenconstruction of sustainable structures ","name":"Gallegos–Villela R.R., Sánchez-Medrano M. T., Avalos-Perez, M. A. Izquierdo-Kulich E. F. Suarez–Dominguez E. J."},{"title":"An Eco-sustainable approach to increase compressive strength of cement mortarusing ureolytic bacteria","name":"Rajeswari Narayanasamy, Nagamani Balagurusamy, Facundo Cortes Martínez, José Betancourt Hernández"}]}