{"2018-1-1":[{"title":"Analyses of Field Measured Data With Rheology and Hydraulics Models\nJeyhun Sadigov, Mesfin Belayneh\nA Study of Dufour and Soret Effect on MHD Mixed Convection Stagnation Point Flow towards a Vertical Plate in a Porous Medium\nDr. Anuradha S. and Harianand N.\nDynamic Viscoelasticity And Dynamic Sagging Correlation Of Four Oil Based Drilling Fluids (OBM)\nThomas Sharman, Mesfin Belayneh\nArctic Drilling Fluid Formulation And Characrtization\nSimen Moe Streme, Mesfin Belayneh\n"}],"2019-2-1":[{"title":"Performance Evaluation of Queuing System in Mega Petroleum Stations a Case of Nigerian National Petroleum Corporation (NNPC) Mega Petroleum Station Enugu\nOgunoh Victor Arinze, Onyechi Pius Chukwukelue, Ogunoh Chika C.\n\nSynthesis of Non Ionic Gemini surfactants and used As Demulsifier to Treatment Water in Crude Oil (W/O) Emulsions\nAhmed M. Zaidan Mohanad J. Al-Asadi\n\nLibyan Oil Sales forecasting using ARIMA models\nMustafa. M. Ali. Alf Aki, Prof. Dr. Ajet paul& Dr. (Ms.): Shalini B. Masih\n\nA Review of Application of Biological Enzyme in Oil and Gas Field Production\nJing Tang, Shangqi Shao, Wengang Ding, Xinle Xu\n\n\nResearch Progress and Prospect of Acidizing Process and Acid Fracturing Technology\nJing Tang, Shangqi Shao, Wengang Ding, Ruoxuan Tang"}],"2019-2-2":[{"title":"﻿Damage mechanism of service exposed reformer tubes in petrochemical industries-a review\nArchisman Ray, Anant Raj, Bangsidhar Goswami, Ashok Kumar Ray\n\nWaste management in a petrochemical industry: a sustainable practice\nRoberta Zaninelli do Nascimento Zarpelo, Ilna Márcia Oliveira Rocha, Milva Maria Figueiredo de Martino, Isabel Cristina Kowal Olm Cunha, Kátia Simes Parente, and Fernanda Drago\n\nMaking India a Gas Based Economy\nSubrata Ray\n\nEconomic Analysis of production of Methanol from Natural Gas\nVarun Sogani, Nalin Singla, Pranjal Somani\n\nIsolation and Identification of HydrocarbonDegrading Bacteria from Oil Sludge in Oil Producing Area of Basrah, Iraq\nMaytham A. Hamdani, Astabraq A. AL Ghazi"}],"2019-2-4":[{"title":"﻿Selective froth flotation concentration of antimonite ore from a mixture of antimony, lead and arsenic ores\nNyakubaya Keith, Muleya Edwina, Mutatu Washington\n"}],"2019-2-5":[{"title":"﻿Ultimate Analysis of some Nigerian coal: Ranking and Suitable Application\nSolomon Akila Ryemshak, ALiyu Jauro, Julius Danladi Putshaka, Ronald Makan Sori\n"}],"2019-2-6":[{"title":"﻿Study on geological and structural characterization around Mai Kenetal, Central Tigray in Northern Ethiopia\nBekele Ayele, R.Gangadharan\n"}]}