{"2019-1-1":[{"title":"Production and In-Vitro Evaluation of Bioplastic Produced by Bacteria Using Bagasse","name":"Muhammad Zaid and Nazia Jamil"},{"title":"Kinetic and Equilibrium Studies For the Adsorption of Amoxicillin from Aqueous Solution on Carbonized Groundnut Shells","name":"U.J. Ahile, S.O. Adejo, M.S. Tughgba, R.L. Tyohemba, and S.O. Ama"},{"title":"The Effect of Contact Time and pH on Methylene Blue Removal by Volcanic Ash","name":"Ahmad Said, M. Supwatul Hakim, and Yuli Rohyami"},{"title":"Analysis of SVOCS in Micro Chamber Thermal Extracted Emissions from Household Dust","name":"F.S Mohammed, and D. Crump"},{"title":"EEG Signal Based Sleep Stage Classification Using Discrete Wavelet Transform","name":"Erdem Tuncer, and Emine Dogru Bolat"}],"2019-1-2":[{"title":"﻿Metformin-Functionalized Mesoporous SBA-15 Nanocomposite: Hydrothermal Synthesis and Potential Conversion of 4-Nitrophenol to 4- Aminophenol","name":"Amirhossein Fallah, Salasiah Endud, Abdolhamid Alizadeh,and Foroogh Khosravi"},{"title":"Localization of Acoustic Wave Using Leakage Current and Fiber Optic Sensor Techniques","name":"Malik Abdulrazzaq Alsaedi, JR Rashed, AM Dakhil, and SF Atyah"},{"title":"Physicochemical Properties Study of the Rosehip Drying","name":"A.U.Shingisov, R.S.Alibekov, E.U.Mailybaeva, S.U.Erkebaeva, and Z.T.Nurseitova"},{"title":"Comparative Study of the Effects of Sodium Sulphate and Sodium Acetate on Some Functional Properties of Some Melon Seed Flours: Protein Solubility Profile and Water Absorption Capacity","name":"Ogundele, J. O."},{"title":"Modeling of Accidents Using Safety Performance Functions","name":"Khair S. Jadaan, Lamya’Y. Foudeh, Mohammad N. Al-Marafi, and Majed Msallam"}],"2019-1-3":[{"title":"﻿Full Factorial Experimental Design Applied to Photocatalytic Decolorization of a Cationic Azo Dye in Solar Photo-reactor","name":"M.K. Bouchareb, M. Bouhelassa, and M. Berkani"},{"title":"A PreliminaryAssessmentofCotton Gin Waste-MixtureCo-gasificationPerformance","name":"Elita R Widjaya, Guangnan Chen, Leslie Bowtell, and Catherine Hills"},{"title":"Characterization of Physico-Chemical Properties of Arachis HypogaeaL. Shells (Groundnut) as Environmental Remidation","name":"Grandawa, Musa Mohammed"},{"title":"Optimization Stimulant Gas for Several Tapping System Models since the Start of Opening","name":"Mudita Oktorina Nugrahani, Akhmad Rouf, Yoga Bagus S. Aji, and Setiono"},{"title":"Separation of Olefin/Paraffin Binary Gas Mixture through Hollow Fiber Gas-Liquid Membrane Contactor","name":"Nayef Ghasem, Mohamed Al-Marzouqi, Zahoor Ismail"}],"2019-1-4":[{"title":"﻿Energy Efficiency Optimization Of Three Phase Induction Motor Drives For Industrial Applications","name":"Omorogiuwa Eseosa, Ayor Christian"}],"2019-1-5":[{"title":"﻿Automated Attendance System Using Face Recognition Technique","name":"Sumanta Chatterjee, Adit Jana, Adrija Ganguly, Aditi Ghosh"}],"2019-1-6":[{"title":"﻿An Overview and Tutorials on Modeling and Simulation","name":"Ahmed Hassan M. Hassan, Fathelrhman Omer M. Elameen, Mogtaba Mohamed Osman"}],"2019-1-7":[{"title":"ThermalAnalysis Studyin an Annular Diffuser Fitted with Different Hub Geometries","name":"Ehan Sabah Shukri"},{"title":"A Design Framework for Bicycle Device Innovation: an Instrumental Process for a Stationary Bicycle Dynamometer for a Heel","name":"Joseph M. Berning, Carole Carson, Trish Sevene, Chad Harris, Kent J. Adams, Michael Climstein, Mark DeBeliso"},{"title":"A Field Study on Thermal Comfort of Air-Conditioned Buildings in Brazil-Night Time Thermal Comfort and Occupants Adaptive Behaviour","name":"Larissa Pereira Mikuri, Natacha Viana Seabra de Freitas, Wagner Augusto Andreasi"},{"title":"Calculating Position of Feed Antenna and Dimensions of Subreflector in the Cassegrain Antenna Using the Bisection Numerical Method","name":"Ali-Reza Sharifi                                                                                             "},{"title":"Monitoring System Design of ECU (Electrical Control Unit) in Increasing Performance Efficiency of the Direct-Current Motor in Electrical Vehicle Using Fuzzy Logic","name":"Januar F. Irawan, Satryo B. Utomo, Dodi S., Wijonarko, Danuar"},{"title":"Rule-Based Similarity Measure Algorithm for Document","name":"Nurul Syafidah Jamil, Ku Ruhana Ku-Mahamud, Aniza Mohamed Din"},{"title":"Innovation and Clustering: Lessons Learned in the Construction Industry and Key Success Factors for Adoption and Implementation. Is the Cause of the Loss or the Cavity?","name":"Sofia Yfanti, David Edgar, Bryan Temple, Nikos Sakkas"},{"title":"Antibacterial Activity of 3-aminothiourea Derivatives and their Metal Complexes on Different Types of Bacteria","name":"Hakan S. Sayiner, Nser Ahmed Massoud Mohammed, Mohamed Abdulhamid Ganim, Cengiz Baloglu"},{"title":"Design and Implementation of CanSat (Microsatellite)","name":"M. Ehikhamenle, B. O. Omijeh"},{"title":"Study on the Properties of Clothing Fabrics","name":"Ghada Abdalla Elkholy, Shahera Hafny"},{"title":"State Evaluation of Shore Bridge Hoisting Motor based on SOM and HMM","name":"Liu Fengkai, Wang Ran"},{"title":"Fault Diagnosis Method for Bearing Based on Improved VMD and DCNN","name":"Xu Lei, Wang Ran"},{"title":"Comparative Study of Pedestrian Volume Simulation Method  on Space Syntax Visualization and Shopping Behavior Model","name":"Li Gaomei, Lian Haitao, Chi Fangai, Wang Ruonan"},{"title":"Design and Research of Mountaintop Architecture","name":"Incomplete Registration Waiting for approval "},{"title":"Energy-saving Design for Green and Architectural Lighting","name":"Incomplete Registration Waiting for approval "},{"title":"A modified Genetic Algorithm for Solving Quay Crane Scheduling Problems","name":"Hu Yejun                                            "}]}