{"2019-1-1":[{"title":"Production and In-Vitro Evaluation of Bioplastic Produced by Bacteria Using Bagasse","name":"Muhammad Zaid and Nazia Jamil"},{"title":"Kinetic and Equilibrium Studies For the Adsorption of Amoxicillin from Aqueous Solution on Carbonized Groundnut Shells","name":"U.J. Ahile, S.O. Adejo, M.S. Tughgba, R.L. Tyohemba, and S.O. Ama"},{"title":"The Effect of Contact Time and pH on Methylene Blue Removal by Volcanic Ash","name":"Ahmad Said, M. Supwatul Hakim, and Yuli Rohyami"},{"title":"Analysis of SVOCS in Micro Chamber Thermal Extracted Emissions from Household Dust","name":"F.S Mohammed, and D. Crump"},{"title":"EEG Signal Based Sleep Stage Classification Using Discrete Wavelet Transform","name":"Erdem Tuncer, and Emine Dogru Bolat"}],"2019-1-2":[{"title":"﻿Metformin-Functionalized Mesoporous SBA-15 Nanocomposite: Hydrothermal Synthesis and Potential Conversion of 4-Nitrophenol to 4- Aminophenol","name":"Amirhossein Fallah, Salasiah Endud, Abdolhamid Alizadeh,and Foroogh Khosravi"},{"title":"Localization of Acoustic Wave Using Leakage Current and Fiber Optic Sensor Techniques","name":"Malik Abdulrazzaq Alsaedi, JR Rashed, AM Dakhil, and SF Atyah"},{"title":"Physicochemical Properties Study of the Rosehip Drying","name":"A.U.Shingisov, R.S.Alibekov, E.U.Mailybaeva, S.U.Erkebaeva, and Z.T.Nurseitova"},{"title":"Comparative Study of the Effects of Sodium Sulphate and Sodium Acetate on Some Functional Properties of Some Melon Seed Flours: Protein Solubility Profile and Water Absorption Capacity","name":"Ogundele, J. O."},{"title":"Modeling of Accidents Using Safety Performance Functions","name":"Khair S. Jadaan, Lamya’Y. Foudeh, Mohammad N. Al-Marafi, and Majed Msallam"}],"2019-1-3":[{"title":"﻿Full Factorial Experimental Design Applied to Photocatalytic Decolorization of a Cationic Azo Dye in Solar Photo-reactor","name":"M.K. Bouchareb, M. Bouhelassa, and M. Berkani"},{"title":"A PreliminaryAssessmentofCotton Gin Waste-MixtureCo-gasificationPerformance","name":"Elita R Widjaya, Guangnan Chen, Leslie Bowtell, and Catherine Hills"},{"title":"Characterization of Physico-Chemical Properties of Arachis HypogaeaL. Shells (Groundnut) as Environmental Remidation","name":"Grandawa, Musa Mohammed"},{"title":"Optimization Stimulant Gas for Several Tapping System Models since the Start of Opening","name":"Mudita Oktorina Nugrahani, Akhmad Rouf, Yoga Bagus S. Aji, and Setiono"},{"title":"Separation of Olefin/Paraffin Binary Gas Mixture through Hollow Fiber Gas-Liquid Membrane Contactor","name":"Nayef Ghasem, Mohamed Al-Marzouqi, Zahoor Ismail"}]}