{"2019-1-1":[{"title":"Production and In-Vitro Evaluation of Bioplastic Produced by Bacteria Using Bagasse","name":"Muhammad Zaid and Nazia Jamil"},{"title":"Kinetic and Equilibrium Studies For the Adsorption of Amoxicillin from Aqueous Solution on Carbonized Groundnut Shells","name":"U.J. Ahile, S.O. Adejo, M.S. Tughgba, R.L. Tyohemba, and S.O. Ama"},{"title":"The Effect of Contact Time and pH on Methylene Blue Removal by Volcanic Ash","name":"Ahmad Said, M. Supwatul Hakim, and Yuli Rohyami"},{"title":"Analysis of SVOCS in Micro Chamber Thermal Extracted Emissions from Household Dust","name":"F.S Mohammed, and D. Crump"},{"title":"EEG Signal Based Sleep Stage Classification Using Discrete Wavelet Transform","name":"Erdem Tuncer, and Emine Dogru Bolat"}],"2019-1-2":[{"title":"锘縈etformin-Functionalized Mesoporous SBA-15 Nanocomposite: Hydrothermal Synthesis and Potential Conversion of 4-Nitrophenol to 4- Aminophenol","name":"Amirhossein Fallah, Salasiah Endud, Abdolhamid Alizadeh,and Foroogh Khosravi"},{"title":"Localization of Acoustic Wave Using Leakage Current and Fiber Optic Sensor Techniques","name":"Malik Abdulrazzaq Alsaedi, JR Rashed, AM Dakhil, and SF Atyah"},{"title":"Physicochemical Properties Study of the Rosehip Drying","name":"A.U.Shingisov, R.S.Alibekov, E.U.Mailybaeva, S.U.Erkebaeva, and Z.T.Nurseitova"},{"title":"Comparative Study of the Effects of Sodium Sulphate and Sodium Acetate on Some Functional Properties of Some Melon Seed Flours: Protein Solubility Profile and Water Absorption Capacity","name":"Ogundele, J. O."},{"title":"Modeling of Accidents Using Safety Performance Functions","name":"Khair S. Jadaan, Lamya鈥橸. Foudeh, Mohammad N. Al-Marafi, and Majed Msallam"}],"2019-1-3":[{"title":"锘縁ull Factorial Experimental Design Applied to Photocatalytic Decolorization of a Cationic Azo Dye in Solar Photo-reactor","name":"M.K. Bouchareb, M. Bouhelassa, and M. Berkani"},{"title":"A PreliminaryAssessmentofCotton Gin Waste-MixtureCo-gasificationPerformance","name":"Elita R Widjaya, Guangnan Chen, Leslie Bowtell, and Catherine Hills"},{"title":"Characterization of Physico-Chemical Properties of Arachis HypogaeaL. Shells (Groundnut) as Environmental Remidation","name":"Grandawa, Musa Mohammed"},{"title":"Optimization Stimulant Gas for Several Tapping System Models since the Start of Opening","name":"Mudita Oktorina Nugrahani, Akhmad Rouf, Yoga Bagus S. Aji, and Setiono"},{"title":"Separation of Olefin/Paraffin Binary Gas Mixture through Hollow Fiber Gas-Liquid Membrane Contactor","name":"Nayef Ghasem, Mohamed Al-Marzouqi, Zahoor Ismail"}],"2019-1-4":[{"title":"锘縀nergy Efficiency Optimization Of Three Phase Induction Motor Drives For Industrial Applications\nOmorogiuwa Eseosa, Ayor Christian\n"}],"2019-1-5":[{"title":"锘緼utomated Attendance System Using Face Recognition Technique\nSumanta Chatterjee, Adit Jana, Adrija Ganguly, Aditi Ghosh\n"}],"2019-1-6":[{"title":"锘緼n Overview and Tutorials on Modeling and Simulation\nAhmed Hassan M. Hassan, Fathelrhman Omer M. Elameen, Mogtaba Mohamed Osman\n"}],"2019-1-7":[{"title":"ThermalAnalysis Studyin an Annular Diffuser Fitted with Different Hub Geometries","name":"Ehan Sabah Shukri"},{"title":"A Design Framework for Bicycle Device Innovation: an Instrumental Process for a Stationary Bicycle Dynamometer for a Heel","name":"Joseph M. Berning, Carole Carson, Trish Sevene, Chad Harris, Kent J. Adams, Michael Climstein, Mark DeBeliso"},{"title":"A Field Study on Thermal Comfort of Air-Conditioned Buildings in Brazil-Night Time Thermal Comfort and Occupants Adaptive Behaviour","name":"Larissa Pereira Mikuri, Natacha Viana Seabra de Freitas, Wagner Augusto Andreasi"},{"title":"Calculating Position of Feed Antenna and Dimensions of Subreflector in the Cassegrain Antenna Using the Bisection Numerical Method","name":"Ali-Reza Sharifi                                                                                             "},{"title":"Monitoring System Design of ECU (Electrical Control Unit) in Increasing Performance Efficiency of the Direct-Current Motor in Electrical Vehicle Using Fuzzy Logic","name":"Januar F. Irawan, Satryo B. Utomo, Dodi S., Wijonarko, Danuar"},{"title":"Rule-Based Similarity Measure Algorithm for Document","name":"Nurul Syafidah Jamil, Ku Ruhana Ku-Mahamud, Aniza Mohamed Din"},{"title":"Innovation and Clustering: Lessons Learned in the Construction Industry and Key Success Factors for Adoption and Implementation. Is the Cause of the Loss or the Cavity?","name":"Sofia Yfanti, David Edgar, Bryan Temple, Nikos Sakkas"},{"title":"Antibacterial Activity of 3-aminothiourea Derivatives and their Metal Complexes on Different Types of Bacteria","name":"Hakan S. Sayiner, Nser Ahmed Massoud Mohammed, Mohamed Abdulhamid Ganim, Cengiz Baloglu"},{"title":"Design and Implementation of CanSat (Microsatellite)","name":"M. Ehikhamenle, B. O. Omijeh"},{"title":"Study on the Properties of Clothing Fabrics","name":"Ghada Abdalla Elkholy, Shahera Hafny"},{"title":"State Evaluation of Shore Bridge Hoisting Motor based on SOM and HMM","name":"Withdrew for Authors' Reason"},{"title":"Fault Diagnosis Method for Bearing Based on Improved VMD and DCNN","name":"Withdrew for Authors' Reason"},{"title":"Comparative Study of Pedestrian Volume Simulation Method  on Space Syntax Visualization and Shopping Behavior Model","name":"Li Gaomei, Lian Haitao, Chi Fangai, Wang Ruonan"},{"title":"Design and Research of Mountaintop Architecture","name":"Incomplete Registration Waiting for approval "},{"title":"Energy-saving Design for Green and Architectural Lighting","name":"Incomplete Registration Waiting for approval "},{"title":"A Modified Genetic Algorithm for Solving Quay Crane Scheduling Problems","name":"Hu Yejun, Dong Liangcai                                           "}],"2019-1-8":[{"title":"Research on Calculation of Pressure Loss Component of Air Conditioning Duct","name":"J.I. Sodiki"},{"title":"Investigation of Farmland Irrigation Network based on Geographic Information System","name":"A.M.P. Alberto, G.N.Ramos, G.B.Damian"},{"title":"Research on Accuracy Compensation Method of GPS Three-frequency Signal Simulation Ionospheric and its Accuracy Analysis","name":"Shaoxin Chen"},{"title":"An Improved Bird Swarm Optimization Algorithm","name":"Jincheng Wang, Yuelin Gao"},{"title":"Design of Combustible Gas Automatic Detection and Alarm System","name":"YunFei Zhang, Zhengguang Liu, Qiaoyu Liu"},{"title":"Dynamics of Adaptive Gear Variator","name":"K.S. Ivanov, R.K. Koilybayeva"},{"title":"Use of Smartphone in Pavement Evenness Evaluation","name":"Danilo Bisconsini, Rodrigo Nicoletti, Javier Yesid Mahecha Nunez"},{"title":"Research on 5G Millimeter Wave Channel Estimation Algorithm","name":"Chengqian Ye, Shuang Xu, Jiang Du, Ting Song"},{"title":"Improved Bernoulli Naive Bayesian Algorithm for Detecting DDoS Attacks in Cloud Computing Platform with Genetic Algorithm","name":"Ali Mahmodi Derakhsh, Parisa Daneshjoo, Changiz Delara"},{"title":"Case Study on Reducing Inventory Cost of Mould Manufacturing Enterprises based on Rop-eva","name":"Ida Bagus Indra Widi K., Yudhit Pradipta, Humiras Hardi Purba"},{"title":"Evaluation of Capacity Loss Rate between Modules in LTE Networks","name":"Ekwueme E. U., Nosiri O. C., Chukwuchekwa N., Okpara R. C."},{"title":"Optimal Programming Model based on the Aerial Refueling Flight Plan","name":"Huanzhu Lv, Yuying Shen, Yunchuan Dai"},{"title":"Development of an intelligent Chat System","name":"Ziyin Peng, Mouzhi Jiang"},{"title":"Application Research of PLC Technology in Electrical Engineering Automation Control","name":"Lepeng Chen, Xiaoxiong Zuo, Qianyue Yu"},{"title":"Analysis of the Change of Regional Environment Design from the Perspective of the Background of the Times","name":"Chenfan Niu"},{"title":"A Research on the Design of Mountaintop Architecture","name":"Haiyan Wang, Cheng Zhang, Bowen Han"}],"2019-1-9":[{"title":"Modeling the Performance of Multi-Pass Solar Crop Dryer with Reversed Absorber","name":"Vijay R. Khawale, Shashank Thakare"},{"title":"Silicon Photon Cross Section Using Logarithmic Scale","name":"Elham Jasim Mohammad"},{"title":"Geochemistry and Petrogenesis of Evolutionary Volcanic Rocks in Eastern Wenama (S. E. Oku Mountain Side, CVL)","name":"Wotchoko Pierre??Nkouathio David Guimollaire"},{"title":"A Special Property of Joachim Starr's Theorem and Tecum's Theorem","name":"Filiz ErtemKaya"},{"title":"Design and Performance Investigation of Graphene-Based Modulators for 1550 and 1310 nm Optical Communication Wavelengths","name":"Taif Aied Faisal, Raad Sami Fyath"},{"title":"Design of Lightning Arresters for Country Boats and Rural Houses in Bangladesh","name":"Md Jawwad Chowdhury, Samir Rafsan Chowdhury, Jakir Mahmood"},{"title":"The Comparison of Modeling Profile of Velocity Inside Turbidity Currents Using FLOW-3D and Fluent Software","name":"Ahmad Abdipoor, Ehsan Hajibabaei, Seyed Abbas Hosseiny"},{"title":"Design and Implementation of Wireless Speech Recognition System","name":"M. Ehikhamenle, R.O. Okeke"},{"title":"Android Mobile Application for Drying Based on a Solar Air Heating System","name":"Kawthar Mechlouch??Ridha Fethi Mechlouch"},{"title":"Energy-saving Design for Green and Architectural Lighting","name":"Xiaojian Wang, Bowen Han, Cheng Zhang"}],"2019-1-10":[{"title":"A New Mining Method for Integrated Computer Network Intrusion Data Detection","name":"Abisola Ayomide Adeniran, Solomon Olalekan Akinola"},{"title":"Comparison and Analysis of Several External Signal Generators and Oscilloscope Real-Time Operating System","name":"A. Abdulganiyu, I. Rabiu"},{"title":"The Effectiveness of Automation - A Review","name":"Aline Oliveira de Sousa"},{"title":"Application of Artificial Intelligence in Adaptive Control Strategy Design","name":"Kostandina Veljanovska"},{"title":"Analysis of Limitations in Linear Programming Problems by Uncorrected Simplex Method","name":"Francois Ndayiragije"},{"title":"Non-verbal Application in Foreign Language Teaching and Testing","name":"Chenglin Wang, Wenshu Zheng"},{"title":"Static Pressure Analysis of Inclined Step and Horizontal Step Step Chute in Pushing and Slag Flow","name":"Amir Kamyab Moghaddam, Sepideh Amirahmadian, Majid Dashtibadfarid"},{"title":"Research on GSM Band Perfect Matching Layer FDTD Method Simulation","name":"Khitam Y. Elwasife, Ahmed M. Radwan"},{"title":"Double Neighborhood Parallel Algorithm for Solving Traveling Salesman Problem","name":"Ce Zhang, Zhaocheng Xuan, Yang Ning, Chengyao Shi"},{"title":"A New Research on Banach Algebra","name":"Seyyed Hossein Jafari Petroudi, Seyyed Abbas Sadati, Alireza Yaghobi"},{"title":"Research on a New Integration Method of UWB Service and High-speed Transmission Coherent DM Network","name":"Ali Hayder AbdulKareem, Ibrahim A. Murdas"},{"title":"Effect of Fatty Acid in Culture Medium on the Growth of Acid-resistant Lactic Acid Bacteria Cells","name":"Kenji Tanaka, Kiko Sakai, Saki Goto, Hiromi Matsusaki"},{"title":"Literature Review of Several Mainstream Open Source Network Simulators","name":"Di San"},{"title":"Computing Trajectory Similarity based on Moving Behaviour","name":"Yu Yong, Tanwen Qian, Jiakai Wang"},{"title":"Analysis of Water Pollution Problems and Microbial Detection Method","name":"Xinhai Zhao"}],"2019-1-11":[{"title":"Use Clustering Algorithm to Improve the Energy Consumption and Service Quality of Wireless Multimedia Sensor Networks","name":"M. Semsar, P. Daneshjoo, Ch. Delara"},{"title":"Active Suspension Control based on Distributed Backstepping with Actuator Delay","name":"Aziz Sezgin, Yuksel Hacioglu, Nurkan Yagiz"},{"title":"Private Cloud Computing Security Solution based on GRC Method and Complete Homomorphic Encryption Algorithm","name":"H. R. Semsar, P. Daneshjoo, M. H. Rezvani"},{"title":"Conductive Atomic Force Microscopy (C-AFM) for Electron Structure of Double-layer Inkjet Printing","name":"Lutz Sommer, Christoph Kessler"},{"title":"An Experimental Model Study of Composite Tubes under the Effect of Internal Pressure","name":"Serhii Meckaelovech Vereshaka, Emad Toma Karash, Dmitriy A. Zhigiliy"},{"title":"The Influence of Extrusion Casting on the Mechanical Properties of Aluminum Alloy","name":"Markson I. E., Agwu O. E., Ihom A. P., Umana M. O."},{"title":"Fresh Performance and Corrosion Resistance of Self-compacting Concrete Containing Nano-silica","name":"Seyed Hossein Ghasemzadeh Mosavinezhad, Gholamreza Fallah Pasikhani"},{"title":"Mathematical Model of Inhibition of Crushed Leaves of Yellow Flower Thistle in Hydrochloric Acid (Asteraceae)","name":"C. N. Anyakwo, Agha Inya Ndukwe"},{"title":"Discussion on Technical Measures for Energy Saving Design of Modern Building Electrical Engineering","name":"Xiaoxiong Zuo, Yao Xiao, Qiyuan Ma, Tingting Wu"},{"title":"Research on the Viscosity Correlation Coefficient of Gas Reservoir in Niger","name":"Anyiador O. M., Ikiensikimama, S. S., Azubuike, I. I."},{"title":"A New Perforation Design and Evaluation Method for Oil Wells","name":"Benedeth Ulochi Ifeme, Chikwendu Ebenezer Ubani"},{"title":"Gaslift Technology to Improve Oil Well Productivity: a case Study of X Oilfield in Niger","name":"Oladimeji Celestine Osesa, Chikwendu Ebenezer Ubani, Benedeth Ulochi Ifeme, Okon Efiong Okon"}],"2019-1-12":[{"title":"An Improved Biometric Data Hiding Watermarking Algorithm","name":"Saeid Fazli, Maryam Zolfaghari-Nejad "},{"title":"Effect of 1-Thiophosphane on the Structure and Optical Properties of ZnS Nanoparticles","name":"A. Rahdar"},{"title":"Robust Adaptive Observer Design for Lipschitz Class Nonlinear Systems","name":"M. Pourgholi, V.J.Majd"},{"title":"A Review of Effective Web Caching Algorithms","name":"Vinit A. Kakde, Prof. Sanjay K.Mishra, Prof. Amit Sinhal, Mahendra S. Mahalle"},{"title":"Research on Urban Blind Road Design based on the Needs of the Visually Impaired - take Shijingshan District of Beijing as an Example","name":"Chenfan Niu, Wentao Ma, Weinan Liang"},{"title":"Discussion of Coating Application on Nano-coating in Oil and Gas Pipeline Anticorrosion","name":"E. Noveiri, S. Torfi "},{"title":"Heavy Metals in String Beans (Ag, Fe, Co, Cr, Cu, Cd, Mn, Zn, Ni and Pb) at the Lake Chad Research Institute in Maiduguri, Borno State, Nigeria","name":"Garba S. T., Abba A. B., Abdullahi S., Abdullahi M."},{"title":"Strength Characteristics of Laterite Reinforced with Recycled Concrete","name":"Aderinlewo Olufikayo, Adele Benjamin"}],"2020-2-1":[{"title":"Application of the Genetic Algorithms in the Design of Missile Autopilot","name":"Payam Rezaie Moghaddam, Hassan Zarabadipour"},{"title":"The Optimized Regression Neural Network Combined with Experimental Design and Regression for Control Chart Prediction","name":"Reza Behmanesh, Iman Rahimi"},{"title":"Application of Artificial Neural Network in Aerodynamic Coefficient Prediction of Subducted Airfoil","name":"Faezeh Rasi Marzabadi, Mehran Masdari, Mohammad Reza Soltani"},{"title":"Effective Front and First Order Lower Deflection Moment","name":"Milad Jasemi"},{"title":"Scene-specific Clothing Recognition based on YOLOv3 Algorithm","name":"Meiqi Jiang, Xing Yang, Xia Fang"},{"title":"Effects of Additives on Performance and Emissions of Biodiesel Engines","name":"M. Shahabuddin , H.H. Masjuki, M.A. Kalam, M. A. Hazrat"},{"title":"Observer-LMI Control of a Class of Nonlinear Fractional Order Systems","name":"Elham Amini Boroujeni, Hamid Reza Momeni"},{"title":"Study on Control of Door Opening Position in Durability Test of Vehicle Door System","name":"Dejun Zhang, Wei Gu, Xianwen Zhou"},{"title":"New Heuristic Functions used to Improve the Branch and Bound Algorithm of Load Assignment for Heterogeneous Systems in Divisible Load Scheduling with Result Collection","name":"Farzad Norouzi Fard, Sasan Mohammadi, Peyman Parvizi"},{"title":"Visual Odometry Based on Point Cloud Curvature","name":"Bing Lei, Zuolei Sun"}],"2020-2-2":[{"title":"The Development and Use of an Automated Transfer Objects to Reduce Development Time","name":"Amir Hooshangi"},{"title":"Electrooptic and Structural Properties of Mercaptoethanol Coated ZnS Nanoparticles Prepared by Coprecipitation Method","name":"A. Rahdar"},{"title":"Steganalysis of Steganographic Images in Wavelet Domain Analysis Method in DWT Domain","name":"Saeid Fazli, Maryam Zolfaghari-Nejad"},{"title":"The Application of Genetic Algorithm and Fuzzy Logic in Cache is Reviewed","name":"Mahip M.Bartere, Dr. Prashant V.Ingole"},{"title":"A Novel Voice Recognition System for Dumb People","name":"T.R.Manobharathi, Idhaya.M.V "},{"title":"Thermodynamic, Chemical and Electrochemical Investigations of Corrosion Inhibition Properties of Low Carbon Steel C35E by 2-mercaptobenzimidazole in Hydrochloric Acid Solution","name":"H. El Attari, K. Chefira, A. Elkihel, M. Siniti, H. Rchid, T. Benabbouha"},{"title":"Plasmonic-induced Absorption based on MIM?","name":"Elham Jasim Mohammad, Ahmed Jassm Mohammed, Ruba Saad Hazem"},{"title":"The Film Formation and Discoloration of Aluminum in Aluminum Roofing Panels: A Case Study from Nigeria","name":"Oboh A. E., Agwu O. E., Umana M. O."}],"2020-2-3":[{"title":"A New Theory of Electromagnetic Wave Generation","name":"Birudev Hajare, Sandip Bhokse, Mahesh Borkar, Laxman Bagal, Arvind Maske, Tushar Mergu"},{"title":"Development and Evaluation of Nicotine Oral Membrane for Smoking Cessation","name":"Rupali B. Kamthane, Dr. Aamer Quazi, T. Vidhate"},{"title":"Soil Quality Assessment in Coastal Area of PSR Nellore Dist, Andhra Pradesh, India (Heavy Metals)","name":"C. Masthan, P. M. N. Prasad, Y. V. Rami Reddy"},{"title":"Cuo and Zno Semiconductors Were Prepared By Electric Furnace","name":"Roberto Lopez, Jorge Edmundo Mastache Mastache, Jaime Rosales Davalos, Jose Martinez García"},{"title":"Encrypted SMS: Reliable Data Security (RDS)","name":"Lt Col Rahul Dutt Sharma"},{"title":"Effects of Irradiation on EPR of Epoxy Resin Membrane: Potential for Dosimetry Applications","name":"H. Kaouach, M. Daoudi"},{"title":"A Multi-Keyword Rank Search Scheme for Non-Indexed and Encrypted Cloud Data","name":"Vaishali Bambode"},{"title":"A Comparative Study of Reinforced Concrete and Steel Structures","name":"Sumit Shah, S.Saranya"},{"title":"Monitoring and Alarm System for Liquefied Petroleum Gas Leakage Based On Arduino","name":"Ayesha Siddika, Imam Hossain"},{"title":"Numerical Study of Laminar Flow in a Vertical Ellipse Tube","name":"Saleh Etaig, Gamal Hashem"},{"title":"An Effective Method for Data Integrity Protection and Fault-Tolerant System in Cloud Environment","name":"Dr. M. Ramanan, Dr. G. Ganesh Kumar"}],"2020-2-4":[{"title":"A Review on Security of Wireless Sensor Networks using Elliptic Curve Cryptography","name":"Preeti Dewangan"},{"title":"Volumetric Calculations of Stockpiles Using Drones","name":"Hasan Aarzoo, Anjana Kharb, Shubham Jaiswal"},{"title":"Green Networking and Communications: ICT For Sustainability","name":"D S Kushwaha, Ankur Singh"},{"title":"Development of the intelligent Mobile Robot for Service Use ","name":"Georgewill M. Onengiye, Ezeofor J. Chukwunazo"},{"title":"Neutron Diffraction Study of the Structure of the Crystal Monolayer of Cnadsorbed on Graphite","name":"M. Trabels, F. Khemiri, S. Missaoui, H. Ettayeb, J. P. Coulomb, Y. Larher"},{"title":"Comparative Study on Dentine Bonding Strength of Zirconium Traditional Glass Ionomer Cement -An in Vitro Study ","name":"Kishor Sapkale, Rucha Sane, Sayed Abrar Bashir Ahmed"},{"title":"Secure Cloud Migration Challenges and Solutions","name":"Alankrit Chaturvedi"},{"title":"Preparation of Hydrophobic Wetting Functional Micro-Nano Structure Surface by Femtosecond Laser and Characteristics","name":"Sayed Abdul Moqim Hussaini"},{"title":"Dark Matter Dynamics in the Galactic Center with True Stellar Dynamics","name":"Leandro Melendez-Lugo, Esteban Chavez-Alarcon"},{"title":"Drawing inspiration from Traditional Filial Piety in the Folk Painting","name":"Dr. Sudha Babel, Latika Sachihar"},{"title":"Virtual Dynamic Flow Measurement Method for Slug Flow in Subsea","name":"Weiming Peng, Zhen Song, Chao Liu, Chuan Wang, Hanjie Liu"},{"title":"Application Research and Prospect of Lidar in Unmanned Driving","name":"Lipeng Liu"}],"2020-2-5":[{"title":"Comparative Study of Root Canal Delivery and Residual Dentin Thickness of Different Niti Systems By CBCT in Vitro","name":"Shireesha Thota, Jayaprada Reddy Surakanti, Ravichandra Polavarapu Venkata, Harikumar Vemisetty, Rajani Punna, Srujana Chandragiri"},{"title":"Design and Development of RFID Attack Simulator","name":"Kouame Yann Olivier Akansie, Dr. Venkateshppa"},{"title":"Research on Validation of the Intelligent Agent Shopping Behavior Model","name":"Ruonan Wang, Haitao Lian, Fangai Chi, Gaomei Li"},{"title":"Machine Learning Algorithms - Review","name":"Batta Mahesh"},{"title":"Literature Review On Explicit Analysis of Rollover Protection Structure of Road Vehicles Using Finite Element Technology","name":"Sakthivel M, Dhandapani N V"},{"title":"Research on a New Z-source Converter","name":"Ronghui Xue"},{"title":"CFD Analysis of Solar Air Heater With Double Arc Roughness and Single Flow","name":"Jitendra Kumar Mishra, A.P. Vijaykant Pandey"},{"title":"Effectiveness of Garlic Extract as A Surfactant and Root Canal Sealer: An Indoor Study","name":"Pooraninagalakshmi J, Prasanna Latha Nadig, Arul Selvan, Jaylakshmi K B, Manje Gowda"},{"title":"Music Recommendation System Based on Listening Historical Data","name":"G. A. Vida Mastrika Giri, I. G. A. G. Arya Kadyanan"},{"title":"Present Status and Prospect of the Technique of Ethanol Production","name":"Jiahao Liu"},{"title":"Effect of Deepwater Drilling Platform Motion on Lateral Vibration of Drill String","name":"Jing Liu, Chuan Wang, Wen Hou, Anyi Wang, Peng Zhang"},{"title":"Research on the High Pressure Resistant Design of Oil Logging Instrument","name":"Xiaojun Pang"},{"title":"Intelligent Street Lighting based on the Internet - Improving Energy Efficiency and Security","name":"Tanmay Patil, Arjun Ramendra"},{"title":"Study on the Species of Total Arsenic and Arsenic in Environmental Samples","name":"Isabel Pizarro, Kelly Nunez"},{"title":"The Research Progress of HO-1 and Breast Cancer","name":"Yalong Wu, Ling Tang, Gangqiu Li, Zhihui Jiang"},{"title":"Machine Learning Model of Sonar Target Classification Problem","name":"Ritwick Ghosh"},{"title":"Parallel Tabu Search for Solving Function Approximation Problem-Neural Network","name":"Ce Zhang"},{"title":"Handout on Mathematical Letters on Several Algebraic Structures","name":"Abul Basar"},{"title":"The Differentiability and Integrability of Rings","name":"S. R. Gaikwad, A R Gotmare"},{"title":"Environmental Monitoring and Disease Geometric Progression Prediction Based on Internet ","name":"Aditya S. Jawalkar, Shweta U.Patil"}],"2020-2-6":[{"title":"Mixed Convective Evaporation of Nanometer Thin Film Liquid in Vertical Channel","name":"Husni Marwan Sharaf, Abdullah Manea Al-Batati, Achraf  Noor Shafie, Abdelaziz Nasr, Mowffaq Oreijah"},{"title":"Study on Morphologic Changes of Infection of Peacock Eel","name":"Nguyen Hoang Sang, Bui Minh Tam"},{"title":"A Study on Accessibility of Public Transport Based on IC Card Data","name":"Mengtian Leng, Qiushui Fang, Zhiming Li"},{"title":"Comparative Study on the Detection Effects  of Bacterial Activity Containing Protease","name":"Niranjana J, Bavithra P.S"},{"title":"Review of the Traffic Incident Duration Prediction Methods","name":"Zainab Ali Mohammed, Mohammed Najm Abdullah, Imad Hussain Al-Hussaini"},{"title":"Application of Gravity Differentiation to Excavate the Potential of Offshore Edge-bottom Water Reservoir","name":"Qiulan Yu, Chunzhi Liu, Yanlai Li, Xin Zhang, Bin Liu"},{"title":"Ideas of Take-out Packaging Design during the Epidemic","name":"Bingbing Liu, Xiang Wang"},{"title":"Fold Belts and Sedimentary Basins of the Southern Aral Sea Region","name":"Naurizbaeva Zulfiya Sharibaevna"},{"title":"Countermeasures for Carrying out Power Inspection and Management in Colleges and Universities","name":"Hongchao Ji"},{"title":"An Efficient and Packing-Resilient Two-Phase Android-Based Application That Provides Way to Relocate","name":"Debajyoti Mukhopadhyay, Tejal Sarode"},{"title":"The Preparation and Mechanical Properties of Al2O3 and 316 Stainless Steel Reinforced AA6061 Matrix","name":"Bheem Rao. P, Prasanna. P"},{"title":"Programmed Image Processing Based on Improvement of Dental X-Rays Images","name":"Tariq Alqahtani"},{"title":"Design of NRF24L01 Ward Calling System Based on SINGLE Chip Microcomputer","name":"Lingling Zeng, Mengmeng Yang, Cao Wang"},{"title":"Efficient Boost Converter with Power Correction","name":"S. Venkata Sai Kumar"},{"title":"Design and Analysis of High Speed Optical Routers","name":"Utkarsh Shukla, Dr. Niraj Singhal, Dr Rajiv Srivastava"},{"title":"Scientometrics Analysis of the Yearbook of Library and Information Science","name":"Sandeep S. Pradhan"},{"title":"A Variety of Graphical User Interfaces for Analyzing Image with Different Parameters","name":"Deepti Rai, Kusha Shrivastava"},{"title":"The Research of Geohazard Information Management System Based on 3S Technology","name":"Guo Jiang, Xia Fang, Weizhi Sun"},{"title":"Research and Design of a Color Low Light Level Night Vision System","name":"Mengmeng Yang, Lingling Zeng, Lei Yang"},{"title":"License Plate Number Recognition Technology Based on MATLAB","name":"Qiqi Mei, Lei Yang, Mengmeng Yang "},{"title":"EMC Design of Millimeter Wave SiP Module","name":"Lei Yang, Cao Wang, Qiqi Mei"},{"title":"The Warehouse Temperature and Humidity Measurement and Control System Based on SCM","name":"Cao Wang, Qiqi Mei, Lingling Zeng"},{"title":"Laser Modification of the Materials Surface Layer: a Case Study","name":"Jesus A. Roman, Maria-Luisa Perez-Delgado"},{"title":"The Influence of Technological Parameters in the Processing of Low Carbon Steel and Titanium","name":"Ramcharan Vuyyala"},{"title":"Research Status of Lost Circulation Prevention and Control Measures","name":"Jianbo Hu"}],"2020-2-7":[{"title":"A Generalization of Mercer Theorem for Reproducing Kernel Hilbert Spaces on Noncompact Set Sequences","name":"M.H. Ahmed Yahya"},{"title":"Research on the Optimization of Electric Discharge Machining (EDM) Parameters of C300 Martensite Aging Steel","name":"Pottakarla Mahesh, Akkala Yakanna"},{"title":"Numerical Simulation Research on the Stability of Surrounding Rock in Inclined Shaft of a Tunnel in Tibet","name":"Haijun Sun, Huaguang Gao"},{"title":"Image Feature Detection Based on OpenCV ","name":"Hongbo Wang, QianTian, Zhihong Hu, Jingna Guo"},{"title":"Comparison of N×1 Rectangular Patch Antenna Design at 2.4GHz and 5GHz","name":"Damaraju Sri Sai Satyanarayana, Arpitha Nanagiri"},{"title":"Synthesis and Study of 3- (2- Amino, 4- Methyl Phenyl) -3- (Substituted Phenyl) Tetrachlorophthalide Innovative Analogue","name":"Prabha Chauhan, Chandrabhan Rathaur"},{"title":"Semi-authorized Virtual Operating System","name":"Moceheb Lazam Shuwandy"},{"title":"Multipath Propagation Channel Modeling and Channel Parameters for Terahertz Indoor Communications","name":"Xiaolei Wu, Jiuzhou Han, Zhongxin Zhao, Jingsuo He, Bo Su, Cunlin Zhang,"},{"title":"Development of 4H-SICP-I-N Diode Technology and Study on Microwave Switch","name":"A.A. Lebedev, A.V. Kirillov, L.P. Romanov, A.V.Zubov, A.M. Strelchuk."},{"title":"An Overview of Intelligent Transportation Systems Based on Driver Drowsiness Detection","name":"Sharanabasappa VH, Dr. Suvarna Nandyal"},{"title":"The Algorithm of Trefftz Method","name":"Mashukov V.I"},{"title":"Nano Pd Particle Catalyst Used in Alcohol Ketone Condensation to Produce Amyl Ketone Study on Reaction Mechanism and Reaction Conditions","name":"Kun Shic, Xufei Ma, Lina Tang"},{"title":"An Innovative Application of Domestic Modular Drilling Rig Operation Management","name":"Guang Lv, Jianmin Fu, Xiaofe Sun, Xueyin Han , Bo Chen, Guojin Hu"},{"title":"Determine the Installation Position of Gas Chromatograph in Gas Transmission Station by Numerical Simulation","name":"Yunyun Li, Yali Nan"},{"title":"Different Types of Nanoparticles on the Evaporation of Mixed Convective Liquid Film","name":"Abdullah Manea Al-Batati, Husni Marwan Sharaf, Achraf Noor Shafie, Hamzah A. Alharthi, Abdelaziz Nasr"},{"title":"Design of Single Phase Grid Connected Inverter Based on LCL Filter","name":"Ronghui Xue"},{"title":"1MW Power Supply Was Used to Evaluate R134A and R477 as Working Medium for Steam Compression Cycle","name":"Ramzi A. Abdulmawlay, Salah A. Masheiti, Awad S. Bodalal"},{"title":"Effect of LiSbO3 Doping on the Properties of KNN Lead-free Piezoelectric Ceramics","name":"Shengyan Yang, Chang Liu, Yang Zhang"},{"title":"A Study of the Q-Continuity Equation","name":"Korobko Roman"},{"title":"Effects of a Mixed Diet of Rice and Lentils on Postprandial Relative Glycemic Response in Healthy Adults","name":"Basim H. Faraj, Saudi M. Al-Nazal, A.A. Ayoub"}]}