{"2019-1-1":[{"title":"Production and In-Vitro Evaluation of Bioplastic Produced by Bacteria Using Bagasse","name":"Muhammad Zaid and Nazia Jamil"},{"title":"Kinetic and Equilibrium Studies For the Adsorption of Amoxicillin from Aqueous Solution on Carbonized Groundnut Shells","name":"U.J. Ahile, S.O. Adejo, M.S. Tughgba, R.L. Tyohemba, and S.O. Ama"},{"title":"The Effect of Contact Time and pH on Methylene Blue Removal by Volcanic Ash","name":"Ahmad Said, M. Supwatul Hakim, and Yuli Rohyami"},{"title":"Analysis of SVOCS in Micro Chamber Thermal Extracted Emissions from Household Dust","name":"F.S Mohammed, and D. Crump"},{"title":"EEG Signal Based Sleep Stage Classification Using Discrete Wavelet Transform","name":"Erdem Tuncer, and Emine Dogru Bolat"}],"2019-1-2":[{"title":"Metformin-Functionalized Mesoporous SBA-15 Nanocomposite: Hydrothermal Synthesis and Potential Conversion of 4-Nitrophenol to 4- Aminophenol","name":"Amirhossein Fallah, Salasiah Endud, Abdolhamid Alizadeh,and Foroogh Khosravi"},{"title":"Localization of Acoustic Wave Using Leakage Current and Fiber Optic Sensor Techniques","name":"Malik Abdulrazzaq Alsaedi, JR Rashed, AM Dakhil, and SF Atyah"},{"title":"Physicochemical Properties Study of the Rosehip Drying","name":"A.U.Shingisov, R.S.Alibekov, E.U.Mailybaeva, S.U.Erkebaeva, and Z.T.Nurseitova"},{"title":"Comparative Study of the Effects of Sodium Sulphate and Sodium Acetate on Some Functional Properties of Some Melon Seed Flours: Protein Solubility Profile and Water Absorption Capacity","name":"Ogundele, J. O."},{"title":"Modeling of Accidents Using Safety Performance Functions","name":"Khair S. Jadaan, Lamya’Y. Foudeh, Mohammad N. Al-Marafi, and Majed Msallam"}],"2019-1-3":[{"title":"Full Factorial Experimental Design Applied to Photocatalytic Decolorization of a Cationic Azo Dye in Solar Photo-reactor","name":"M.K. Bouchareb, M. Bouhelassa, and M. Berkani"},{"title":"A PreliminaryAssessmentofCotton Gin Waste-MixtureCo-gasificationPerformance","name":"Elita R Widjaya, Guangnan Chen, Leslie Bowtell, and Catherine Hills"},{"title":"Characterization of Physico-Chemical Properties of Arachis HypogaeaL. Shells (Groundnut) as Environmental Remidation","name":"Grandawa, Musa Mohammed"},{"title":"Optimization Stimulant Gas for Several Tapping System Models since the Start of Opening","name":"Mudita Oktorina Nugrahani, Akhmad Rouf, Yoga Bagus S. Aji, and Setiono"},{"title":"Separation of Olefin/Paraffin Binary Gas Mixture through Hollow Fiber Gas-Liquid Membrane Contactor","name":"Nayef Ghasem, Mohamed Al-Marzouqi, Zahoor Ismail"}],"2019-1-4":[{"title":"Energy Efficiency Optimization Of Three Phase Induction Motor Drives For Industrial Applications\nOmorogiuwa Eseosa, Ayor Christian\n"}],"2019-1-5":[{"title":"Automated Attendance System Using Face Recognition Technique\nSumanta Chatterjee, Adit Jana, Adrija Ganguly, Aditi Ghosh\n"}],"2019-1-6":[{"title":"An Overview and Tutorials on Modeling and Simulation\nAhmed Hassan M. Hassan, Fathelrhman Omer M. Elameen, Mogtaba Mohamed Osman\n"}],"2019-1-7":[{"title":"ThermalAnalysis Studyin an Annular Diffuser Fitted with Different Hub Geometries","name":"Ehan Sabah Shukri"},{"title":"A Design Framework for Bicycle Device Innovation: an Instrumental Process for a Stationary Bicycle Dynamometer for a Heel","name":"Joseph M. Berning, Carole Carson, Trish Sevene, Chad Harris, Kent J. Adams, Michael Climstein, Mark DeBeliso"},{"title":"A Field Study on Thermal Comfort of Air-Conditioned Buildings in Brazil-Night Time Thermal Comfort and Occupants Adaptive Behaviour","name":"Larissa Pereira Mikuri, Natacha Viana Seabra de Freitas, Wagner Augusto Andreasi"},{"title":"Calculating Position of Feed Antenna and Dimensions of Subreflector in the Cassegrain Antenna Using the Bisection Numerical Method","name":"Ali-Reza Sharifi                                                                                             "},{"title":"Monitoring System Design of ECU (Electrical Control Unit) in Increasing Performance Efficiency of the Direct-Current Motor in Electrical Vehicle Using Fuzzy Logic","name":"Januar F. Irawan, Satryo B. Utomo, Dodi S., Wijonarko, Danuar"},{"title":"Rule-Based Similarity Measure Algorithm for Document","name":"Nurul Syafidah Jamil, Ku Ruhana Ku-Mahamud, Aniza Mohamed Din"},{"title":"Innovation and Clustering: Lessons Learned in the Construction Industry and Key Success Factors for Adoption and Implementation. Is the Cause of the Loss or the Cavity?","name":"Sofia Yfanti, David Edgar, Bryan Temple, Nikos Sakkas"},{"title":"Antibacterial Activity of 3-aminothiourea Derivatives and their Metal Complexes on Different Types of Bacteria","name":"Hakan S. Sayiner, Nser Ahmed Massoud Mohammed, Mohamed Abdulhamid Ganim, Cengiz Baloglu"},{"title":"Design and Implementation of CanSat (Microsatellite)","name":"M. Ehikhamenle, B. O. Omijeh"},{"title":"Study on the Properties of Clothing Fabrics","name":"Ghada Abdalla Elkholy, Shahera Hafny"},{"title":"State Evaluation of Shore Bridge Hoisting Motor based on SOM and HMM","name":"Withdrew for Authors' Reason"},{"title":"Fault Diagnosis Method for Bearing Based on Improved VMD and DCNN","name":"Withdrew for Authors' Reason"},{"title":"Comparative Study of Pedestrian Volume Simulation Method  on Space Syntax Visualization and Shopping Behavior Model","name":"Li Gaomei, Lian Haitao, Chi Fangai, Wang Ruonan"},{"title":"Design and Research of Mountaintop Architecture","name":"Incomplete Registration Waiting for approval "},{"title":"Energy-saving Design for Green and Architectural Lighting","name":"Incomplete Registration Waiting for approval "},{"title":"A Modified Genetic Algorithm for Solving Quay Crane Scheduling Problems","name":"Hu Yejun, Dong Liangcai                                           "}],"2019-1-8":[{"title":"Research on Accuracy Compensation Method of GPS Three-frequency Signal Simulation Ionospheric and its Accuracy Analysis","name":"Shaoxin Chen"},{"title":"Investigation of Farmland Irrigation Network based on Geographic Information System","name":"A.M.P. Alberto, G.N.Ramos, G.B.Damian"},{"title":"Research on Calculation of Pressure Loss Component of Air Conditioning Duct","name":"J.I. Sodiki"},{"title":"An Improved Bird Swarm Optimization Algorithm","name":"Jincheng Wang, Yuelin Gao"},{"title":"Design of Combustible Gas Automatic Detection and Alarm System","name":"YunFei Zhang, Zhengguang Liu, Qiaoyu Liu"},{"title":"Dynamics of Adaptive Gear Variator","name":"K.S. Ivanov, R.K. Koilybayeva"},{"title":"Use of Smartphone in Pavement Evenness Evaluation","name":"Danilo Bisconsini, Rodrigo Nicoletti, Javier Yesid Mahecha Nunez"},{"title":"Research on 5G Millimeter Wave Channel Estimation Algorithm","name":"Chengqian Ye, Shuang Xu, Jiang Du, Ting Song"},{"title":"Improved Bernoulli Naive Bayesian Algorithm for Detecting DDoS Attacks in Cloud Computing Platform with Genetic Algorithm","name":"Ali Mahmodi Derakhsh, Parisa Daneshjoo, Changiz Delara"},{"title":"Case Study on Reducing Inventory Cost of Mould Manufacturing Enterprises based on Rop-eva","name":"Ida Bagus Indra Widi K., Yudhit Pradipta, Humiras Hardi Purba"},{"title":"Evaluation of Capacity Loss Rate between Modules in LTE Networks","name":"Ekwueme E. U., Nosiri O. C., Chukwuchekwa N., Okpara R. C."},{"title":"Optimal Programming Model based on the Aerial Refueling Flight Plan","name":"Huanzhu Lv, Yuying Shen, Yunchuan Dai"},{"title":"Development of an intelligent Chat System","name":"Ziyin Peng, Mouzhi Jiang"},{"title":"Application Research of PLC Technology in Electrical Engineering Automation Control","name":"Lepeng Chen, Xiaoxiong Zuo, Qianyue Yu"},{"title":"Analysis of the Change of Regional Environment Design from the Perspective of the Background of the Times","name":"Chenfan Niu"},{"title":"A Research on the Design of Mountaintop Architecture","name":"Haiyan Wang, Cheng Zhang, Bowen Han"}],"2019-1-9":[{"title":"Modeling the Performance of Multi-Pass Solar Crop Dryer with Reversed Absorber","name":"Vijay R. Khawale, Shashank Thakare"},{"title":"Silicon Photon Cross Section Using Logarithmic Scale","name":"Elham Jasim Mohammad"},{"title":"Geochemistry and Petrogenesis of Evolutionary Volcanic Rocks in Eastern Wenama (S. E. Oku Mountain Side, CVL)","name":"Wotchoko Pierre??Nkouathio David Guimollaire"},{"title":"A Special Property of Joachim Starr's Theorem and Tecum's Theorem","name":"Filiz ErtemKaya"},{"title":"Design and Performance Investigation of Graphene-Based Modulators for 1550 and 1310 nm Optical Communication Wavelengths","name":"Taif Aied Faisal, Raad Sami Fyath"},{"title":"Design of Lightning Arresters for Country Boats and Rural Houses in Bangladesh","name":"Md Jawwad Chowdhury, Samir Rafsan Chowdhury, Jakir Mahmood"},{"title":"The Comparison of Modeling Profile of Velocity Inside Turbidity Currents Using FLOW-3D and Fluent Software","name":"Ahmad Abdipoor, Ehsan Hajibabaei, Seyed Abbas Hosseiny"},{"title":"Design and Implementation of Wireless Speech Recognition System","name":"M. Ehikhamenle, R.O. Okeke"},{"title":"Android Mobile Application for Drying Based on a Solar Air Heating System","name":"Kawthar Mechlouch??Ridha Fethi Mechlouch"},{"title":"Energy-saving Design for Green and Architectural Lighting","name":"Xiaojian Wang, Bowen Han, Cheng Zhang"}],"2019-1-10":[{"title":"A New Mining Method for Integrated Computer Network Intrusion Data Detection","name":"Abisola Ayomide Adeniran, Solomon Olalekan Akinola"},{"title":"Comparison and Analysis of Several External Signal Generators and Oscilloscope Real-Time Operating System","name":"A. Abdulganiyu, I. Rabiu"},{"title":"The Effectiveness of Automation - A Review","name":"Aline Oliveira de Sousa"},{"title":"Application of Artificial Intelligence in Adaptive Control Strategy Design","name":"Kostandina Veljanovska"},{"title":"Analysis of Limitations in Linear Programming Problems by Uncorrected Simplex Method","name":"Francois Ndayiragije"},{"title":"Non-verbal Application in Foreign Language Teaching and Testing","name":"Chenglin Wang, Wenshu Zheng"},{"title":"Static Pressure Analysis of Inclined Step and Horizontal Step Step Chute in Pushing and Slag Flow","name":"Amir Kamyab Moghaddam, Sepideh Amirahmadian, Majid Dashtibadfarid"},{"title":"Research on GSM Band Perfect Matching Layer FDTD Method Simulation","name":"Khitam Y. Elwasife, Ahmed M. Radwan"},{"title":"Double Neighborhood Parallel Algorithm for Solving Traveling Salesman Problem","name":"Ce Zhang, Zhaocheng Xuan, Yang Ning, Chengyao Shi"},{"title":"A New Research on Banach Algebra","name":"Seyyed Hossein Jafari Petroudi, Seyyed Abbas Sadati, Alireza Yaghobi"},{"title":"Research on a New Integration Method of UWB Service and High-speed Transmission Coherent DM Network","name":"Ali Hayder AbdulKareem, Ibrahim A. Murdas"},{"title":"Effect of Fatty Acid in Culture Medium on the Growth of Acid-resistant Lactic Acid Bacteria Cells","name":"Kenji Tanaka, Kiko Sakai, Saki Goto, Hiromi Matsusaki"},{"title":"Literature Review of Several Mainstream Open Source Network Simulators","name":"Di San"},{"title":"Computing Trajectory Similarity based on Moving Behaviour","name":"Yu Yong, Tanwen Qian, Jiakai Wang"},{"title":"Analysis of Water Pollution Problems and Microbial Detection Method","name":"Xinhai Zhao"}],"2019-1-11":[{"title":"Use Clustering Algorithm to Improve the Energy Consumption and Service Quality of Wireless Multimedia Sensor Networks","name":"M. Semsar, P. Daneshjoo, Ch. Delara"},{"title":"Active Suspension Control based on Distributed Backstepping with Actuator Delay","name":"Aziz Sezgin, Yuksel Hacioglu, Nurkan Yagiz"},{"title":"Private Cloud Computing Security Solution based on GRC Method and Complete Homomorphic Encryption Algorithm","name":"H. R. Semsar, P. Daneshjoo, M. H. Rezvani"},{"title":"Conductive Atomic Force Microscopy (C-AFM) for Electron Structure of Double-layer Inkjet Printing","name":"Lutz Sommer, Christoph Kessler"},{"title":"An Experimental Model Study of Composite Tubes under the Effect of Internal Pressure","name":"Serhii Meckaelovech Vereshaka, Emad Toma Karash, Dmitriy A. Zhigiliy"},{"title":"The Influence of Extrusion Casting on the Mechanical Properties of Aluminum Alloy","name":"Markson I. E., Agwu O. E., Ihom A. P., Umana M. O."},{"title":"Fresh Performance and Corrosion Resistance of Self-compacting Concrete Containing Nano-silica","name":"Seyed Hossein Ghasemzadeh Mosavinezhad, Gholamreza Fallah Pasikhani"},{"title":"Mathematical Model of Inhibition of Crushed Leaves of Yellow Flower Thistle in Hydrochloric Acid (Asteraceae)","name":"C. N. Anyakwo, Agha Inya Ndukwe"},{"title":"Discussion on Technical Measures for Energy Saving Design of Modern Building Electrical Engineering","name":"Xiaoxiong Zuo, Yao Xiao, Qiyuan Ma, Tingting Wu"},{"title":"Research on the Viscosity Correlation Coefficient of Gas Reservoir in Niger","name":"Anyiador O. M., Ikiensikimama, S. S., Azubuike, I. I."},{"title":"A New Perforation Design and Evaluation Method for Oil Wells","name":"Benedeth Ulochi Ifeme, Chikwendu Ebenezer Ubani"},{"title":"Gaslift Technology to Improve Oil Well Productivity: a case Study of X Oilfield in Niger","name":"Oladimeji Celestine Osesa, Chikwendu Ebenezer Ubani, Benedeth Ulochi Ifeme, Okon Efiong Okon"}],"2019-1-12":[{"title":"An Improved Biometric Data Hiding Watermarking Algorithm","name":"Saeid Fazli, Maryam Zolfaghari-Nejad "},{"title":"Effect of 1-Thiophosphane on the Structure and Optical Properties of ZnS Nanoparticles","name":"A. Rahdar"},{"title":"Robust Adaptive Observer Design for Lipschitz Class Nonlinear Systems","name":"M. Pourgholi, V.J.Majd"},{"title":"A Review of Effective Web Caching Algorithms","name":"Vinit A. Kakde, Prof. Sanjay K.Mishra, Prof. Amit Sinhal, Mahendra S. Mahalle"},{"title":"Research on Urban Blind Road Design based on the Needs of the Visually Impaired - take Shijingshan District of Beijing as an Example","name":"Chenfan Niu, Wentao Ma, Weinan Liang"},{"title":"Discussion of Coating Application on Nano-coating in Oil and Gas Pipeline Anticorrosion","name":"E. Noveiri, S. Torfi "},{"title":"Heavy Metals in String Beans (Ag, Fe, Co, Cr, Cu, Cd, Mn, Zn, Ni and Pb) at the Lake Chad Research Institute in Maiduguri, Borno State, Nigeria","name":"Garba S. T., Abba A. B., Abdullahi S., Abdullahi M."},{"title":"Strength Characteristics of Laterite Reinforced with Recycled Concrete","name":"Aderinlewo Olufikayo, Adele Benjamin"}],"2020-2-1":[{"title":"Application of the Genetic Algorithms in the Design of Missile Autopilot","name":"Payam Rezaie Moghaddam, Hassan Zarabadipour"},{"title":"The Optimized Regression Neural Network Combined with Experimental Design and Regression for Control Chart Prediction","name":"Reza Behmanesh, Iman Rahimi"},{"title":"Application of Artificial Neural Network in Aerodynamic Coefficient Prediction of Subducted Airfoil","name":"Faezeh Rasi Marzabadi, Mehran Masdari, Mohammad Reza Soltani"},{"title":"Effective Front and First Order Lower Deflection Moment","name":"Milad Jasemi"},{"title":"Scene-specific Clothing Recognition based on YOLOv3 Algorithm","name":"Meiqi Jiang, Xing Yang, Xia Fang"},{"title":"Effects of Additives on Performance and Emissions of Biodiesel Engines","name":"M. Shahabuddin , H.H. Masjuki, M.A. Kalam, M. A. Hazrat"},{"title":"Observer-LMI Control of a Class of Nonlinear Fractional Order Systems","name":"Elham Amini Boroujeni, Hamid Reza Momeni"},{"title":"Study on Control of Door Opening Position in Durability Test of Vehicle Door System","name":"Dejun Zhang, Wei Gu, Xianwen Zhou"},{"title":"New Heuristic Functions used to Improve the Branch and Bound Algorithm of Load Assignment for Heterogeneous Systems in Divisible Load Scheduling with Result Collection","name":"Farzad Norouzi Fard, Sasan Mohammadi, Peyman Parvizi"},{"title":"Visual Odometry Based on Point Cloud Curvature","name":"Bing Lei, Zuolei Sun"}],"2020-2-2":[{"title":"The Development and Use of an Automated Transfer Objects to Reduce Development Time","name":"Amir Hooshangi"},{"title":"Electrooptic and Structural Properties of Mercaptoethanol Coated ZnS Nanoparticles Prepared by Coprecipitation Method","name":"A. Rahdar"},{"title":"Steganalysis of Steganographic Images in Wavelet Domain Analysis Method in DWT Domain","name":"Saeid Fazli, Maryam Zolfaghari-Nejad"},{"title":"The Application of Genetic Algorithm and Fuzzy Logic in Cache is Reviewed","name":"Mahip M.Bartere, Dr. Prashant V.Ingole"},{"title":"A Novel Voice Recognition System for Dumb People","name":"T.R.Manobharathi, Idhaya.M.V "},{"title":"Thermodynamic, Chemical and Electrochemical Investigations of Corrosion Inhibition Properties of Low Carbon Steel C35E by 2-mercaptobenzimidazole in Hydrochloric Acid Solution","name":"H. El Attari, K. Chefira, A. Elkihel, M. Siniti, H. Rchid, T. Benabbouha"},{"title":"Plasmonic-induced Absorption based on MIM?","name":"Elham Jasim Mohammad, Ahmed Jassm Mohammed, Ruba Saad Hazem"},{"title":"The Film Formation and Discoloration of Aluminum in Aluminum Roofing Panels: A Case Study from Nigeria","name":"Oboh A. E., Agwu O. E., Umana M. O."}],"2020-2-3":[{"title":"A New Theory of Electromagnetic Wave Generation","name":"Birudev Hajare, Sandip Bhokse, Mahesh Borkar, Laxman Bagal, Arvind Maske, Tushar Mergu"},{"title":"Development and Evaluation of Nicotine Oral Membrane for Smoking Cessation","name":"Rupali B. Kamthane, Dr. Aamer Quazi, T. Vidhate"},{"title":"Soil Quality Assessment in Coastal Area of PSR Nellore Dist, Andhra Pradesh, India (Heavy Metals)","name":"C. Masthan, P. M. N. Prasad, Y. V. Rami Reddy"},{"title":"Cuo and Zno Semiconductors Were Prepared By Electric Furnace","name":"Roberto Lopez, Jorge Edmundo Mastache Mastache, Jaime Rosales Davalos, Jose Martinez García"},{"title":"Encrypted SMS: Reliable Data Security (RDS)","name":"Lt Col Rahul Dutt Sharma"},{"title":"Effects of Irradiation on EPR of Epoxy Resin Membrane: Potential for Dosimetry Applications","name":"H. Kaouach, M. Daoudi"},{"title":"A Multi-Keyword Rank Search Scheme for Non-Indexed and Encrypted Cloud Data","name":"Vaishali Bambode"},{"title":"A Comparative Study of Reinforced Concrete and Steel Structures","name":"Sumit Shah, S.Saranya"},{"title":"Monitoring and Alarm System for Liquefied Petroleum Gas Leakage Based On Arduino","name":"Ayesha Siddika, Imam Hossain"},{"title":"Numerical Study of Laminar Flow in a Vertical Ellipse Tube","name":"Saleh Etaig, Gamal Hashem"},{"title":"An Effective Method for Data Integrity Protection and Fault-Tolerant System in Cloud Environment","name":"Dr. M. Ramanan, Dr. G. Ganesh Kumar"}],"2020-2-4":[{"title":"A Review on Security of Wireless Sensor Networks using Elliptic Curve Cryptography","name":"Preeti Dewangan"},{"title":"Volumetric Calculations of Stockpiles Using Drones","name":"Hasan Aarzoo, Anjana Kharb, Shubham Jaiswal"},{"title":"Green Networking and Communications: ICT For Sustainability","name":"D S Kushwaha, Ankur Singh"},{"title":"Development of the intelligent Mobile Robot for Service Use ","name":"Georgewill M. Onengiye, Ezeofor J. Chukwunazo"},{"title":"Neutron Diffraction Study of the Structure of the Crystal Monolayer of Cnadsorbed on Graphite","name":"M. Trabels, F. Khemiri, S. Missaoui, H. Ettayeb, J. P. Coulomb, Y. Larher"},{"title":"Comparative Study on Dentine Bonding Strength of Zirconium Traditional Glass Ionomer Cement -An in Vitro Study ","name":"Kishor Sapkale, Rucha Sane, Sayed Abrar Bashir Ahmed"},{"title":"Secure Cloud Migration Challenges and Solutions","name":"Alankrit Chaturvedi"},{"title":"Preparation of Hydrophobic Wetting Functional Micro-Nano Structure Surface by Femtosecond Laser and Characteristics","name":"Sayed Abdul Moqim Hussaini"},{"title":"Dark Matter Dynamics in the Galactic Center with True Stellar Dynamics","name":"Leandro Melendez-Lugo, Esteban Chavez-Alarcon"},{"title":"Drawing inspiration from Traditional Filial Piety in the Folk Painting","name":"Dr. Sudha Babel, Latika Sachihar"},{"title":"Virtual Dynamic Flow Measurement Method for Slug Flow in Subsea","name":"Weiming Peng, Zhen Song, Chao Liu, Chuan Wang, Hanjie Liu"},{"title":"Application Research and Prospect of Lidar in Unmanned Driving","name":"Lipeng Liu"}],"2020-2-5":[{"title":"Comparative Study of Root Canal Delivery and Residual Dentin Thickness of Different Niti Systems By CBCT in Vitro","name":"Shireesha Thota, Jayaprada Reddy Surakanti, Ravichandra Polavarapu Venkata, Harikumar Vemisetty, Rajani Punna, Srujana Chandragiri"},{"title":"Design and Development of RFID Attack Simulator","name":"Kouame Yann Olivier Akansie, Dr. Venkateshppa"},{"title":"Research on Validation of the Intelligent Agent Shopping Behavior Model","name":"Ruonan Wang, Haitao Lian, Fangai Chi, Gaomei Li"},{"title":"Machine Learning Algorithms - Review","name":"Batta Mahesh"},{"title":"Literature Review On Explicit Analysis of Rollover Protection Structure of Road Vehicles Using Finite Element Technology","name":"Sakthivel M, Dhandapani N V"},{"title":"Research on a New Z-source Converter","name":"Ronghui Xue"},{"title":"CFD Analysis of Solar Air Heater With Double Arc Roughness and Single Flow","name":"Jitendra Kumar Mishra, A.P. Vijaykant Pandey"},{"title":"Effectiveness of Garlic Extract as A Surfactant and Root Canal Sealer: An Indoor Study","name":"Pooraninagalakshmi J, Prasanna Latha Nadig, Arul Selvan, Jaylakshmi K B, Manje Gowda"},{"title":"Music Recommendation System Based on Listening Historical Data","name":"G. A. Vida Mastrika Giri, I. G. A. G. Arya Kadyanan"},{"title":"Present Status and Prospect of the Technique of Ethanol Production","name":"Jiahao Liu"},{"title":"Effect of Deepwater Drilling Platform Motion on Lateral Vibration of Drill String","name":"Jing Liu, Chuan Wang, Wen Hou, Anyi Wang, Peng Zhang"},{"title":"Research on the High Pressure Resistant Design of Oil Logging Instrument","name":"Xiaojun Pang"},{"title":"Intelligent Street Lighting based on the Internet - Improving Energy Efficiency and Security","name":"Tanmay Patil, Arjun Ramendra"},{"title":"Study on the Species of Total Arsenic and Arsenic in Environmental Samples","name":"Isabel Pizarro, Kelly Nunez"},{"title":"The Research Progress of HO-1 and Breast Cancer","name":"Yalong Wu, Ling Tang, Gangqiu Li, Zhihui Jiang"},{"title":"Machine Learning Model of Sonar Target Classification Problem","name":"Ritwick Ghosh"},{"title":"Parallel Tabu Search for Solving Function Approximation Problem-Neural Network","name":"Ce Zhang"},{"title":"Handout on Mathematical Letters on Several Algebraic Structures","name":"Abul Basar"},{"title":"The Differentiability and Integrability of Rings","name":"S. R. Gaikwad, A R Gotmare"},{"title":"Environmental Monitoring and Disease Geometric Progression Prediction Based on Internet ","name":"Aditya S. Jawalkar, Shweta U.Patil"}],"2020-2-6":[{"title":"Mixed Convective Evaporation of Nanometer Thin Film Liquid in Vertical Channel","name":"Husni Marwan Sharaf, Abdullah Manea Al-Batati, Achraf  Noor Shafie, Abdelaziz Nasr, Mowffaq Oreijah"},{"title":"Study on Morphologic Changes of Infection of Peacock Eel","name":"Nguyen Hoang Sang, Bui Minh Tam"},{"title":"A Study on Accessibility of Public Transport Based on IC Card Data","name":"Mengtian Leng, Qiushui Fang, Zhiming Li"},{"title":"Comparative Study on the Detection Effects  of Bacterial Activity Containing Protease","name":"Niranjana J, Bavithra P.S"},{"title":"Review of the Traffic Incident Duration Prediction Methods","name":"Zainab Ali Mohammed, Mohammed Najm Abdullah, Imad Hussain Al-Hussaini"},{"title":"Application of Gravity Differentiation to Excavate the Potential of Offshore Edge-bottom Water Reservoir","name":"Qiulan Yu, Chunzhi Liu, Yanlai Li, Xin Zhang, Bin Liu"},{"title":"Ideas of Take-out Packaging Design during the Epidemic","name":"Bingbing Liu, Xiang Wang"},{"title":"Fold Belts and Sedimentary Basins of the Southern Aral Sea Region","name":"Naurizbaeva Zulfiya Sharibaevna"},{"title":"Countermeasures for Carrying out Power Inspection and Management in Colleges and Universities","name":"Hongchao Ji"},{"title":"An Efficient and Packing-Resilient Two-Phase Android-Based Application That Provides Way to Relocate","name":"Debajyoti Mukhopadhyay, Tejal Sarode"},{"title":"The Preparation and Mechanical Properties of Al2O3 and 316 Stainless Steel Reinforced AA6061 Matrix","name":"Bheem Rao. P, Prasanna. P"},{"title":"Programmed Image Processing Based on Improvement of Dental X-Rays Images","name":"Tariq Alqahtani"},{"title":"Design of NRF24L01 Ward Calling System Based on SINGLE Chip Microcomputer","name":"Lingling Zeng, Mengmeng Yang, Cao Wang"},{"title":"Efficient Boost Converter with Power Correction","name":"S. Venkata Sai Kumar"},{"title":"Design and Analysis of High Speed Optical Routers","name":"Utkarsh Shukla, Dr. Niraj Singhal, Dr Rajiv Srivastava"},{"title":"Scientometrics Analysis of the Yearbook of Library and Information Science","name":"Sandeep S. Pradhan"},{"title":"A Variety of Graphical User Interfaces for Analyzing Image with Different Parameters","name":"Deepti Rai, Kusha Shrivastava"},{"title":"The Research of Geohazard Information Management System Based on 3S Technology","name":"Guo Jiang, Xia Fang, Weizhi Sun"},{"title":"Research and Design of a Color Low Light Level Night Vision System","name":"Mengmeng Yang, Lingling Zeng, Lei Yang"},{"title":"License Plate Number Recognition Technology Based on MATLAB","name":"Qiqi Mei, Lei Yang, Mengmeng Yang "},{"title":"EMC Design of Millimeter Wave SiP Module","name":"Lei Yang, Cao Wang, Qiqi Mei"},{"title":"The Warehouse Temperature and Humidity Measurement and Control System Based on SCM","name":"Cao Wang, Qiqi Mei, Lingling Zeng"},{"title":"Laser Modification of the Materials Surface Layer: a Case Study","name":"Jesus A. Roman, Maria-Luisa Perez-Delgado"},{"title":"The Influence of Technological Parameters in the Processing of Low Carbon Steel and Titanium","name":"Ramcharan Vuyyala"},{"title":"Research Status of Lost Circulation Prevention and Control Measures","name":"Jianbo Hu"}],"2020-2-7":[{"title":"A Generalization of Mercer Theorem for Reproducing Kernel Hilbert Spaces on Noncompact Set Sequences","name":"M.H. Ahmed Yahya"},{"title":"Research on the Optimization of Electric Discharge Machining (EDM) Parameters of C300 Martensite Aging Steel","name":"Pottakarla Mahesh, Akkala Yakanna"},{"title":"Numerical Simulation Research on the Stability of Surrounding Rock in Inclined Shaft of a Tunnel in Tibet","name":"Haijun Sun, Huaguang Gao"},{"title":"Image Feature Detection Based on OpenCV ","name":"Hongbo Wang, QianTian, Zhihong Hu, Jingna Guo"},{"title":"Comparison of N×1 Rectangular Patch Antenna Design at 2.4GHz and 5GHz","name":"Damaraju Sri Sai Satyanarayana, Arpitha Nanagiri"},{"title":"Synthesis and Study of 3-(2-Amino, 4-Methyl Phenyl)-3-(Substituted Phenyl) Tetrachlorophthalide Innovative Analogue","name":"Prabha Chauhan, Chandrabhan Rathaur"},{"title":"Semi-authorized Virtual Operating System","name":"Moceheb Lazam Shuwandy"},{"title":"Multipath Propagation Channel Modeling and Channel Parameters for Terahertz Indoor Communications","name":"Xiaolei Wu, Jiuzhou Han, Zhongxin Zhao, Jingsuo He, Bo Su, Cunlin Zhang,"},{"title":"Development of 4H-SICP-I-N Diode Technology and Study on Microwave Switch","name":"A.A. Lebedev, A.V. Kirillov, L.P. Romanov, A.V.Zubov, A.M. Strelchuk."},{"title":"An Overview of Intelligent Transportation Systems Based on Driver Drowsiness Detection","name":"Sharanabasappa VH, Dr. Suvarna Nandyal"},{"title":"The Algorithm of Trefftz Method","name":"Mashukov V.I"},{"title":"Nano Pd Particle Catalyst Used in Alcohol Ketone Condensation to Produce Amyl Ketone Study on Reaction Mechanism and Reaction Conditions","name":"Kun Shi, Xufei Ma, Lina Tang"},{"title":"Innovative Application of Modular Rig Operation Management in China","name":"Guang Lv, Hanjie Liu, Jiayu Lin, Xin Zhang, Zhao Liu"},{"title":"Determine the Installation Position of Gas Chromatograph in Gas Transmission Station by Numerical Simulation","name":"Yunyun Li, Yali Nan"},{"title":"Different Types of Nanoparticles on the Evaporation of Mixed Convective Liquid Film","name":"Abdullah Manea Al-Batati, Husni Marwan Sharaf, Achraf Noor Shafie, Hamzah A. Alharthi, Abdelaziz Nasr"},{"title":"Design of Single Phase Grid Connected Inverter Based on LCL Filter","name":"Ronghui Xue"},{"title":"1MW Power Supply Was Used to Evaluate R134A and R477 as Working Medium for Steam Compression Cycle","name":"Ramzi A. Abdulmawlay, Salah A. Masheiti, Awad S. Bodalal"},{"title":"Effect of LiSbO3 Doping on the Properties of KNN Lead-free Piezoelectric Ceramics","name":"Shengyan Yang, Chang Liu, Yang Zhang"},{"title":"A Study of the Q-Continuity Equation","name":"Korobko Roman"},{"title":"Effects of a Mixed Diet of Rice and Lentils on Postprandial Relative Glycemic Response in Healthy Adults","name":"Basim H. Faraj, Saudi M. Al-Nazal, A.A. Ayoub"},{"title":"Study on the Mechanical Properties of Composite Materials for Polar Lifeboats","name":"Tianshu Cao, Yifeng Guan, Yi Zhang, Baoming Yang"},{"title":"Risk Analysis of Connection Process of Offshore Experimental Platform based on Fault Tree Analysis","name":"Baoming Yang, Tianshu Cao, Guangpu Yang, Yifeng Guan"},{"title":"Effect of Continuity Defects on Dynamic Eddy Current Thermography Detection","name":"Liang Zhang, Lei Zhang, Xiangtao Xiao, Guang Yan"},{"title":"Research on Space Design Optimization Strategy of Commercial Square Based on Pedestrian Simulation","name":"Yonghe Wang, Haitao Lian, Gaomei Li, Fangai Chi"},{"title":"Experimental Study on Partial Replacement of Cement with Low Density Waste Plastics","name":"Siddharth Verma, Rajat Danej"}],"2020-2-8":[{"title":"Optimal Use of Fly Ash in Concrete","name":"Syed Burhan Qutub Andrabi"},{"title":"Dampening: Design and Analysis of Eddy Current Generators","name":"Ashish Domal, VinayAhuja, Pankaj Ande"},{"title":"Overview of Semantic Analysis of Object-Oriented Programming Languages","name":"Abdulkadir Abubakar Bichi, Abdulrauf Garba Sharifai, Saud Adam Abdulkadir"},{"title":"Mapping the Eagle Island Wetlands Using Satellite Imagery and Bathymetry","name":"Amina S. Dienye, Dagogo M. J Fubara"},{"title":"Bayesian Prediction Based on Genetic Algorithm Optimization","name":"Dan Jia, Guo Jiang"},{"title":"Pinch Point Energy Integration in the Normal Decompression and Catalytic Cracking Unit of the Kaduna Refining and Petrochemical Company (Krc)","name":"Victoria TIMOTHY, Usman Aliyu EL-NAFATY, Saidat Olanipekun GIWA"},{"title":"In-Plane Bent K-Tube Nodes","name":"Iberahin Jusoh"},{"title":"See the Triode from the Perspective of Inventors","name":"Wei Lin"},{"title":"Sustainability Analysis for Small-scale Injection Molding with Additively Manufactured Die","name":"Yuxing Wang, Xiangwei Li"},{"title":"Review of Research on Sudoku Problem Solving Strategies","name":"Vidyavardhini Y. Ushir"},{"title":"Comparing Complexity in C++ and Python Programming Languages Using Multi-Paradigm Complexity Metrics (MCM)","name":"Balogun M.O., Sotonwa K.A"},{"title":"LBM Method to Measure Surface Roughness of 304 Stainless Steel","name":"Pradeep Kumar Rajan P, Himanshu Bhadane"},{"title":"Research and Development of Virtual Interactive Maintenance Training System for Hydraulic Turbine Generator Unit","name":"Zhan Liu, Changyu Liu"},{"title":"PZT Materials for Rainwater Energy Harvesting Research Progress","name":"Erfan Shamsaddini lori, Eris Elianddy Supeni"},{"title":"Wireless Self-Organizing Network Packet Loss Attack Detection Based on Privacy-Protected Public Auditing","name":"Kirti B. Mane, N.J. Pathan"},{"title":"The Air Source Heat Pump Is Applied to the Energy-Saving Design and Transformation of the Hot Water System in the College Student Apartment","name":"Yujing Deng, Bin Cheng"},{"title":"Advances in Self-Curing Concrete Research","name":"K. Sumangala, M. Banu Sulochana"},{"title":"Time Series Prediction Based on Fuzzy Logic and Particle Swarm Optimization Algorithm","name":"Fuaad Hasan Abdulrazzak, Mahmoud Mahub Qaid Altyar"},{"title":"Experimental and Simulation Research on Thermal Runaway Fire of Marine Power Lithium Battery","name":"Chen Li, Yifeng Guan, Yue Zhang"},{"title":"Implementation of DDS based on CORDIC Algorithm","name":"Xinghua Du"},{"title":"Design and Experimental Analysis of Agricultural Autonomous Walking Robot Based on Visual Navigation Technology","name":"Wenyue Zheng"}],"2020-2-9":[{"title":"Statement of Correction","name":"Editorial Board"},{"title":"A Comparative Study of Various Mobile Channel Routing Protocols in WSN","name":"Amit Kumar, Abhijeet Das"},{"title":"Fatigue Life Prediction of Structural Metals under Mixed-Mode Loading","name":"Saad Sami Al-Khfaji"},{"title":"Discussion on Protection of Modern Development of National Architecture","name":"Tao Zhang, Mengxia Chen"},{"title":"Computational Fluid Dynamics Validation of Turbulent Flow Methods, Two-Dimensional Obturates","name":"Alfadhel B. Kasim, Dr. Salah R. Al Zaidee"},{"title":"Actual Velocity Limit for Particles with a Rest Mass Not Equal to Zero and the Highest Mass Attainable","name":"Dhiresh Kumar Yadav"},{"title":"An Overview of Various Image Filtering Techniques for Image Sharpening","name":"Rasha Abdul Razak A P, Harish Binu K P "},{"title":"Carbon-supported PdNiAg Catalysts for Oxygen Reduction Reaction","name":"Ying Wen, Peikang Shen"},{"title":"Research on the Virtualization and Semantic Reasoning Retrieval of Science and Technology Expert Resource","name":"Chuanxiang Ju, Nana Ding, Ke Meng"},{"title":"Influence of Ferrochrome Carbon-Based Electrode Coatings on Hardness and Wear Resistance","name":"Mohit Teacher"},{"title":"Mobile Crowdsensing Network Opportunities and Challenges","name":"Qianqian Wu"},{"title":"Comparative Analysis of Various Efficient Item Set Mining Algorithms","name":"Mansi Jaiswal, Vijay Prakash"},{"title":"The Performance of Coolant for Machining Chrome-nickel-iron Alloy with Carbide Tools","name":"Selvarani P, Senthilkumaar J.S"},{"title":"Study of the Impact of Planning and Materials on Energy Consumption of a Building in Al-Hail, Sultan Region, Oman","name":"Salim Said Al Hammadi, Amritha Ajeej"},{"title":"Conceptual Design and Motion Response Research of Wind Power Operation and Maintenance Life Platform","name":"Chunfeng Gao, Haijian Chen, Yunping Xie, Liangdong Qi"},{"title":"Research on the Performance of Solar Hot Water Auxiliary Air Source Heat Pump Drying System","name":"Xuejuan Li"},{"title":"A New Theory for Generating Electromagnetic Waves","name":"Birudev Hajare, Sandip Bhokse, Mahesh Borkar, Laxman Bagal, Arvind Maske, Tushar Mergu"},{"title":"The Fundamental Force Depends on the Curvature of Space-time","name":"Avik Dubey"},{"title":"Sampling Error in Survey Research","name":"Dr. Jiban Khadka"},{"title":"Research Status of Casing Drilling Technology in Oil Drilling Engineering","name":"Yilei Hao, Qisheng Tang, Zhaoting Li, Huimin Yuan, Shuaishuai Sun"},{"title":"Surface Roughness Analysis and Parameter Optimization of Machining on EN 19 Steel CNC Milling Machine","name":"Hiren R Patel, V D Patel"}],"2020-2-10":[{"title":"A Review on the Biodegradation of Low-Density Polyethylene (Ldpe) by Fungi","name":"Suhani Girish Parekh, Archana U Mankad"},{"title":"The Radio Frequency Recognition Technology in the Steel Plant Iron Ladle (Steel Ladle)","name":"Anumula Mayukha"},{"title":"Artificial Intelligence: a Breakthrough in Neuroscience","name":"Siddharth Shahi"},{"title":"Digital ClosE-up Photogrammetry for Flat Tilt Analysis","name":"Mostafa Abdel-Bary EBRAHIM"},{"title":"Underwater Sensor Network Positioning Research and Performance Analysis","name":"Ebtisam Mohamed Omar Elgdiri, ümit Tokeer, Javad Rahebi"},{"title":"Research on Natural Fibre Composites for Building Refrigeration","name":"Gowtham, Rajakumar "},{"title":"Face Recognition Based on PCA and BPNN","name":"Shikhar Choudhary, Rahul Moriwal"},{"title":"Horizontal Shaft Propeller Turbine with Estimated Power Rating","name":"Gupta Saurabh"},{"title":"Introduce Special Concepts – \"Recessive Program\" and \"Internal Energy\"","name":"Ruiliang Ling"},{"title":"Study of the Compressive Strength of Stone and Marble Powder Cement Concrete","name":"Swatantra Rahangdale, Suhail Qureshi"},{"title":"Mathematical Modeling of a Cost-Oriented Bilateral Assembly Line Equilibrium Using an Exact Solution Method","name":"Ashish Yadav, Sunil Agrawal"},{"title":"First-Principles Study of the Structural, Electronic, Magnetic and Mechanical Properties of Fe2-xCoxTiSi Full H?ssler Alloys","name":"K. Rajesh Kanna, R. Rajeshwarapalanichamy"},{"title":"2D and 3D Real-space Scft Studies of the Stable Phase of Diblock Polymers","name":"Abhay Kumar Sarothia"},{"title":"Efficient Brain Tumor Detection System Based on Deep Learning Neural Network","name":"Satyak Babar, Ansaf Raza, Anto S"},{"title":"Progress in Efficient Dna Sequence Compression Technology","name":"S. Kavitha, Herold Lucia P"},{"title":"Balancing Method of Linear Active Two-port Network","name":"Guodong Ding, Lei Dong"},{"title":"Numerical Simulation of Ground-to-air Transient Electromagnetic Response of Magnetic Couple Source","name":"Zhen Sun, Lizhi Du, Chenyang Liu, Jiawei Liang"},{"title":"Planar Magnetism in Space Applications","name":"Sai Veena, Poulami Sengupta, Prakash P, C S Madhusudhan"},{"title":"Anomaly Detection in Video Surveillance","name":"Unais K"},{"title":"Atomic Ring Theory in High Quantum Mechanics: Oscillator Distribution and Dark Matter Production","name":"Pallab Biswas"},{"title":"Analysis on Construction Technology and Construction Measures of Isolation Structure","name":"Tao Zhang, Lei Shi, Zhen Tan"},{"title":"Research on Urban Traffic Signal Control Methods under Vehicle-Road Coordination Environment","name":"Haojie Ji, Haiwei Xie, Zunqing Liu"},{"title":"Pattern Recognition - Using Sarima Models for Product Sales Analysis in Time Series Forecasting","name":"Ruchir Kulkarni, Milind Rane"},{"title":"Digital Toll Plaza","name":"Ashwini Y Appinbail, Sushma N K, Varsha, Jyoti"},{"title":"Study on Characterization and Intelligent Identification Method of Microscopic Pore in Shale Reservoir","name":"Yangbing Li, Fang Quantang, Xin Chen, Shuang Xu, Weiqiang Hu, Chenchen Li, Panpan Li, Zaizhen Liu, Yuesheng Wang, Litao Ma, Cheng Liu"},{"title":"Research and Practice of Periodic Water Injection for Horizontal Wells in Fluvial Oilfield — Take Bohai N Oilfield as an Example","name":"Bo Zhang, Long Wang, Chao Liu, Yang Li, Xiaoyan Yang"},{"title":"Research on the Sai-based Inspection Priority Assessment Algorithm","name":"Ahla A"},{"title":"Non-traditional Public Crises Caused by Automation Development Based on AI in China","name":"Boran Zeng"},{"title":"Value Engineering for Drainage and Non-asphalt Pavement Construction at Pandran 2, Trusan and K.H. Salem, Pamulan, South Tanggerang (A Case Study of a Non-asphalt Drainage and Pavement Works)","name":"Venus F Firdaus, Dwi Dinar Riana, Suyanto"}],"2020-2-11":[{"title":"Study of Vehicle Self-Organizing Networks in Cognitive Radio","name":"Punitha A, Raghupathi S"},{"title":"A Parallel Covariance Matrix Adaptation Evolution Strategy for Multi-modal Function Optimization in High Dimensions","name":"Sichen Li"},{"title":"Uncertainty Evaluation of Centroid Detection","name":"Mohanad J. Ahmed, Mohammed Najm Abdullah"},{"title":"Analysis and Design of the Raw Material Belt Conveyor System for Forming Plant in Ferrochrome Industry","name":"Gupta Saurabh"},{"title":"A Diagnosis Model for Abnormal Operation State of Metering Device Based on Least Square Support Vector Machine","name":"Jiexiong Xu"},{"title":"Pricing of Discrete Double Barrier Option based on Spectral Multinomial Lattices Method","name":"Xue Wei, Yicheng Hong"},{"title":"Face Recognition System Based on PCA","name":"Shikhar Choudhary, Rahul Moriwal, Dr. Prof Sanjay Bansal"},{"title":"Flexural Ductility of High-Strength Concrete Members","name":"H R Manjunath, R Prabhakara"},{"title":"Technique for Reinforcing Existing Columns with Reinforced Concrete Sheathing","name":"Abhishek Ghimire"},{"title":"Review of Blockchain Intelligent Applications","name":"Saranya A, Mythili R"},{"title":"Imputation of Missing Continuous Data: A Comparison of Methods","name":"Zhiyou Piao, Yicheng Hong"},{"title":"Analysis of Flexural Behaviour of Singly and Doubly Reinforced High Strength Concrete Beams","name":"H R Manjunath, R Prabhakara"},{"title":"Review of Fault Analysis and Relay Protection of Medium-Voltage DC Distribution Network","name":"Xing Ke"},{"title":"The Application of Reservoir Patterns of Tight Coal-Derived Gas and Exploration of Natural Gas in The Eastern Margin Ordos Basin","name":"Changjiang Duan, Kaiyun Wang"},{"title":"Evaluate the Performance of Load Balancing Algorithms in Cloud Computing","name":"Hemlata Joshi, Farha Naaz, Anurag Shrivastav"},{"title":"Method of Changing the Refractive Index in a Region of a Core of a Photonic Crystal Fiber Using a Laser","name":"M. S. Jasim, H.A.Sultan, C.A.Emshary"},{"title":"Simulation Study on the Instability and Influencing Factors of the Central Tube in the Solution Mining of Salt Caverns","name":"Shu Zhao, Liu Jun, Huang Xiao"},{"title":"The Nature of Electricity and the Secrets of Motion, Matter and Inert Gases","name":"Manoj Khandelwal"},{"title":"Research on the Sai-based Inspection Priority Assessment Algorithm","name":"Ahla A"},{"title":"Cardiovascular Disease Prediction Based on Machine Learning Classification Algorithms","name":"Yash Jayesh Chauhan"},{"title":"Research on the Number of People in EDPs based on TOPSIS Algorithm","name":"Longkun Cao, Dong Jin, Xuanqing Qiao"},{"title":"Research on Vibration and Noise Reduction Components and New Rubber Bearing in Qinghai High Cold Area","name":"Tao Zhang, Xihuan Zhuoma, Yixi Cuo"},{"title":"Study on College Students' Behavioral Preference for Campus Plant Landscape—A Case Study of Jangxi Normal University","name":"Xiaogang Chen, Xianglong Zhong"},{"title":"Feasibility Study of Oil Purification in Operating Transformer Tanks (using the Border Mine Zyd50 Cleaner As an Example)","name":"MIJ Mujing Corneille, KABONGO Monga Chriss, MUTUND Kalej Daddy"},{"title":"Synthesis of Big Data Clustering Methods and Research Issues","name":"Nweso Emmanuel Nwogbaga"}],"2020-2-12":[{"title":"Spatial Variation of Plasma Parameters","name":"Rita Paikaray, Biswambhar Mohanty"},{"title":"A New Approach to Providing Security for Cloud Data","name":"K. Anbazhagan, R. Sugumar"},{"title":"A Search Systems Based on Personalized Image to Improve Search Results","name":"Sneha A. Taksande, A.V. Deorankar"},{"title":"Summary of Process Parameters of Abrasive Water Jet Processing","name":"Masani Dhruv N"},{"title":"Research on Wireless Sensor Networks and Routing Strategies","name":"Aayushi Chaudhary, Manju"},{"title":"Improving the Stable Cycle of Leach Protocol in Wireless Sensor Networks by Dynamic Stable Election Protocol","name":"Palak Agnihotri, Manju"},{"title":"Personalized Network Search Privacy Protection for Hidden User Requirements Specification","name":"Devika P, Jitha K"},{"title":"Bi-LSTM-based Multi-classification Method for High-Frequency Time Series Prediction of Cryptocurrency Market","name":"Yufu Chen, Dezhong Peng, Yunhong Gong, Peng Chen*, Chun Yu, Zhongming Liu, Zhongtai Yan, and Ke Yang"},{"title":"Initial Evaluation of Coal Seam Pore-permeability Characteristic in Eastern Yunnan and Western Guizhou Area","name":"Shuang Xu, Quantang Fang, Yangbing Li, Xin Chen, Litao Ma, Yang Jiang, Jingliang Fei, Wei Wang, Yuxi Hua, Linxuan Du"},{"title":"Detection of Eeg Artifact Based on Time-frequency Analysis","name":"Mst. Jannatul Ferdous, Md. Sujan Ali"},{"title":"Fuzzy Controller is Used to Realize the Speed Regulation of Secdc Motor","name":"Priyanka Sinha, Ritesh Diwan"},{"title":"Possible Combat Styles of Using Island Chains to Implement Land and Sea Containment Control","name":"Yanfen Qiu, Hongxia Li, Xinqi Li"},{"title":"Design of an Intelligent Grading System for Personality Recognition Using Soft Computing","name":"Anupam Varshney, Chetan Kumar"},{"title":"Design of Reconfigurable Millimeter-wave Patch Antenna ","name":"Oyesina Kayode Adedotun, Anosike I. E. Johnbosco"},{"title":"Research and Comparison of IPv4 and IPv6 Network Security","name":"Gagandeep Kaur, Dr. Karanjit Singh Kahlon"},{"title":"Multi-channel Media Access Control Protocol for Wireless Sensor Networks","name":"Priyanka Parve, Mansi Bhosale"},{"title":"Hand Gesture Controlled Robot Manipulator for Industrial Applications","name":"D P Karthik, Diganth Bhargava H S, Manjunath, Dr. Abhay A Deshpande"},{"title":"The Application of Horizontal Well Drilling and Completion Technology in Oil and Gas Field Development","name":"Hongbo Wu, Wen Ren, Peng Duan, Liqiang Chen, Chunyan Shi"},{"title":"Robust and Secured Image Steganography  Based on Improved Lsb Embedding and Aes Cryptography","name":"Abhishek Singh"},{"title":"Autonomous Computing: a New Field of Vision for Computing","name":"Monika P. Pawar"},{"title":"Handwritten Digital Recognition","name":"Pooja Lakhane, Milind Rane"}],"2021-3-1":[{"title":"Application of Science and Technology in Production: Thailand's Experience and Lessons for Vietnam","name":"Nguyen Huu Xuyen, PhD, Nguyen Thi Lan Huong, MSc "},{"title":"Comparison of Two Methods of Absorbed Dose to Certain Organs ","name":"T. M. Taha, S. H. Allehyani"},{"title":"Improving the Carrying Capacity of the Tapi River Using Hec-ras Software","name":"Sania Modak, Prashant Nagarnaik"},{"title":"Study of the Variation of the Two-component Pair Correction Partial Level Density Equation in the Pre-equilibrium Nuclear Reaction Zone with Different Isobaric Nuclei","name":"Ali Dawoud Salloum, Zainab Adil Abdul-Raheem"},{"title":"Microcontroller-based Wireless 3D Position Control of an Antenna","name":"Amritha Mary A. S., Divyasree M V, Jesna Prem, Kavyasree S M, Keerthana Vasu"},{"title":"Withdraw","name":"Withdraw"},{"title":"Research on Validity of Consumer Behavior Model","name":"Ruonan Wang, Haitao Lian, Yonghe Wang, Jiajie Pan"},{"title":"Establishment of a Mobile Street and Property Addressing System in Nairobi","name":"Peter Muriithi Ngari, Godfrey O. Makokha, Namasake Everton"},{"title":"Altered Functioning of Organs in Robotic Operation of the Da Vinci System","name":"Daniela Yulieva"},{"title":"Wireless Intelligent Street Light Control","name":"Jay Rawal, Dr. R. B. Patel"},{"title":"Estimation and Correlation of Lubricant Viscosity Using Fourier Transform Infrared Spectroscopy","name":"Mahendra Kumar Bhagat, Pankaj Kumar"},{"title":"Customs Automation: the Era of X-ray and Computerised Risk Management Systems","name":"Wilson Nwankwo PhD, PMP, RMP"},{"title":"Manet Routing Protocols and Intrusion Detection Techniques: an Overview","name":"Preeti Pandey, Atul Barve"},{"title":"CFD Analysis of an Automotive Thermoelectric Generator Exhaust Heat Exchanger","name":"Nevil Patel, Ravi Engineer"},{"title":"Corrosion and Structural Studies of Electrodeposited Zn-Mgo Films","name":"Shraddha Bais, R. K. Pathak"},{"title":"BIM-Driven Components Library for the Style of Chinese Baroque Architecture (BIM-CBA)—Based on the Example of a Block of Harbin, China","name":"Xiaocheng Zhou"},{"title":"Properties, Applications and Synthesis of Graphene","name":"Fargab Ahmed, Dr. Ranjeet Kumar Brajpuriya, Yashil Handa"},{"title":"Study on the Sand Castle Foundation Eroded by Seawater","name":"Quanbing Li, He Wang, Xin Cao, Tao Chen"},{"title":"Design and Analysis of a Shuttle Loom Picking Mechanism","name":"Darji Yugalkishor M., Kaushal P. Khamar"},{"title":"Screening Microorganisms from Rhizosphere Soils for Biosurfactant Production Using Cheap Raw Materials","name":"Sneha S. Paraskar, Swati N. Zodpe"},{"title":"3D Printer by Fused Deposition Simulation","name":"V. M. Magar, Prasad Mapari, Rakesh Patel, Sumit Patil, Suraj Narkar"},{"title":"A Review on the Search Engine Optimisation (SEO)","name":"Kanika Arora"},{"title":"Processing of Mullein Leaves for the Development of Edible Powders: a Review","name":"Chorage C. A., Solanke G.M., Ranjeet Kalel"},{"title":"A Review on Eliminating Productivity Gains with Kaizen-muda","name":"Sudhanshu Shrivastava, Hemant Jain"},{"title":"Python Tools for Big Data Analysis","name":"Lt Col Rahul Dutt Sharma"},{"title":"Research Progress in Advanced Oxidation Technology of Activating Persulfate","name":"Liwei Hou, Jianping Chen"},{"title":"Implementation of a 16-bit Pyramid Adder","name":"Thokala Mohan Rao"},{"title":"Incremental Machine Learning to Detect Fake New Use of Support Vector Machines","name":"Edwin F Wicaksono, Ruddy J Suhatril, Matrissya Hermita"},{"title":"End-to-end Technology Management","name":"Chanakya Hingu, Sneha Panchal"},{"title":"Summary of Model and Applications of Graph Convolutional Network","name":"Weina Zhou, Shengding Zhou"}],"2021-3-2":[{"title":"Effects of Window Configuration for Improving Sunlight Performance of Dhaka Apartment","name":"Ishtiaque Ahmad, Ali Akbar Razon"},{"title":"Multi-Standard Reconfigurable Receiver Structure for Wireless Systems","name":"Khaled Yazbek"},{"title":"Analysis and Disposal of Urban Road Collapse","name":"Tao Zhang, Ziqi Wang"},{"title":"An Overview of Cloud Computing — Architecture, Security Threats and Their Solutions","name":"Ashwini Phadke, Devashree Jadhav"},{"title":"Design of Intelligent Fire Alarm System","name":"Haiyan Chu, Qianyun Zhang, Junfang Li"},{"title":"Overview of Multi-lateral Well Technology Development and Future Prospects","name":"Yilei Hao, Qisheng Tang, Zhaoting Li, Shuaishuai Sun, Yiyao Zhang"},{"title":"Design of Broadband S Microstrip Patch Antenna with Slotting Technology","name":"Menaka. R, Nishandhi. S, Sivaranjani. S"},{"title":"Machine Learning: Adaptive Negotiation Agent in E-Commerce","name":"Deepika Pandey, Raj Gaurang Tiwari, Pankaj Kumar"},{"title":"Network Traffic Stratification Data Using Clustering","name":"Mahaling G. Salimath"},{"title":"State Feedback Using Artificial Neural Network for Speed Control of DC Motor","name":"Mohammed Alhanjouri"},{"title":"Triangulating Depth and Voice Sensing to Visualize Collaborative Activity Patterns","name":"Ming Li, Chenxiao Yang, Yanjun Li"},{"title":"WIFI of Automated Canteen Use Based on Android","name":"Kalyani Dahake, A.D. Bhoi"},{"title":"Intelligent Campus Lighting Management System with LoRa Technology","name":"Jha Ashish K., Bababe Adam B., Ishan Ranjan"},{"title":"Secure Login, Data Sharing and Recovery","name":"Hitesh Dharmadhikari, Kisan Chauhan, Pranav Das, Sachin Desai"},{"title":"Design and Implementation of Digital Circuit Frequency Meter Based on Microcomputer","name":"Shagun Malhotra, Twishish Shrimali , Abhishek Verma"},{"title":"Improved Wireless Sensor Network Replication Attack Defense Algorithm and Protocol","name":"Dharmendra Singh Chouhan, Pritesh Jain"},{"title":"Spectrum Management Using Cognitive Radio Networks","name":"Hassan Fath Elrahman Osman, Ashraf Qasim Elsid Abdalla"},{"title":"Application of Transient Electromagnetic Method in Urban Underground Cavity Detection","name":"Meitong Song, C.Y. Liu"},{"title":"The National Physician Guo Chengjie’s Experience in Treating Hyperplasia of Mammary Gland by Data Mining","name":"Yufei Lu"},{"title":"Optimization of a Divided Wall Column for the Separation in Wall Tower","name":"Tanmay Kakade, Niraj Topare"},{"title":"Raspberrypi Used in Cloud-Based Child Tracking Systems","name":"Ninad Tanksale, Ajay Vedpathak, Amey Panse"},{"title":"A Comparative Study of Single Path and Multipath Routing Protocol","name":"Phalak Sachdeva, Saurabh Singh Verma"},{"title":"Hidden Data Using Edge-based Image Steganography","name":"Neelam Jaiswal, Rekhansh Rao"}],"2021-3-3":[{"title":"A Simple Continuous Wavelet Transform Method for Rolling Bearing Fault Detection and Its Comparison with Envelope Detection","name":"Sunil Tyagi, SK Panigrahi"},{"title":"Fingerprint Identification of Secure User Registration Device Based on TEE","name":"Prathamesh Raut, Bhushan Patil"},{"title":"Image Recognition Through Human Eyes, Computers and Artificial Intelligence","name":"Dr. Neetu Agarwal"},{"title":"Research on Application of High Density Resistivity Method in Detecting Slope Stability","name":"Di Qi, Jianjun Niu"},{"title":"Research on the Mechanism of the Role of Information Service Industry on the Transformation and Upgrading of Manufacturing Industry—Theoretical Analysis and Empirical Test Based on Industrial Integration Perspective","name":"Xinrui Du"},{"title":"Realize Text Classification Analysis Based on Synonyms and RNN Algorithm","name":"Qian Gong, Mingyue Jiang, Yijun Liu"},{"title":"Determination of Active Ingredients in Arabic GUM in Western Sudan","name":"Ardelshifa Mohammed Elhassan Mohammed"},{"title":"Research on International Offshore Oil and Gas Project Management","name":"Renjie Wan"},{"title":"Overview of IEEE802.16 Standards and Their Comprehensive Analysis of WiMAX","name":"Stuti Upadhyaya, Deepak Bicholia"},{"title":"Difference Between Free Space, Mass and Energy? Why is Space-time Sometimes Expressed As Free Space, Mass, While Other Times Only As Energy","name":"Prasenjit Debnath"},{"title":"Test and Simulation Analysis of Campus Outdoor Microclimate Environment","name":"Jiaxin Qian, Hongmin Liu, Hao Shi, Yasong Sun"},{"title":"Stability Analysis of Tailings Dam Based on Geostudio, Taking Ximajia Tailings Dam as An Example","name":"Wenjie Xiao, Zhishuang Yang, Zhiguang Zhou"},{"title":"Research and Practice of Surface Negative Pressure Extraction Technology for Coalbed Methane Wells","name":"Jinghui Zhao, Chunfeng Zheng, Ang Li, Qiong Shen, Shuangxi Xie"},{"title":"Reliable Internet Connectivity for Broadcasting Live from Remote Tropical Regions to Satellites: Lessons from GSM Link Aggregation Solutions","name":"Wilson Nwankwo PhD, MIEEE, PMP, RMP"},{"title":"Design and Manufacture of Two-wheel Hybrid Vehicles","name":"Kishore H, Sanketh S"},{"title":"Ultraviolet Mutation Breeding and Identification of Ester-producing Yeast","name":"Saihua Yu, Qian Dong, Zheng Wang, Weihui Liao, Yuanyuan Lin, Wensen Zhang, Hua Liu"},{"title":"Automotive Robot Control System Based on IoT","name":"Shruthi S, Sunil Manoli, Suhasini S Hosamani, Chaithra MH, Pavana Shivaram"},{"title":"Google Geographic Fence Staff Tracking System","name":"Mohammed Shamseer Vettan"},{"title":"The Causes of Mud Packs on PDC Drill Bits and Preventive Treatment Measurements","name":"Hanjie Liu, Yilei Hao, Pengfei Liu, Jiaxu Li"},{"title":"Study on Stress-strain Comparison of Three-way out of Steel with and Without Bottom Clamp","name":"Eugen Avrigean"},{"title":"Effect of Circular Split Ring Resonator Array on Circular Microstrip Antenna for Intelligent Transportation System (ITS) System","name":"Zohra Zerrouk, Larbi Setti "},{"title":"Heart Disease Prediction System","name":"Sandhya Kumari, Dr. R. Viswanathan"},{"title":"Security Research of Internet of Things Equipment Based on Cryptographic Analysis","name":"Saumya Priya"},{"title":"Effect of pH Value on Cleaning Non-fonadine in Stainless Steel Reactor","name":"Fateh Naitali, Hafida Ghoualem"},{"title":"Using a National Real Estate Block Chain for E-government","name":"Shreyas Prasad"},{"title":"Convolutional Neural Network: Implementation of Handwritten Digital Recognition System","name":"Akshit Gambhir"}],"2021-3-4":[{"title":"Experimental Analysis of Hybrid Eddy Current Cooling System","name":"Neeta P Mathurvaishya, Sameer Y. Bhosale"},{"title":"Statistical Evaluation of Variability in the Production Process of Vanilla and Chocolate Ice Cream","name":"Shamika Thushara, Seneviratne Navaratne"},{"title":"Gaps in the EDM Knowledge Base","name":"N. Nagabhushana Ramesh, A. Neeraja, P. Chaitanya Krishna Chowdary, A. Ashwini Shanthi"},{"title":"Overview of the Various Encryption and Compression Mechanisms Used to Eliminate Duplicate Data in Cloud Computing","name":"Nancy Digra, Sandeep Sharma"},{"title":"Short-term Clearance of Space Debris","name":"Justin Ruiz"},{"title":"Combustion analysis Exhaust Gas of Triglycol Glycol Dehydration Unit","name":"Changquan Hu, Xiaobo Feng, Jianxiang Wu, Liang Zhang, Jiyu Zheng"},{"title":"Development Status and Prospect of Temperature Sensor ","name":"Meng You"},{"title":"Analysis on the Influencing Factors of Urban Rail Transit Connection Mode Selection Based on SPSS","name":"Jinjin Cai, Xuan Han"},{"title":"Analysis of Fluid Mobility in Shale Oil Reservoirs—Taking Chang 7 Shale in Ordos Basin as An Example","name":"Wei Yang, Huailin Wang, Zehua Cheng, Hanlin Lei, Zhicong Zhong"},{"title":"A Linear Programming Problem for Maximizing the Profit of Rubber Manufacturing Industry & Amp: Slyas Rubber Products As Example","name":"M. V. Deshmukh"},{"title":"Effects of Heavy Metal Pollution on Soil Microbial Community Structure and Soil Enzyme Activity","name":"Wendan Liu"},{"title":"Issues of Cloud Computing Security and Data Privacy","name":"Amal Matrouk Aljohani"},{"title":"Analytical Calculation and Evaluation Study of Stress, Strain and Displacement of Car Universal Joint","name":"Eugen Avrigean"},{"title":"Robot Welding Critical Location Path Planning and Process Research","name":"Boyu Song, Huidong Wang, Wenshan Wang, Xinyu Nie "},{"title":"Clinical Research Progress of Acupuncture for Neurogenic Tinnitus and Deafness","name":"Xiaotong Zhang"},{"title":"Study on W-band Planar Multi-Beam Extended Interaction Output Circuit","name":"Ruiqi Cao, Xu Zhu, Suye Lü"},{"title":"Self-adaptive Filtering and Stock-well Transform for Feature Point Extraction Based on Bat-lms Impedance Core Impedance Graph","name":"Dr. Madhavi Mallam, Dr. A Guruva Reddy"},{"title":"Example of Hospital Wastewater Treatment in Large Comprehensive Hospital","name":"Xinren Ding"},{"title":"MIPS Pipeline Processor Based on FPGA Simd Structure","name":"Sarah M. Al-Sudany, Ahmed S. Al-Araji, Bassam M. Saeed"},{"title":"A Collaborative Filtering Movie Recommendation System Based on the Plain Bayesian Algorithm","name":"Anchal Dubey, Raju Ranjan"},{"title":"God Field Equation-(Universal Model)","name":"Jag Mohan Saxena"},{"title":"Smart Home Security and Home Automation System Based on Face and Voice Assistance","name":"Amrutha R, Geetha D. Devanagavi, Prabhat Kumar Panda"},{"title":"Exploration on the Development Patterns and Teaching Content of Biotech Specialty Practice Base Built by University-Industry Cooperation","name":"Yanhong Ran, Qiuling Xie, Sheng Xiong, Jun Li, Wei Li, Hongjian Li, Dawei Li"},{"title":"Redundancy Analysis of EEG Signals and Classification of Small Samples by CNN","name":"Jin Han, Hua Bo"},{"title":"K-Means Clustering for Enhanced Search Engine Optimization: A Data-Driven Approach","name":"Meghana Mukunda Joshi"},{"title":"Improving IMS Configuration Read Performance Using Incremental Configuration Methods","name":"Sankirthana Shastry"},{"title":"S-Nahar and Md. Abdul-alim (2017): a New Statistical Averaging Method for Solving Multi-objective Linear Programming Problems","name":"Sanjay Jain, Adarsh Mangal"},{"title":"Research on Intelligent Parking Assistance System","name":"Faba Sosamma Abraham"},{"title":"Review on the Underbalanced Drilling Technology in Petroleum Industry","name":"Zicheng Zhang, Wen Ren, Chunyan Shi, Zhaoting Li, Xin Zhang"},{"title":"Exploration of Technical Issues Affecting the Design of Engineering Laboratories in Saudi ","name":"Mostafa A-B Ebrahim, Mohamed F. Soliman, M. H. Abdel-Aziz"}],"2021-3-5":[{"title":"Low-latency layout for effective fog-based infrastructure","name":"Dr. Varsha Jotwani"},{"title":"A General View of Wireless Sensor Networks","name":"Anirban Chakraborty, Shilpa Sharma"},{"title":"Hybrid Neuro-fuzzy Network Based Face Recognition for Occluded Images","name":"Ravi Prakash M L, Chethan Chandra S Basavaraddi, Ananda Babu J, Sapna S Basavaraddi"},{"title":"Characterization of the Exponentiated Generalized Marshall–Olkin","name":"M. M. E. Abd El-Monsef, M. O. Alshrani"},{"title":"Intensive Fusion of Infrared and Visible Images","name":"Gopika Ajay, H. Shihabudeen"},{"title":"Modeling and Dynamical Behavior Analysis of the SEIQR Epidemic Model with Medical Isolation Measures","name":"Rui Hu, Xuewen Tan, Lidong Huang, Rongting Li, Quanfeng Xu"},{"title":"Optimizing Resource Allocation for Smart Grid Security Considering Risk Transmission","name":"Lei Zhang, Qiqing Wang"},{"title":"Application of Artificial Intelligence in Healthcare in India","name":"Aditya Syam"},{"title":"Artificial Intelligence and Machine Learning: Python Based Face and Image Recognition","name":"Vishaal Chandrasekar"},{"title":"A Hybrid Approach to Software Development Based on Agile and Traditional Methods: Requirements, Analysis, and Design Phases","name":"Ing. Ayizdeth Fuentes Zarate, Ing. Miguel ángel Mu?oz Pozos, Dr. René Santaolaya Salgado, Dr. José Juan Hernández Mora"},{"title":"Shear Lag Effect of Continuous Curved Steel-concrete Composite Beam","name":"Jingchuan Xun, Zhiqiang Pang, Yanjun Yang, Kaibo Ren, Jianqing Bu"},{"title":"Design of Aging Shower Room Based on QFD/TRIZ","name":"Enxian Jing, Yun Liu, Min Zhou"},{"title":"The Mystery of the Black Hole Is Solved with the Help of Number Four","name":"Somdatt Kumar"},{"title":"Research and Application of Drilling and Completion Technology for Sidetracking Horizontal Cased Wells in Bohai Oilfield","name":"Xin Zhang, Chao Zheng, Guang Lv, Hanjie Liu, Wen Ren"},{"title":"Using Natural Numbers to Solve Finite Parallel Universes","name":"Somdatt Kumar"},{"title":"Automated Generation of Challan for Traffic Violation Based on Machine Learning","name":"Shubham Kumar Chandravanshi, Hirva Bhagat, Manan Darji, Himani Trivedi"},{"title":"Contributions of Embedded Biometric Systems in a Multi-Entry Institutional Access Control Replication Database","name":"Bopatriciat Boluma Mangata, Eugène Mbuyi Mukendi, Jean-Didier Batubenga"},{"title":"Quality Supervision and Hazard Control of Aflatoxin B1 in Peanut Oil","name":"Xiaoshi Jin, Yinghua Wen"},{"title":"Glaucoma Detection Based on Support Vector Machine Algorithm","name":"Aukif Yousuf Wani, Preeti Sondhi"},{"title":"Optimization of Data Acquisition in Wireless Sensor Networks Based on Ant Colony Algorithm and Genetic Algorithm","name":"Shabir Ur Rashid, Mrigana Walia"},{"title":"Does an Object's Inertia Really Depend on Its Energy Content?","name":"Thomas Nordstrém, PhD"},{"title":"Numerical Simulation Research on Ground-Airborne Transient Electromagnetic Method Response of Geoelectric Model to Magnetic Dipole Source","name":"Zhen Sun, Lizhi Du, Zhengcai Li, Jindu Du"},{"title":"Evaluation of Analgesic Effects of Sesbania Extracts in Animal Models","name":"Dinesh Eknath Deokar"},{"title":"Agile Methodologies for Embedded Applications","name":"N. Michael Franklin"},{"title":"A Review of Modern Manufacturing Methods","name":"Balakrishna A M"},{"title":"Face Recognition Based on Haar Cascade Classifier","name":"Bhavana R. Maale, Dr. Suvarna Nandyal"},{"title":"Automatic Error Correction in Blade Disassembly Optimization Technology","name":"S. Anthonyraj Premkumar, R. Sathish, A. Vignesh, K. Thamodharan"},{"title":"Design and Implementation of an Intelligent Vehicle Safety Monitoring System","name":"Xiaoan Tang, Min Chen"},{"title":"A Study on the Inventory Management and Calendar Supply Analysis Based on Multi-Layer Neuron Network","name":"Tshiela Nkuna Marie Alice, Kaseka Katadi Vivianne, Widjilowu Ne Itchend Sam, Ntumba Badibanga Simon"},{"title":"Basic Monitoring Solution for Microsoft Azure Workloads","name":"Sonali Mishra"},{"title":"The Strange Connection between Fermat Numbers and Polygonal Numbers","name":"Swati Bisht, Dr. Anand Singh Uniyal"},{"title":"A New Method for Sulfuric Acid Dissolution of Egyptian Monazite","name":"A.I.L. Abd El Fatah"}],"2021-3-6":[{"title":"Pulsed Nd: Experimental and Simulation Study of Drilling on Stainless Steel Surface by YAG Laser","name":"Mohammed A. Hussain"},{"title":"Design of a High Resolution Second Order Discrete Time Sigma-Delta Modulator","name":"R Anil Kumar, E Srinivas"},{"title":"Development Trend of Indirect Solar Drier","name":"Jeevan R. Gaikwad, Dr. Pramod V. Walke"},{"title":"A Review of Routing Attacks in Wireless Sensor Networks","name":"Dharmendra Singh Chouhan, Pritesh Jain "},{"title":"Using Data Mining to Solve the Inverse Problem","name":"Ashmikumari Shah, Pooja Jardosh"},{"title":"The Relationship between Regional Economy and Regional Cold Chain Logistics based on System Dynamics—Taking Jiangsu Province as an Example","name":"Chenyu Bu, Li Chen"},{"title":"Deformation Control of Thin-Walled Parts Processing Based on Auxiliary Support","name":"Chao He, Jiuqiang Tan, Zhiqiang Huang"},{"title":"The Innovation of Urban Rail Transit Operational Performance Evaluation System: A Case Study of Shenzhen Metro","name":"Lujian Yang, Yi Guo"},{"title":"Overview of Physical Digital Image Watermarking Technology","name":"Neha Sharma, Rasmiranjan Samantray"},{"title":"Evaluation of Mechanical Properties of Aluminum Titanium Boride Composite Tungsten Gas Shielded Welding","name":"R. Auday Awad Abtan, K. Sree Devi"},{"title":"Review of DOS Attack Detection Technology in VANET","name":"Jenis Shah, Deven Gol"},{"title":"Guided Wave Detection of Railway Tracks: a Review of Electromagnetic Acoustic Transducer Technology","name":"Manish Pandey, Dr. Sanjay Shukla"},{"title":"Performance Analysis and Research of Automotive Plastic-Based Flywheel Regenerative Braking System","name":"Abhisheak Gangwar, Himanshu Dixit"},{"title":"Analytical and Contrastive Study on Temperature Distribution of Wall with Variable Heat Conduction and Constant Heat in Different Materials ","name":"Hussein K. Jobair"},{"title":"Intelligent V2V and V2U Communication Based on IOV","name":"Naicy P. E., R. Dharmalingam"},{"title":"Comparison of Several Two-dimensional Interpolation Algorithms and Application in Image Scaling","name":"Yutong Gao"},{"title":"Study on the Influence of Acetate on the Performance of Ester Hardened Sodium Silicate Sand","name":"Qi Zou, Jijun Lu, Huafang Wang"},{"title":"Analysis of Open Hole Gravel Packing in Horizontal Well","name":"Jiaxu Li, Hanjie Liu, Zhongshan Qiao, Baojun Wang, Jianbo Hu"},{"title":"An Asymmetric Encryption Algorithm Based on the ASCII Code","name":"Yaser M.A. Abualkas, Arshed Raad Raheem"},{"title":"A Comprehensive Review of Water Desalination/Purification through Ion Concentration Polarization and Preenrichment of Biological Agents","name":"D. Manikandan, Vishal V. R. Nandigana"},{"title":"Automatic Welding Equipment Using Robotic Arms","name":"Jose Joseph Thandapral, Mugelan R K"},{"title":"Diagnosis Study of Parkinson’s Disease Based on Machine Learning","name":"Yatharth Nakul, Ankit Gupta, Hritik Sachdeva"},{"title":"Research on the System Design and Implementation of Interworking Between IPv6 Network and IPv4 Network Based on Transition Mechanism","name":"Raed Al-hamarneh"},{"title":"Evaluation of the Role of Information Flow in Rural Transformation in Developing Countries","name":"Dr Rafiu Jimoh Ango, Adeyemo Yusuf Temitope"},{"title":"Application of Markov Update Process to Calculate the Average Number of Occurrence of an Event and the Number of Data the Event will Happen","name":"Dr. Rajalekshmi. V. G."}],"2021-3-7":[{"title":"Design of the Two-Level CMOS Operation Amplifier","name":"Rahul Kumar"},{"title":"Different Training Modes Based on Different Machine Learning Methods","name":"Priyanka S Jigalur, Dr. B. G. Prasad"},{"title":"A Review of the Applications of Generative Adversarial Networks","name":"Ashish Roy, Dr. B. G. Prasad"},{"title":"Calculation and Analysis of Pressure Variation of Squeeze Film Damper for Aviation Gas Turbine Engine","name":"Pravin Kumar Kamanat, Freno Fahad R"},{"title":"Application of Water-control Technique for the Horizontal Well in Bottom-water Reservoir","name":"Jianbo Hu, Yifeng Di, Qisheng Tang, Ren Wen, Hanjie Liu"},{"title":"The Formation of WD 1856+534 System via Common-Envelope Evolution","name":"Pengfei Chang"},{"title":"Analysis and Research on Abnormal Abrasion of Engine Bearings Based on FMEA","name":"Shuowen Huang"},{"title":"Natural Magnetic Field: Magnetic Field and Weak Magnetic Field [Variation of Day and Night]","name":"Jamir Ahmed Choudhury"},{"title":"Performance Evaluation of Diesel Engine Fueled with Jatropha Methyl Ester and Sunflower Oil","name":"Abhijeet B. Gaikwad"},{"title":"One of the Main Experiments - the Irresistible Experiment Proves the True Atomic Concept","name":"Ilija Lakicevic"},{"title":"The Eternal Primitive Elementary Particles in the Universe","name":"Dadarao Dhone"},{"title":"Composition Equation and New Description of Triangle and Circle","name":"Oguzhan C. YER "},{"title":"Synthesis and Biological Activity of Several New Oxipine Drugs","name":"Dr. Purnima Verma"},{"title":"Network Security: Importance, Effect and Prevention","name":"Shivali Gautam"},{"title":"Optical Universe of Light Controlled by Gravity","name":"Ilija Lakicevic"},{"title":"A Statistical Method of Off-Line Signature Verification Technology Based on DWT","name":"S. Vasuki, R. Swetha"},{"title":"Data Visualization Design Strategy","name":"Huiting Yang, Zeliang Zhang"},{"title":"Research and Application of Drilling Formation Pressure Change Prediction Technology Based on Recorded Well Data","name":"Baisong Tang"},{"title":"Effect of Frying Process on Physicochemical Parameters of Daloa Refined Palm Oil ","name":"NIABA Koffi Pierre Valery, EKISSI Alice Christine, COMBO Agnan Marie-Michel, KOUAKOU Christelle Marina, BEUGRE Grah Avit Maxwell"},{"title":"Cross Language Relation Extraction Method Based on Attention of Bidirectional Translation Model","name":"Jing Wu, Bailong Yang, Luogeng Tian"},{"title":"Attitude Control Assistance","name":"Alkesh Panchal, Aarya Brahmane, Shubham Panchal"},{"title":"A Review of Eye Tracking Methods and Fixation Techniques","name":"Mazin R. Al-Hameed, Shawkat K. Guirguis"},{"title":"Kakori: the Town of Sophie - Needs a Holistic Renaissance","name":"Shubha Kant, Kumar Kartikey"},{"title":"Optimal and Fast Drilling Technology for Directional Wells in Bohai Oilfield","name":"Baoyang Sun"},{"title":"Dynamic Referential Integrity Model of Relational Database","name":"Ing. Is-Boset Jiménez Alvarado, Mtro. Juan Ramos Ramos, Dr José Juan Hernández Mora, Ing. Carolina Tlapalamatl López"},{"title":"Using Compliance as a Way to Drive Cloud Hosting Reliability","name":"Adriana Maria Miguel Peixe , Jorge Balsan , Marcio Rodrigo Santos , José Simao de Paula Pinto"},{"title":"Faults Diagnosis of Mechanical Vibration Signal Based on Independent Component Analysis","name":"Xiaoyan Wang, Jie Kang"}],"2021-3-8":[{"title":"Hadoop Big Data Infrastructure Framework","name":"Sindhu Daniel"},{"title":"Storage System Under Cloud Storage Environment","name":"Dr. K. Karuppasamy, Margret Sharmila"},{"title":"Temperature Sensor Based on Tapered No-core Fiber Coated with PDMS","name":"Qianqian Ma, Mengjiao Wang, Zenghui Wang, Lianqin Li, Baojin Peng"},{"title":"Application of Geological Risk Fine Identification Technology in Exploration Drilling","name":"Baisong Tang, Kun Xu, Zhankui Li, Jinting Zhu, Rui Song, Xiaojun Guo"},{"title":"Research and Development of Vehicle Dynamics","name":"Ramcharan Vuyyala"},{"title":"IP Design of Floating Point 32 Bit ALU","name":"Manju Davis, Uma N"},{"title":"Design of Sign Language Interpreter with Internet","name":"Chandramani"},{"title":"Hydrogeochemical Characterization of Water Quality Evolution within Industrial and Agricultural Development in Songliao Plain, China","name":"Deming Sun, Zhenxue Dai, Guifang Sun, Xiaoying Zhang, Zhijie Yang, Shangxian Yin, Ting Xiao, Yanwei Wang,"},{"title":"Research Progress of Predicting Concrete Strength Based on Artificial Neural Networks","name":"Tian Tian, Ruyan Li"},{"title":"Film Information Crawling Based on Python","name":"Nian Dai, Teng Yu"},{"title":"A Geospatial Analysis of the Spread and Dynamics of COVID-19 in the Federal Territory of Jammu and Kashmir, India","name":"Mir Sumira, Shamim Ahmad Shah, Dr. M Shafi Bhat"},{"title":"Analysis of Mainstream Payment Platforms in India","name":"Dinesh M. Kolte, Dr. Veena R. Humbe"},{"title":"A Simple Comparison Between Java Python and Nodejs in Web Development","name":"Dr. Anupam Sharma, Archit Jain, Ayush Bahuguna, Deeksha Dinkar"},{"title":"Current Status and Prospects of Nanotechnology and Materials for Medical Applications: Especially with Regard to Barracuda","name":"Surya Gundu"},{"title":"Research Status and Application of E-learning Data Mining","name":"Jwan Akram Sofar, Mohamed Najm Abdullah"},{"title":"Practice and Exploration on Intelligent Oil Collection of Aerated Floatation Cell in BZ Oilfield","name":"Jinlong Liu, Wanwei Hu, Bin Wu, Shixin Zhou, Jiajie Su, Demin Wang, Yahui Li, Linghe Kong, Haichao Qin"},{"title":"Dynamic Response and Harshness Analysis of A High-speed Railway Car Due to Wheel Polygonalisation","name":"Yumeng Liu, Ke Li, Xuewen Liu, Jingwei Zhang, Wenjing Zhang"},{"title":"The Analysis of Music Influence Based on Big Data","name":"Yuqiang Lin, Xin Cao, Changlong Guo"},{"title":"Study on Feature Extraction and Classification of Eeg Signals in BCI","name":"Pantha Protim Sarker"},{"title":"Analysis of the Implementation of “Plastic Restriction Order” Based on Smith’s Model","name":"Kexin Hang"},{"title":"Gene Expression in Drosophila Melanogaster Brain Was Identified and Analyzed by Insilica Method","name":"Arpita Parakh, Naveen Dhingra"},{"title":"Crossroad-based Geo-aware Routing Protocol in Vehicle-mounted AD HOC Networks","name":"Jyoti R Maranur, Dr. Basavaraj Mathapati"},{"title":"Study on Influencing Factors of Moisture Purification by Refrigerant","name":"Yan Feng, Xuelin Zheng, Jianbin Zang, Haiying Wang"},{"title":"Statistical Quality Control Chart to Monitor Milk Yield and Milk Cycle of Sindhi Dairy Cows","name":"Abirami. K"},{"title":"Performance of Upflow Anaerobic Sludge Bed Reactor for Slaughtering Wastewater Treatment","name":"Dr. S. Syed Enayathali"},{"title":"Simulation Analysis of Stiffness and Damping Characteristics of Driving Stability System Based on Simulink","name":"Pengfei Shi, Fu Fang, Chengzhen Wu, Hao Li, Aiguo Si"},{"title":"Influence of Different Oil Film Shapes on Bearing Capacity of Rough Longitudinal Plain Bearings with Iron Lubricating Oil","name":"Girish C. Panchal, Himanshu C. Patel, Himesh A. Patel"},{"title":"A Review of Replication Strategies to Improve Data Availability for Data-Intensive Applications in the Cloud","name":"K. Sreelatha"},{"title":"Experimental Study on Undercooling and Contact Angle of Hybrid Nanofluids","name":"Fu Fang, Pengfei Shi, Chengzhen Wu, Yilin Ning"},{"title":"Influence of Different Parameters on EN-31 Machining in WEDM","name":"Rajat, Shiv Kumar"}],"2021-3-9":[{"title":"Comparison of Database Technologies for Various Artificial Intelligence Algorithms","name":"Varsha Kumari, Preeti Sondhi"},{"title":"Design of Intelligent Cutting Tool for Working Parts Based on Sustainability Consideration","name":"Nand K Jha"},{"title":"Several Software Fault Tolerance Implementation Methods in the System","name":"Kaushik I"},{"title":"Interpretation of Quantum Phenomena","name":"Prof. Ing. Sisto Firrao, Politecnico di Milano"},{"title":"Optimization Design Method of Offshore Pipeline Structure Based on Finite Element Analysis","name":"Ujjwal Soni, Prateek Yadavi"},{"title":"Optimization Design of Cylindrical Helical Spring Based on VB","name":"Zhengwang Ye, Liang Ge, Tianhua Lai, Xianqing He, Peng Wang"},{"title":"Design of 256 × 256 Bit Vedic Multiplier Generator","name":"Aishwarya K M, Dr. Kiran V"},{"title":"Design of an Emergency Walker Detecting Device for the Elderly","name":"Natnicha Lertkitjaroenpol, Rachata Kithatthaporn"},{"title":"Study on Deformation Characteristics of a Landslide Induced by Extreme Rainfall in Jilin Province","name":"Qiuyang Ma, Peihua Xu, Chen Cao"},{"title":"Introduction to Man-machine Interaction","name":"Aitham Suhas"},{"title":"The Essence of Conscious Control","name":"Ilija Sachdeva"},{"title":"Development Trend of Green Computing in Cloud ","name":"Vallabhi Ghansawant"},{"title":"Intelligent Health Monitoring System","name":"Damodharan D, Anant Mishra, Ankit Sharma, Abhishek Tripathi"},{"title":"A Method and System for Calculating Maximum and Minimum Values Based on Sliding Window","name":"Rushabh Sharadchandra Sankalcar"},{"title":"Network Security Based on Multi-objective Ant Colony Optimization Algorithm","name":"Vatchala B, G. Preethi"},{"title":"Investigation of Houses and the Impact on Natural Disasters in Villages and Towns of Qinghai","name":"Tao Zhang, Yingbo Han, Mengxi Ai, Qi Cai"},{"title":"Supply Chain Inventory Decision Optimization Based on Time-varying Demand","name":"S Suraj, Dr. K Badari Nath"},{"title":"Summary of Structural Strength Analysis of Bogie Frame Based on Finite Element Method","name":"Shihab Aldeen Mohammed Fadol"},{"title":"Research on Semantic Segmentation Based on Deep Learning Method","name":"Salim Ahmed Ali, Dr. B. G. Prasad"},{"title":"Human Computer Interaction and Its Future Trend in Customer Service","name":"Sunny Gogoi"},{"title":"Design and Development of a Multi-purpose Fire Extinguishing Robot","name":"Vyomkesh J. Sangewar, Abhishek S. Thorat, Mrunal M. Kholamkar, Vishal V. Shinde"},{"title":"Floor Cleaning Machine Based on RF Control","name":"Aadil Rehman Singh"},{"title":"Application of Artificial Intelligence Technology in Heart Disease Prediction","name":"Irtiqa Dhar"},{"title":"Devops Automation Support Tools and Practice Analysis","name":"Pardeep Singh Virdi"},{"title":"Salemba Tesil, Udaipur District, Rajasthan State, Practiced Fishing Techniques","name":"Sabiha Sindhi, Sonika Rathore"},{"title":"Suspected Habitable Planet–“Kepler-22b”","name":"Kushal Jayakumar"},{"title":"Gnss Station Positioning Based on Permanent European Gnss Euref Network (EPN)","name":"Genti Qirjazi"}],"2021-3-10":[{"title":"A Music Recommendation System Based on Case-Based Reasoning","name":"G. A. Vida Mastrika Giri, I. G. A. G. Arya Kadyanan"},{"title":"Application of R Programming in Dietary Problem Solving and Sensitivity Analysis of Indian Men","name":"Pratibha Lakhani, Pooja Manjre"},{"title":"A Review and Analysis of Different Semantic Question Answering and Information Retrieval Methods","name":"Liji S K, Muhamed Ilyas P"},{"title":"A Comprehensive Study of Current Reverse Engineering Tools and Techniques","name":"Ohoud S. Al-Harthi, Emad S Al-Suwat"},{"title":"Video Copy Detection Method Based on CBCD","name":"Jan Mary Thomas"},{"title":"Research and Design of Power Ultrasonic Adaptation Power Supply","name":"Fei Ge, Yalin Wang, Jie Yang, Pengfei Zhang"},{"title":"Future Human Settlements Design Method Facing the Heat Island Effect","name":"Hang Yang, Changxiu Pan, Yuchen Luo"},{"title":"Continuous Improvement Uses the Pillars of Total Production Maintenance in the Manufacturing Organization","name":"Akash Kumar"},{"title":"cGAN-based Chinese Painting Generation and Colorization","name":"Zijun Dai"},{"title":"A New Algebraic Approach to IBFS for Transportation Problems and Its Comparison with NWC Methods","name":"S. D. Manjarekar, A. P. Bhadane"},{"title":"Business Process Intelligence: Take Requesta as a Case Study","name":"Zelal Shearah, Somayah Aljohi, Salma Althebiani, Nedaa Almuallim, Salma Alhag"},{"title":"GPS Tracking System Based on LoRaWan","name":"Aniket Parashar, Farah Deeba"},{"title":"5G Network: DevicE-to-Device (DD) Communication Interference Management","name":"Rakotomanana Marie Bernadette"},{"title":"Collaborative Filtering Product Recommendation System Based on Machine Learning","name":"Mrunal Gandhi, Tushar Nikam, Akshay Shahane, Mayur Shete, Dr. Kamini C. Nalavade"},{"title":"Research on Knowledge Evaluation Method in Online Debate","name":"An Wang, Bo Song"},{"title":"Implications of the Causes of Prehistoric Disasters at the Lajia Site for Disaster Prevention in Village and Town Buildings","name":"Tao Zhang, Mengxi Ai, Chen Wen, Shengpeng Guo, Weijia Li"},{"title":"Research and Application of Cementing Technology in Deep Well During Drilling","name":"Sunan Gao, Zhicai Zhou, Yuhai Li, Dianlong Lu, Zhao Liu"},{"title":"A Comparative Study of Common Desktop and Computer Rod","name":"Aadarsh Sooraj, Sooraj G."},{"title":"Landslides Detection Using Remote Sensing Images Based on Transfer Learning for the Bijie City","name":"He Wei, Chao Chen, Xu Guo"}],"2021-3-11":[{"title":"Health Monitoring using Walking Patterns","name":"Sayila P. Pital, Dr. A.S. Hawile"},{"title":"A Study on the Boeing 737 MAX Crash","name":"Viumar Shravistava"},{"title":"An Effective Method of Using Blockchain to Avoid Smart Contract Vulnerability","name":"B. Ratnakanth, M. Sahiti, Dr. K. Venkata Ramana"},{"title":"A Cloud Approach for Intelligent Interactive Voice Response","name":"Shatala Rajial"},{"title":"Reusable Cotton Mask: Natural Dyes Used to Improve Antibacterial Properties","name":"Dr Aaw S Doumbai, Pr Amdaou Hamadoun Babana, M. Abduorhamane Nuossoura Diallo"},{"title":"Precise Gravity Method with Successive Approximation Approach for Location Problems with Geographical and Policy Constraints","name":"Xiusen Li, Jiaman Sun"},{"title":"A Geometric Correction Watermarking Algorithm for HVS Features in Print-Oriented Mode","name":"Chenhua Liu, Chen Shen, Shuangcheng Deng"},{"title":"Study on Dynamic Change of Particulate Matter in Subway Environment with Different Types of Platform Screen Doors","name":"Huamei Zhou, Chang Kan, Xuelin Zheng, Jianbin Zang"},{"title":"Application of Secondary Cryptography Analysis in Encryption Algorithm Gost 28147-89 Five Rounds of Difference or Modification","name":"Barazar Akhovich"},{"title":"A Review of Artificial Intelligence (AI) Interventions in Health Care Systems in India","name":"Mirnmoy Ryo, Dr. Mihot Jawmal"},{"title":"Increase Fuel Consumption While Using Air-conditioned Vehicles","name":"Duirshetti Arvaind Sawmy, Kokiiligadda Ahbikesh Chadnra , Mtuhyala Thnau Sere, Hzaari Nraesh"},{"title":"Data Flow UDP Using Encryption System","name":"Saif Heasan"},{"title":"Study on the Detection of False Comments in Online Review of E-commerce Website","name":"Phani K. Cheruku, Atul Kumar"},{"title":"Mediation and Propagation of Virtual Photons to Electromagnetic Waves","name":"Setvak Shekli"},{"title":"Implement Duplicate Data Deletion and Public Audit of Encrypted Data in Cloud Storage: A Case Study","name":"Lakheshree N R, Shsahidhara M S, Snathosh S"},{"title":"Application of High Density Resistivity Method in Road Engineering Geological Survey","name":"Lizhi Du, Liang Wang, Yong Wang"},{"title":"A Review on the Research Progress of Regenerative Brake System","name":"Bakir GNUEY, Hilal KILIC"},{"title":"Research non the Papaya (Carica Papaya Linn) Seed Extract Cream Reduced MMP-1 Expression by 40% and Dermal Collagen Increased in Male Wistar Rats (Rattus Norvegicus) Exposed to UV-B Radiation","name":"Dayh Rtaih Parmesti , Aank Augng Ged Wiraguna, A.A.A.N. Sursaini"},{"title":"Studies on Protein Hydrolysis and Inhibitory Activity of Angiotensin Converterase in Pigeon Peptide Segment","name":"Scui Apasri Pebiranti, Mhuammad Nru Cahaynto, Reton Indarti"},{"title":"An Improved Adomian Decomposition Method for Solving Second Order Neumann Conditional Boundary Value Problem","name":"Justian Mulnega, Patrick Azere Phiri"},{"title":"The Cause of Gravity and Its Graphic Analysis","name":"Sehail Ahmray"},{"title":"Internet of Things and Big Data Research","name":"Ruhksar Quershi, Dr. Devseh Kaityar, Gauarv Geol"},{"title":"Stem Cells: A Tool to Improve the Outcome of Islet Transplantation","name":"Suparbhat Sahao, Tsuhr Boix "},{"title":"Under the Principles of Cluster Evacuation Model Based on Anylogic Stadium Emergency Evacuation Simulation Application","name":"Yexin Wang, Lei Wang, Zeli Zheng"}],"2021-3-12":[{"title":"Free Vibration Analysis of Perforated Functionally Graded Plates","name":"Narayanan N I, Aravind Sarma V"},{"title":"A Review on Vibrating Machine","name":"Krupal Bharadwa"},{"title":"Image Processing in Parking Space Detection","name":"Purva Hattale, Vikrant Jangam, Shrutika Khilare, Yash Ratnaparkhi, Pradnya Kasture"},{"title":"Simulation Study on Spatial Distribution Characteristics of Transient Electromagnetic Field of Galvanic Source","name":"Jindu Du, Sanjie Zhou, Lizhi Du"},{"title":"Simulation and Analysis of 3D Point Cloud Data Fusion Algorithm Based on Face","name":"Hang Yang, Yuanbo Cao"},{"title":"Study of Soil Moisture Content by Dielectric Constant Measurement","name":"Dr. Manisha Dhiware"},{"title":"Directed Energy Weapons Are Part of the National Security Policy to Arm All Three of India's Armed Forces by 2050","name":"Gp Capt (Retd) Bishwajit Bose, Dr. R K Upadhayaya"},{"title":"Glaucoma Detection Based on Machine Learning","name":"Sharanya S"},{"title":"Design of Cold Storage Spray Pre-cooling Vehicle","name":"Minglin Chen, Ling Gan"},{"title":"Database Fault Prediction Based on Deep Learning Model","name":"Siva Karthick Chaganty"},{"title":"A Comparative Study of Binary Classification Algorithms for Student Performance Analysis on Virtual Machine","name":"Rajathi .M, Dr. Ramaswami Murugesh"},{"title":"Effects of Different Processing Methods on the Biochemical Changes of Tuna","name":"Chandravathany Devadawson"},{"title":"Design and Analysis of Spherical Dome","name":"Milind Kumar Jaiswal"},{"title":"The Theoretical Basis of Physical Realism","name":"Thomas Nordstrom, PhD"},{"title":"Vitro Chemical Screening and Qualitative and Quantitative Analysis of Antioxidant Activity of Eufenia Jambolana Medicinal Plants","name":"Ranu Tiwari, Saket Gautam"},{"title":"Establishment and Verification of Sodium Thiosulfate Ion Chromatography","name":"Chanakya Thaker, Dr. Chetan Chavan, Chetan Chaudhari"}]}