{"2019-1-1":[{"title":"Effect of Facebook marketing on grabbing attention of male and female","name":"Rajesh Kanja"},{"title":"Leadership Imparting Strategy for Senior Developer in an IT Organization","name":"Maria Divya J, Jibreal Jos"},{"title":"Comparison of PPP and Cost plus Contract","name":"N.B.Karwa, Dr.P.G.Gaikwad"},{"title":"Quality of Service in Wimax","name":"Keval Bhavsar, Harsh Dave, Vipul Jethva, Dhruv Mehta"},{"title":"Analysis of Time delay and Cost overruns due to change order in Youth Sports center construction projects in Egypt","name":"Salaheldin Mohamed, Prof. Adel M. Belal, Hesham Bassioni, AhmedElhakeem"}],"2019-1-2":[{"title":"An Analytical Hierarchy Process Application in Smartphone Selection","name":"Suat Kasap, Abdullah Atyani"},{"title":"Municipal solid waste treatment technologies the possibility to apply in developing countries, a case study in Vietnam","name":"Le Thi Kim Oanh, Wim H. Rulkens, Joost C.L. van Buuren"},{"title":"Big Data Analytics: Challenges, Tools and Limitations","name":"K. Siddardha, Ch. Suresh"},{"title":"Causes and Effects of Scope Creep on Large-Scale Public Sector Construction Projects","name":"Moneke, U.U., Echeme, I.I."},{"title":"Urban development of informal areas: Case study: Ezbet El Zabaleen (Garbage city), Manshiet Nasser, Cairo, Egypt","name":"Shirwet Hassan Ali Ali El-shenawy"}],"2019-1-3":[{"title":"Emerging Trends in Skill Development for Empowering Women","name":"Tanu Jain, Dr. Reena Verma, Prof. (Dr.) R.P.Agarwal"},{"title":"Study of peaceful Journalism in Gandhiji Perspective","name":"Ms Jamna Mishra, Sonalee Nargunde"},{"title":"Role of Gandhi as a Communicator","name":"Ms Jamna Mishra, Sonalee Nargunde"},{"title":"Concerning the Competitiveness for Manufacturing Systems","name":"Daschievici Luiza, Ghelase Daniela"},{"title":"Friend book Recommendation Based On Lifestyle and LDA","name":"Pratidnya Gorade, Jyoti Diwate, Jagdish Khetre, Achyut Walse"}],"2019-1-4":[{"title":"Design of “Deep Learning Controller”\nKoksal Erenturk\n\"Design Development Strategy with Quality Function Deployment Approach : A Case Study in E-Commerce Industry\"\nRahmad Rezeki, Humiras Hardi Purba, Siti Aisyah\nDisaster Management Plan for Girnar Ropeway as per Environmental Setting at Mount Girnar\nArjun Bhindora, Dhruv Pansheriya\n\"PERFORMANCE APPRAISAL: An Empirical Study to understand Job Satisfaction and Motivation of personnel through the system\"\nDr Parveen Prasad\n"}],"2019-1-5":[{"title":"Work Force Diversity\nDr. Shine David, Devashish singh Jadoun, Mohit Singh pejwal, Himanshu Yadav, Mujjamil Ali\n"}],"2019-1-6":[{"title":"Relation of the Commercial Banks with Economic Growth in Nepal\nSuvita Jha\nDrying Performances and Economic Investigations of Forced Convectional Re-circulating Paddy Dryer\nKyaw Cho Cho Thin, Phyu Phyu Thant\nImpact of Merchandising on Customer satisfaction and thereby on Retailers’ sale - A study in selected Malls of Jabalpur and Gwalior city\nDeepak Tiwari, Dr. Supriti Dubey, Dr. P.K.Chopra, Mansi Jain\nWorkplace Collaboration Using Remote Desktop\nDivyashree Salian, Swati Savaji, Payal Shetty, Ujwala Ravale\n"}],"2019-1-7":[{"title":"Statistical Analysis of Organizational Performance and ItsEffects on the Income Levels: An Exploratory Study of the Higher Institute for the Diagnosis of Infertility and Assisted Reproduction Techniques at Al Nahrain University","name":"Sanaa Rasheed Muhesin, Abbas Fadhil Salih"},{"title":"Provision of Step-level Public Models and Expected Utility Models Paradigm  ","name":"Rita Vilke"},{"title":"Optimally Positioned Elliptical Chainrings Show No Performance or Physiological Effectsin 30s Sprints    ","name":"A. Cole Meyers, Michelle L. Brown, Dylan R. Rose, Nikole A. Koellner"},{"title":"The Association of the Theory of Planned Behavior Constructsand Condom Use among African-American Students Attending a Historically Black University","name":"Angela Branch-Vital, Catherine W. Kisavi-Atatah, Park E. Atatah"},{"title":"Supporter Analysis Using Soccer Momentum Data and Sentiment Feature Quantity ","name":"Akira Otsuki, Shunta Kogen, Masayoshi Kawamura"},{"title":"Infusing a Collaborative and Pervasive Approach to Information Literacy at the United States Coast Guard Academy ","name":"Hudson Jackson, Alina M. Zapalska, Sharon Zelmanowitz   "},{"title":"Major Factors Affecting Labor Productivity in Malaysian Construction Industry: A Survey of Restrictive Factors of Non-residential Projects in Basheng Valley","name":"Elamaran Manoharan"},{"title":"Cognition of the Impact of Drivers'socio-demographic Attributes on Road Signs: Evidence from Iraq","name":"Firas H. A. Asad     "},{"title":"An Analysis of the Gender Differences in the Communication Style of Postgraduate Students   ","name":"Xingyu Huang"},{"title":"Does Internet use Promote Individual Travel?—An Empirical Analysis based on CGSS2015","name":"Jiawen Tian, Wei Guo, Qin Yu"}],"2019-1-8":[{"title":"Approaches Preservation of the Cultural Heritage of Archeological Buildings from Repeated Wars Risks on Gaza City, Palestine (Case Study: Reconstruction and Restoration of Al-Kozomiry Mosque)","name":"H. N. Al-dohdar, E. T. Cherkasova"},{"title":"A Framework for Knowledge Discovery in the News Media Using Text Mining Technique","name":"Oladejo Bolanle, Babajide Olanrewaju"},{"title":"The Internet of Things and Benefits at a Glance","name":"Mohammad Furqan Ali, Afornu Bright Kwame, Irina F. Nam, M.V. Svetlik, Yang Zhong"},{"title":"Investigating the Factors Effective on Prevention of Urban Accidents through Modification of Streets and Intersections","name":"Farbod Redaei, Ali Ghadirijavan, Mohammad Mehdi Ghaffari"},{"title":"The Design and Implementation of Education Communication Platform","name":"Taizhi Lv, Juan Zhang"},{"title":"Impact of National Greening Program on the Environment and Economic Well-Being of Its Beneficiaries","name":"For. Melanie P. Moncada"},{"title":"Transportation Problem: a Comparative Study on South-East Corner Method and the North-West Corner, South-East Corner, North-East Corner and South-West Corner Methods","name":"Francois Ndayiragije"}],"2019-1-9":[{"title":"Rail-to-Rail Op-Amp Design Incorporating Negative Miller and Miller Compensation","name":"Muhaned ZaidiIan, Grout Abu, Khari A'ain"},{"title":"Issues and Strategies to Apply Knowledge Management in Construction Industry","name":"Ashkan Abbasi Alamdari, Mohammad Reza Mashayekh"},{"title":"Problems and Solutions for Project Management Information Systems","name":"RohitVikas Akole"},{"title":"Batik Cultural Preservation through Collective Branding and Intellectual Property Right (Case: Hand Drawn Batik Cluster in Banyuripan, Bayat, Central Java)","name":"Muchamad Sugarindra, Ratna Roostika, Muafi"},{"title":"The Impact of Accrual and Real Based Earning Management of Company Value toward Corporate Governance as Moderator Variable","name":"Nia Yuniarsih, Lilik Indrawati"},{"title":"A Contribution of Methodologies of PMI Project Management and Lean Construction Applied as Entries of Building Projects","name":"Carolina Queiroz Pantaleao"},{"title":"Sustainability of Project Implementation: A Case Study","name":"Aniel de Melo Dias, Fernando Gomes Araujo Filho, Flavia Spitale Jacques Poggiali"},{"title":"For the Choice of Potential Niche Goods and Management of Life Cycle Process Automation","name":"Torgayeva R. Inkara, Torgayev A. Rymbek, Oshlakova G. Irina"}],"2019-1-10":[{"title":"A Micro Grid Energy Trading Method Based on Block Chain and Improved Auction Alg","name":"Zijuan Wen"},{"title":"A Statistical Study on the Direction of the Dairy Methodarket","name":"Seyed Habib A. Rahmati, Arash Haji Karimi, Reza Saffari, Zeeya Rashvand"},{"title":"A New BRT Safety Line from Tehran","name":"Sahar Hajeb, Peyman Parvizi, Farzad Norouzi Fard"},{"title":"The Influence of Community Service on the Physical Quality of Rural Adolescents","name":"Angela Branch-Vital, Lisa Hubson, Jalicia Hines, Catherine W. Kisavi-Atatah, Park E. Atatah"},{"title":"Using Alternative Assessment Methods in Foreign Language Teaching - A Case Study: Alternative Assessment of College English for University Students","name":"Chenglin Wang, Wenshu Zheng"},{"title":"An Analysis of Religious Extremism and the Image of God with the Direction of Algebra and Spirit","name":"E. G. Aminev, Mang Ging, Quo Lui"},{"title":"A Documentary Photography Study from Iran in the 19th Century","name":"Mehri Kasiri, Pouya Zamanian"},{"title":"National Independent Contribution (indcs) as a Strategic Vision of Climate Elasticity and Low Carbon: Green Growth and Development in Nigeria","name":"Ajadike Joseph Chike"},{"title":"The Influence of Brazil's Road and Bridge Technical Standard Revision has a Long History","name":"Fabio Santos Cerbino"},{"title":"To Mitigate Climate Change by Balancing Environmental Security with Economic Growth and Development","name":"Ajadike Joseph Chike"}],"2019-1-11":[{"title":"Agricultural Management Practice of Production of Abaca (Musa Textilis) Fiber by Farmers in Piran Island, Philippines","name":"Litlen P. Dapar"},{"title":"A Serial Mediation Effect of Virtual Goods in Mobile Game","name":"Hongyu Wang"},{"title":"On the Internal Relationship between Business Intelligence and Knowledge Management","name":"Mojgan Zarghamifard, Mohammad Reza Behboudi"},{"title":"Research on the Construction of Public Cultural Service Facilities in Urban Communities","name":"Chenfan Niu, Wentao Ma, Yonggang Ren"},{"title":"Study on Improving the Capacity of Urban Bridge Counterparts through Traffic Control","name":"Shohana Iffat, Ashfia Siddique"},{"title":"Explain the Impact of Employee Performance Factors (Efficiency and Service Quality Factors) on the Profitability of National Bank of Holmuzgan Branch","name":"Siroos Dehghani, Jamal Fatholahi"},{"title":"The Top of Reading Cultivate Oneself Morality in Traditional Chinese Culture - Take the Family Rules of Ming and Qing Dynasties as an Example","name":"Junjie Li"},{"title":"Research on Emergencies' Archives Management Regulations - Based on China's Investigation","name":"Kanglin Hu"},{"title":"Organization of Accounting Big Data","name":"Bochulia Tetiana, Yanchev Andriy"},{"title":"The Project Lacks Time and Attempts to Compensate for Increased Labor and Machinery Hours and their Relationship to the Future Cost of the Project","name":"Erfan Saeedbakht, Farbod Redaei"},{"title":"Impact Modeling of Time Use Pricing and Interruptible Load Planning with Probability Participation of Domestic and Industrial Users","name":"Mahdi Samadi, Mohammad Esmaeili Rad"},{"title":"Learning the Experience of Community Participation","name":"Genesis B. Naparan, Sister Ammie Adoremos, Rosebelt S. Lomocso, Mario F. Alayon, Charl’s Irveen A. Torrecampo, Ariel Egao, Lee G. Baraquia"},{"title":"Tea Customs in Hunan Province of China","name":"Rui Li"},{"title":"Analyze and Propose the Leadership Management Mode of Improving the Organizational Commitment of Employees in the Automobile Industry","name":"Bijan Abedini, Hamed Bahadoriyan Parizi, M. Ghaffari Zonouzi"},{"title":"Giving Priority to the Marketing Measures Affecting the Export Distribution Channels - Taking Isfahan Iron and Steel Company as an Example","name":"Ghassem Ansari Renani, Hamza Zamani"}],"2019-1-12":[{"title":"Analysis of Open Bidding Process for Engineering and Engineering Services","name":"Daniela Matschulat Ely, Rogerio Cabral de Azevedo, Antunio Edesio Jungles"},{"title":"Public Goods Supply and Corporate Social Responsibility Paradigm: Theoretical Perspective","name":"Rita Vilk"},{"title":"Discussion on the System of Record and Examination for Administrative Standard Document: A Case from the Land Expropriation Compensation Method in a Township Government","name":"Mingjun Liu"},{"title":"Preliminary Report on Determination of Grip Strength and Muscle Strength in Mature Adults","name":"Mark DeBeliso, Mikaela Boham, Chad Harris  Carol Carson, Joseph M. Berning, Trish Sevene, Kent J. Adams"},{"title":"Tools to Manage the Innovation Process","name":"Meriem Ben Miloud, Yasmina Kerboua Ziari, Hania Kherch "},{"title":"Simulation of the Derived Benefits of Computer Applications in Humans","name":"Kamalu U. A., Maduagwu I. C."},{"title":"Does Social Media Still Need to be Regulated in the Age of All the News? - Analysis on the Relationship between News and Legal Principle in the Post-Truth Era","name":"Jinlong Tang"},{"title":"Implementation of Knowledge Management Model in Organizations: A Review","name":"Mahya Sadat Mousavi, Mahdi Javanmard, Mohamad Kargar Shouraki"},{"title":"Communication Skills to Choose a Manager","name":"Nahid Parvizi"},{"title":"A Model for Analyzing the Impact of Shared Bicycles on Urban Traffic Based on AHP","name":"Luhui Gao, Xinxin Zheng, Fengzhi Wu"},{"title":"A Review on Huizhou Traditional Village Landscape Gene and Inheritance Protection","name":"Suyu Wang, Xiaogang Chen"}],"2020-2-1":[{"title":"Development of Syllable-based Text System for Bengali","name":"Md. Kausar Ahmed, Abu Salah Mohammad Asif, Labiba Jahan, Shantanu Mandal"},{"title":"Influence and Improvement of Business Tax Changed of Service Industry in Iran","name":"Abbas Ali Abunoori, Khadijeh Seiyfi"},{"title":"An Analysis of the Influence of Promottion Public Transportation on Traffic Jams","name":"Md. Imran Hossain, Mohiuddin Imran, Nazmul Hassan Nirjhor, Munim Islam"},{"title":"Research on the Construction of Labor and Social Security Major in Chinese Universities","name":"Hongxu Ma"},{"title":"The Economic Feasibility of Building and Demolishing Waste Management from a Cost Saving Perspective - take the UK Construction Industry as an Example","name":"Abioye A. Oyenuga, Rao Bhamidimarri"},{"title":"Analysis of the Economic Impact of the Financial Provisions of the Petroleum Industry - A Case Study from Offshore Marginal Oil Field ","name":"Adamu M. A., Ajienka J. A., Ikiensikimama S. S."},{"title":"Tools to Manage the Innovation Process","name":"Meriem Ben Miloud, Yasmina Kerboua Ziari, Hania Kherch "},{"title":"A Hybrid Approach to Managing Structured Knowledge Assets: Project Centric Organization","name":"Karim Atashgar, Afshin Taghavian "},{"title":"Analysis of Flexible Route between Paulo Port and Rio DE Janeiro Hub","name":"Marcelo Carvalho Cabral de Vasconcellos, Carlos Müller"},{"title":"Influence of the Citizen Participation on the dDecision-making of Local Government Departments","name":"Emmaculate Kipyesang"}],"2020-2-2":[{"title":"The Influence of Military and Civilian Common Airport Demand on Airport Demand: A Case Study of EL Salvador International Airport","name":"Daniel Alberto Pamplona, Alessandro Vinicius Marques de Oliveira "},{"title":"Effect of Free Float on Supply and Demand of Companies Listed on Tehran Stock Exchange","name":"Ali Esmaeilzadeh, Meysam Alipanahi"},{"title":"Overview of Major Air Cargo Terminals in Brazil","name":"Joao Luiz de Castro Fortes, Daniel Alberto Pamplona, Carlos Muller, Anderson Ribeiro Correa"},{"title":"Digital Citizenship, Technology Acceptance and Community E-participation - An Empirical Study Based on Structural Equation Model","name":"Hemin Miao, Lin Liu"},{"title":"Impact of Blockchain Technology on Finance and Bureaucratic Corruption in Both Developed and Developing Countries","name":"Mahmood Mahmoodzadeh, Reyhaneh Shahpar"},{"title":"On Consumption Experience and Evaluation of Brand Recognition on Coffee Consumption: a Case Study of Starbucks in Taiwan and 85 Japanese Coffee Shops","name":"Ching Chien Yang, Chu Paoching, Shu-Lin Lin, Muhammad Rofiq, Oyuntuya Davaanyam"},{"title":"Some Thoughts on the Situation of Pre-service Teachers Based on the Orientation of Practical Ability Training","name":"Gang Xiao"},{"title":"A Survey on Influencing Factors of Rural Women's Satisfaction with Corporate System (a Case Study of Female Corporate System in Alboz Province, Iran)","name":"Hossein Zinati Fakhrabad, Hajar Zareie"},{"title":"Research on Decision-making of Airport Taxi Drivers Based on Analytic Hierarchy Process","name":"Baotong Gu, Jianping Wang, Yutian Gan"},{"title":"The Infiltration and Integration of Sports Elements in Marching Pipe Art","name":"Nan Shao, Leijie Gong, Jiquan Tao, Bin Wang"}],"2020-2-3":[{"title":"A New Method to Calculate the Robust Index of Urban Traffic Network","name":"Kaveh Rezvani Dehaghani, Ali Naderan, Kamran Rahimov"},{"title":"Spatial Relation Modeling of Collision Accidents among Adolescent Drivers","name":"Hemin J. Mohammed, Steven D. Schrock"},{"title":"The Research on Consumer Purchasing Behavior","name":"Wuyue Chai, Fang Sun"},{"title":"Forecast of Cost Recovery Time for Commercial Borehole Operations: A Case Study from Metroplis","name":"N. L. Nwakwasi"},{"title":"A Comparative Analysis of Public Transport in St. Louis and Madrid: Operation Characteristics, User Experience and Solution Suggestions of Collective Mode","name":"Poliana Lima Rocha, Carlos Alberto Araujo de Lima, Rachid Santos Maluf"},{"title":"A Study on the Rectification of \"High Price\" behind the Star Tax Evasion","name":"Hexia Liu, Yinuo Tao, Ziping Song"},{"title":"Genetic Optimization Heterogeneous Integration for Histological Image Classification","name":"Eid Alkhaldi, Ezatollah Salari"},{"title":"Several Marketing Combination Factors That Affecting Consumer Purchase of Watermelon in Yamin Matalan City, Usha Dagang","name":"Made Suma Wedastra, Ida Ayu Ketut Marini, I Dewa Gede Suartha, Theresia Suzanna Catharina, Ida Bagus Eka Artika, I Wayan Kembaryana"},{"title":"A Statistical Analysis of Organizational Performance and its Impact on Income Levels: an Exploratory Study by the Al-Nahrain University in the Diagnosis of Infertility and Assisted Reproductive Technology","name":"Sanaa Rasheed Muhesin, Abbas Fadhil Salih"},{"title":"Providing Ladder-level Public Models and Expected Utility Model Paradigms","name":"Rita Vilke"},{"title":"Study on Accounting Treatment and Disclosure of Enterprise Contingencies","name":"Jingni Jia, Yaqing Liu"},{"title":"The Origin of SWOT Analysis and its Application in Sports Tourism","name":"Bin Wang, Xianlou Wu, Leijie Gong, Rusong Wei"},{"title":"A Research on a New Library System with Intelligent Technology","name":"Lishen Fu, Zuofeng Jiang, Shaofeng Nie"},{"title":"Analysis of Land Planning and Utilization in Land Resource Management in China","name":"Hongyan Jin"},{"title":"A Study on Teaching Reform of International Economy and Trade under the Background of Cross-border E-commerce","name":"Qianqian Huo"}],"2020-2-4":[{"title":"An International Perspective on the Implementation and Relative Effectiveness of Transport Demand Management","name":"Dr. Irina Bakhtadze, Lela Vanishvili"},{"title":"Learning and Empowerment: Designing a Financial Literacy Tool: A Strategy for Poverty Alleviating","name":"Sood Seema, Bhardwaj Arun, Tandon Shweta"},{"title":"Hygienic Quality Inspection and Analysisof Four Kinds of Fresh Juicemade by Catering Industry","name":"Avi Bhadiyadra, Maulik Rafaliya, Harsh Gujarati, Ravi Karkar, Meet Viradia"},{"title":"Current Situation and Countermeasures of Forest Land Resource Management in China","name":"Hongyuan Jin, Ziying Sun"},{"title":"Analysis and Reform Plan of China's Aviation Air Traffic Management Investment","name":"Dawei Shi"},{"title":"A Statistical Study of the Beverage Market: A Case Study","name":"Seyed Habib A. Rahmati, Arash Haji Karimi, Reza Saffari, Zeeya Rashvand"},{"title":"A New Steganalysis DWT Domain Implicit Image Analysis Method","name":"Dr. Dharitri"},{"title":"Review on the Research of Marx's Justice Thought in China since the 21st Century","name":"Chundi Lan, Yanxin Chen"},{"title":"Research on Performance Evaluation Scheme of A Logistics Company Based on Factor Analysis","name":"Yanping He, Feng Yang, Yuting Huang"},{"title":"Exploring the Intrinsic Relationship between Business Intelligence and Knowledge Management","name":"Avi Bhadiyadra, Maulik Rafaliya, Harsh Gujarati"},{"title":"Overview of Effective Web Caching Algorithms","name":"MRT Mudhofir, Halimatus Sa'diyah, Amiruddin, Sukardi, Landge M. M"},{"title":"How to Change the Old Look for the New Look of the Old Brand - Fulin Tang Pharmaceutical of in Kunming,Yunnan Province as an Example","name":"Feng Yang, Fengzhi Wu, Xi He"},{"title":"Financial Strategy Based on Harvard Analytical Framework - a Case Study of Haier","name":"Yuxi Shi, Shina Gao, Lifang Lin, Jie Qi, Liang Ke"},{"title":"COVID-19: Maintain Social Distance, Wash Hands Properly","name":"Mark DeBeliso, Joseph M. Berning, Carole Carson, Trish Sevene, Chad Harris, Kent J. Adams, Joe Walsh, Mike Climstein"},{"title":"Enterprise Financial Management from the Perspective of Flexibility","name":"Xinni Wang"},{"title":"Agents of Knowledge Management Maturity and Effective Agent Identification &Amp; Example of Mellat Bank Branch in Tehran","name":"Hamidreza Ghasemi, Alireza Mahmoudi"},{"title":"Transport Demand Model during Festive Season in Bangladesh","name":"Munim Islam, Shanjeeda Akter, Mohiuddin Imran, Md. Imran Hossain, Nazmul Hassan "},{"title":"A Study of Built Environment Evaluation Based on Street View Images - Taking Green View Ratio and Green Land Ratio as Examples","name":"Jiacheng Huang, Xin Ge"},{"title":"A Brief Account of the Status and Future Trends of Rural E-commerce Development in Western China","name":"Zhang Qiang"}],"2020-2-5":[{"title":"Financial Risks in the Process of Merger and Acquisition","name":"Yifan Xu, Hao Hong"},{"title":"Evaluation of Analytical Solutions for Two Strong Boundary Value Problems","name":"Peyman Nikaeen, D.D.Ganji, S.E.Ghasemi, Hadi Hasanpour, Gh.R.Mehdizade Ahangar"},{"title":"Some Problems in Software Reliability Prediction","name":"Bonthu Kotaiah, R. A. Khan"},{"title":"The Valuation Forecast of the Science and Technology Innovation Board Enterprises","name":"Minxin Lu"},{"title":"Review of the Responsibilities of Government Penal Institutions in Investigating Customs Offences","name":"Mohammad Hassan Pakseresht, Seyed Naser Soltani"},{"title":"Evolution of Served and Servant Space by Louis I. Kahn: Case Study of Salk Institute for Biological Studies","name":"Feng Liu, Fan Jin"},{"title":"Sodium and Potassium Levels in Patients with Cirrhosis and Chronic Liver Disease in Iraq","name":"Zahraa S. Al-Garawi"},{"title":"Optimal Location Selection based on Fuzzy Multi-Criteria Decision","name":"Mohammad Reza Lotfi, Reza Kia, Mohsen Pajuhifard"},{"title":"Analysis and Prevention of Financial Risks in Leveraged Buyout","name":"Yu Lei, Yingwei Zhang, Xue Wang"},{"title":"32 Bengali Alphanumeric Characters Displayed","name":"Tamanna Haque Nipa, Md. Rakib Hasan, Nasrin Akhter"},{"title":"Research on Neural Ecosystem Analyze","name":"Khalda F.Ali, Riza Suliman, Amir Momed Elamir"},{"title":"Combinatorial Meme Algorithm for Supply Chain System Scheduling (Cost Maintenance Method)","name":"Maziyar Karbalaee Shabani, Shermineh Majdabadi Farahani"},{"title":"The Research Progress of Breast Cancer Stem Cells and MDR","name":"Yalong Wu, Ling Tang, Gangqiu Li, Zhihui Jiang"},{"title":"A Review on Adolescent Depression and Influencing Factors in China","name":"Weiyu Zeng"}],"2020-2-6":[{"title":"How to Improve the Students' Writing Ability","name":"Esmaeil Hassannejad"},{"title":"Performance Evaluation of New Rural Co-operative Medical System Based on Structural Equation Method - A Case Study of Bengbu City","name":"Zhelai Li"},{"title":"Study of Discourse Translation Strategies under the Guidance of Cohesion Theory: Taking the English-Chinese Translation of O. Henry's Short Stories as an Example","name":"Yanlin Shen, Bin Wang, Leijie Gong"},{"title":"Investigation on Nutrition Status of Local Women in Rural Areas of Marrakech (Morocco)","name":"Rania Lotfi, Mohamed Loukid, Mohamed Kamal Hilali "},{"title":"The Characteristics of Human Essential Power Embodied by Folk Plant Paper-cut Art","name":"Yandong Xu"},{"title":"Influence of Body Mass Index on Pregnancy Outcomes in Lari Women Referred to a Health Center","name":"Fatemeh Vizeshfar, Zahra Sharifzadeh "},{"title":"The Effects of Environmental Regulations on Green Technology Innovation","name":"Linya Huang, Xite Yang"},{"title":"Operational Application and Enlightenment of Hypersonic Cruise Missile","name":"Yanfen Qiu, Xinqi Li, Guiqing Gao, Xifa Ye"},{"title":"The Application Research about the Role of Interpersonal Communication in Scientific Research Group","name":"Suhaila E. Alhashemi (PhD)"},{"title":"Study on Influence Factors of Agricultural Industry in Iran","name":"Marzieh Samimi"},{"title":"Public-Private Partnership  (PPPs)  Management for Impact Assessment in Nigeria's Construction Infrastructure Projects","name":"Benedict Amade"},{"title":"The \"Peaceful Rise\" Foreign Policy in China","name":"Yiquan Wang"},{"title":"How to Crack the Network Advertising Comprehensive Governance Dilemma? - Analysis from the Perspective of Information Privacy and Security","name":"Huifen Li"},{"title":"An Empirical Study on Commercialization of Technical Assets","name":"Gunther Schuh, Toni Drescher, Susanne Aghassi "},{"title":"Test Criteria for Body Mass Index and Army Fitness of Army ROTC Cadets","name":"Kent Jones, Mark DeBeliso, Trish G. Sevene, Joseph M. Berning, Kent J. Adams "},{"title":"Translator on the Stage: On Ying Ruocheng's Views on Drama Translation from the Perspective of Skopos Theory","name":"Shihui Fu"},{"title":"Research Method for Emotion Survey: Conformity of Consumer Behavior and Subjective Sensation","name":"Jittra Pitaktiratham, Pongpan Anantavoranich "},{"title":"Translation Approach of Translating Telugu into English ","name":"T. Venkateswara Prasad, G. Mayil Muthukumaran "},{"title":"Familiar Strangers - An Ethnographic Study on the Integration Process of Take-out Riders in Chenggong, China","name":"Guorun Dan, Shuangmei Lu"},{"title":"Research on the Discovery Mode of Integrity Cases in Scientific Research in China","name":"Huifeng Yang"},{"title":"The Basic Problem of the Power of Educational Punishment in China","name":"Junjie Li"},{"title":"The Impact of Socio Demographic Attributes of Drivers on Their Perception of Road Signs: Evidence from Iraq","name":"Tomshies H. A. Asad"},{"title":"Traditional Chinese Furniture Structure and Its Application in Contemporary Furniture Design","name":"Xiang Wang, Ren Fu, Jianwei Yin"}],"2020-2-7":[{"title":"Clustering Algorithm Is Used to Improve the Energy Consumption and Service Quality of Wireless Multimedia Sensor Networks","name":"M. Semsar, P. Daneshjoo, Ch. Delara"},{"title":"The Undesirable Tendencies of the People-oriented Ideological and Political Education in Chinese Higher Education Sector","name":"Meiling Liu"},{"title":"The Enlightenment of the Comparison of Representative Systems between China and the United States on Perfecting My Country's People's Congress System","name":"Xiaorong Song"},{"title":"Analysis of a Sveir Epidemic Model with Periodic Infection Rate of Sveir Epidemic Model with Herd Immunity","name":"Olopade I. A., Adesanya A. O., Mohammed I. T., Afolabi M. A., Oladapo A. O."},{"title":"A Security Scheme of 5G Ultradense Network Based on GRCMethod and Complete Homomorphic Algorithm","name":"H. R. Semsar, P. Daneshjoo, M. H. Rezvani"},{"title":"Analysis of Communication Psychology of Smoking Scenes in Movies and TV Plays","name":"Yuan Chen"},{"title":"Contextualized Development Plans Are Crucial to the Overall Life of Students","name":"Maria Nancy Quinco-Cadosales"},{"title":"The Main Factors Influencing Labor Productivity of Construction Industry in Malaysia: a Survey on the Restricting Factors of Non-residential Projects in Klang Valley","name":"Elamaran Manoharan"},{"title":"A Grounded Theory of Behavior Management Strategy Selection for Teachers","name":"Peter S. Bathan JR"},{"title":"Assessment of the Participation of Science, Technology and Mathematics (STM) Teachers in Professional Development Activities in Sokoto State, Nigeria","name":"Rabi Muhammad"},{"title":"The \"Body\" Caught between Two Fires: A Comparative Study of The Demon of the Flesh Written by Taijiro Tamura and the Images of Female Communists in Ding Ling's Literary Works","name":"Yang Wang"},{"title":"Climate Change Human Behavior: Towards Integrated Modeling","name":"Sahar Saoud, Zouhir Mahani, Latifa Daadaoui"},{"title":"An Analysis of Factors in Determining the Development Strategy of Barwey-Gracik Island Based on the Marketing Location for the Asean Economic Community","name":"Dedy Kunhadi, I. G. A. Sri Deviyanti, Mochammad Hatta "},{"title":"Skilled Teachers and Resources for Educational Reform in the 21st Century: Theoretical Development","name":"Jennifer B. Gonzales"},{"title":"Using E-portfolio as Assessment in an Interpreting Training Course","name":"Bacui Chen"},{"title":"Comprehensive Evaluation of Talent Attraction of New First-Tier Cities Under Household Registration Reform","name":"Pengcheng Shen"},{"title":"Review on the Research of Liu Guyu since China's Reform and Opening Up","name":"Li Wang"},{"title":"The Rule of Law Inquiry of the Right of Lawyers to be Present","name":"Chao Ding"},{"title":"Research on the Problem of Female Poverty under the Theory of Gender and Development","name":"Zulin Qu, Jie Chen"},{"title":"Research on Human Resource Management of Chinese Enterprises under Labor Law of the People's Republic of China","name":"Dong Zhu"},{"title":"Research on the Impact of Enterprise Social Network on Breakthrough Innovation: Based on Technological Innovation Process","name":"Jinsheng Li, Aixin Dong"},{"title":"The Significance and Value of Folk Sports Research in Ancient China","name":"Bin Wang, Zhifei Wang, Qianwen Zheng, Xianlou Wu, Lejie Gong"},{"title":"Develop Good Habits, Starting with Family Style - Take the Prohibition of Folk Genealogy in Ming and Qing Dynasties as an Example","name":"Junjie Li"},{"title":"A Review on the Concept and Structure of Adolescent Mental Health Quality","name":"Xue Jiang, Jing Wu, Xinhui Liu"},{"title":"Strategies for Improving College Students' Time Management Ability","name":"Miao Tang, Zhiping Wang"},{"title":"Research on the Strategy of Improving Tourism Highway Service Based on the Perspective of Tourist Experience Perception","name":"Gongliang Zhang, Huilin Fan"},{"title":"The Analysis of Using Literature as Authentic Text in the Classroom","name":"Mi Zhang"},{"title":"Development of Electronic Media (E-media) - Directs the Physics Department's Practical Simulation Laboratory (Virtual) as an Auxiliary Lecture and Practical Basic Electronics","name":"Hans Wagania, Alfrits Komansilan, Jeane Tumangkeng, Treisje Mandang"},{"title":"Intended Nationally Determined Contribution to Make a Strategic Vision for Climate Adaptation, Low-Carbon and Green Growth and Development","name":"Ajadike Joseph Chike"},{"title":"Island Colonization - the Origin and Development of Fresh Water Resource Management in Sanjihe Regent District","name":"Semuel P. Ratag, Adrian P. Pangemanan, Winda M. Mingkid"},{"title":"Understanding of the Baofus in Crosstalk from the Perspective of SCF Theory","name":"Bochun Yin"},{"title":"An Analysis of Social Class in China Reality TV \"X-change\"","name":"Qingqing Luo"},{"title":"Study on the Changes of Major Festival Celebrations in Modern Britain","name":"Cheng Chen"},{"title":"Research on the Development of Urban Renewal Unit under the Guidance of Health -- Urban Design of Xigu District, Tianjin","name":"Yi Gao, Jing Li"},{"title":"Body Image Concerns, Anxiety and Social Avoidance in Chinese College Students: the Moderating Role of Perceived Behavioral Control and Psychological Resilience","name":"Ningning Ding, HuiDan Cui"},{"title":"Internationally Recognized Framework of Building Engineering Standards","name":"Mohammed Salem Jalzahrani"},{"title":"The Relationship between Corporate Sustainable Development Capability, Social Responsibility and Financial Performance — Empirical Analysis of Chinese Listed Companies with Profits and Losses","name":"Shengyan Han"}],"2020-2-8":[{"title":"An Analysis of the Leadership Management Model of Employee Organizational Commitment Enhancement in the Automotive Industry","name":"Bijan Abedini, Hamed Bahadoriyan Parizi, M. Ghaffari Zonouzi"},{"title":"Compare Different Answers to the Question Why the Industrial Revolution Took Place in Europe before China","name":"Silin Zhu"},{"title":"Study of Technology Adoption for E-Learning Development Model as a Foreign Language Learning Media","name":"Yulius Hari, Lenny Endang,Minny Elisa Yanggah"},{"title":"Religious Extremism and the Image of God: Algebra and Psychoanalysis","name":"E. G. Aminev, Mang Ping, Luo Gui"},{"title":"The Relationship Between the Classics of Tea and \"Bu Er\" Method of Zen","name":"Hengwei Yu, Lei Yu"},{"title":"A Review and Prospect of Cognitive School","name":"Jiamin Li, Yinuo Wang, Xinyi Wang, Ge Yan"},{"title":"Development of High School Biology Materials Based on Life Skills and Community-Based Technological Scientific Methods Based on Local Natural Resources.","name":"Herry M. Sumampouw"},{"title":"Evaluation of Thermal Comfort in Catering Establishments","name":"Rejane MartinsViegas, Wagner Augusto Andreasi"},{"title":"Impact of Community Service on Youth Body Mass Index in Rural Communities","name":"Angela Branch-Vital, Lisa Hubson, Jalicia Hines, Catherine W. Kisavi-Atatah, Park E. Atatah"},{"title":"Legal Regulation of Malicious Registered Trademarks","name":"Qingyan Zuo"},{"title":"Is the Fear of English Boom in China an Overreaction?","name":"Gefu Yang"},{"title":"An Analysis of the Impact of Undergraduate Research on the Shape of Engineering from a Student Perspective","name":"Marcelo Soares Santos, Juliana Vieira Martins, Ana Paula Ferreira Silva, Fernanda Galv?o Paula, áurea Domingos, White José dos Santos"},{"title":"Modeling of Probabilistic Participation Effects of Domestic and Industrial Consumers in TimE-of-Use Tariffs and Interruptible Load Schemes","name":"Mahdi Samadi, Mohammad Esmaeili Rad"},{"title":"Types of Testimony in Mathematical Arguments for Future Teachers","name":"Lia Budi Tristanti, Akbar Sutawidjaja, Abdur Rahman As'ari, Makbul Muksar"},{"title":"Study of Marriage in Ming Dynasty of China—Take Surname Xie Family Tree in Anhui Province, China as an Example","name":"Junjie Li"},{"title":"Nineteenth Century Iranian Documentary Photography","name":"Mehri Kasiri, Pouya Zamanian"},{"title":"Climate Change Mitigation and Adaptation through Strategic Waste Management Programmes","name":"Sridhar M. K. C., Hammed T. B."},{"title":"A Study on the High Frequency Words of International Politics Based on Corpus of Contemporary American English","name":"Rui Liu"},{"title":"Analysis of the Bidding Process for Engineering and Engineering Services","name":"Daniela Matschulat Ely, Rogério Cabral de Azevedo, Ant?nio Edésio Jungles"},{"title":"A Study of the Correlation between Training and Personal Background of Cosmetic Professionals in the Beauty Industry","name":"Pi-Shan Hsu, Te-Jeng Chang"},{"title":"News Communication and Its Strategy in Public Crisis","name":"Ying Zhang"},{"title":"The Methodology of Introducing a Character in Film","name":"Yihao Xu"},{"title":"Lack of Time on the Project and Attempts to Compensate for Its Increased Labor and Mechanical Work Hours and Its Relationship to the Future Costs of the Project","name":"Erfan Saeedbakht, Farbod Redaei"},{"title":"Effectiveness of Automation - Review","name":"Aline Oliveira de Sousa"},{"title":"Application of Artificial Intelligence in the Design of Adaptive Control Strategies","name":"Kostandina Veljanovska"},{"title":"Mathematical Analysis of the Dynamic Transmission of Diphtheria Quarantine","name":"S.O. Adewale, I.A. Olopade, G.A. Adeniran, S.O. Ajao, I.T. Mohammed"},{"title":"Research on the Brand Development of Intangible Cultural Heritage in Jinan","name":"Mengyao Zhang, Siow-Kian Tan"},{"title":"The Generative Logic, Practical Processes and Promoting Strategies of Chinese Sports Featured Towns","name":"Yufei Zhang, Xin Wei, Yue Ma"},{"title":"The Influence of Environmental NGOs on International Policy Development: Case Studies on the Kyoto Protocol and the Copenhagen Climate Change Conference of the UNFCCC","name":"Ying Wang"},{"title":"Research on the Problems and Countermeasures of Big Data Solutions for Financing Difficulties of Small and Medium Sized Enterprises","name":"Fengzhi Zhang"},{"title":"A Framework for News Media Knowledge Discovery Based on Text Mining Techniques","name":"Oladejo Bolanle, Babajide Olanrewaju"},{"title":"Research on Marketing Strategy: Taking Suzhou Zhama Avecmoi Toothpaste as a Case","name":"Hongjie Li"},{"title":"Research on the Countermeasures of Innovation-driven Development of Pingdingshan City","name":"Xiaona Guo"}],"2020-2-9":[{"title":"Exploring Effective Factors to Prevent Urban Traffic Accidents through Street and Intersection Modifications","name":"Farbod Redaei, Ali Ghadirijavan, Mohammad Mehdi Ghaffari"},{"title":"Research on the Issue of Community Mutual Assistance for Chinese Senior Citizens","name":"Xin Li, Lefan Wan"},{"title":"Establishment of HSE Performance Evaluation System for Civil Engineering Contractors","name":"Farbod Redaei, Seyed Shahab Khamesi, Seyed Saman Khademi Zavareh Ardestan"},{"title":"The Choice of Natural Resources for Developing Countries","name":"Yujue Cao"},{"title":"Third-party Funding in International Arbitration","name":"Chen Chao"},{"title":"Study on the Physical and Chemical Evaluation of Edible and Decorative Clays from Southern and Western Nigeria: Health Effects","name":"Bisi-Johnson Mary Adejumoke, Oyelade Hamzat Adebayo, Adepelumi Adekunle Abraham, Adewole Stephen Olarinde"},{"title":"Identifying Agents and Effective Agents for Knowledge Management Maturity - a Case Study of Mellat Bank Branch","name":"Hamidreza Ghasemi, Alireza Mahmoudi"},{"title":"The Influence of Female Employees of Contemporary Tourism Enterprises Values on Professional Happiness Research","name":"Yan Yang"},{"title":"Citizen Participation in Decision-Making Processes in Local Government Units in Croatia","name":"Nikola Kadoi"},{"title":"Has Journalism Become “Feminized” over Time?","name":"Qing Wang"},{"title":"Research on Brand Promotion Strategy under the Condition of Internet +","name":"Lifang Han"},{"title":"Types of & A Process for Managing Innovation","name":"Meriem Ben Miloud, Yasmina Kerboua Ziari, Hania Kherch "},{"title":"A Review of Theoretic Studies on Corporate Social Responsibility and Public Goods","name":"Rita Vilk"},{"title":"Sociological Reflection on \"Li NA Effect\"","name":"Minglei Yi"},{"title":"Exploring the Participation Willingness of Rural Youths in Rural Governance: Evidence from a Survey of 3814 Rural Youths","name":"Hongfang Li"},{"title":"Impact of Knowledge Management Education Evaluation Models and Dimensions on Organizational Agility in the Petrochemical Industry","name":"Alireza Khosrozadeh, Abutorab Ali Rezaei"},{"title":"Impact of Work-Life Quality on Staff Performance on the Profitability of the Branch of the National Bank of Homotzgen Province","name":"Siroos Dehghani, Jamal Fatholahi "},{"title":"The Flexibility in Designing Medical Facilities in the Context of COVID-19","name":"Canyang Li, Peiyao Shen"},{"title":"Rule-based Filtering Algorithms for Text Documents","name":"Nurul Syafidah Jamil, Ku Ruhana Ku-Mahamud, Aniza Mohamed Din "},{"title":"Analysis on the Competitive Landscape of China’s Wealth Management Market","name":"Chunyan Sun"},{"title":"Analysis of the Status Quo and Countermeasures of China and Slovakia's Local Cooperation under the Background of \"17+1 Cooperation\"","name":"Zifei Mu"},{"title":"Artificial Intelligence, Robotics and Their Impact on Society","name":"Anusha Reddy, Ajit Reddy"},{"title":"Innovation and Clustering: Lessons from the Construction Industry and Key Success Factors for Adoption and Implementation","name":"Sofia Yfanti, David Edgar, Bryan Temple, Nikos Sakkas"},{"title":"Big Data Is Making a Big Change in Accounting","name":"Bochulia Tetiana, Yanchev Andriy"},{"title":"Literature Review:Age Effects on Phonology Acquisition in EFL Context","name":"Lijun Zhang"},{"title":"Analysis of Confucius Image Through Direct Comments in Thus Spoke the Master","name":"Deyin Zhou"},{"title":"Planned Behavior Conceptualization Theory and Condom Use among African American Students at Historically Black Colleges and Universities Associations","name":"Angela Branch-Vital, Catherine W. Kisavi-Atatah, Park E. Atatah"},{"title":"The Design of University Bedroom Furniture Based on Modularization Concept","name":"Gang Huang"},{"title":"How Digital Music Changed the Music Industry?","name":"Jiaoya Huang"},{"title":"Injecting a Collaborative and Universal Approach to Information Literacy at the U.S. Coast Guard Academy","name":"Hudson Jackson, Alina M. Zapalska, Sharon Zelmanowitz"},{"title":"The Effect of Mindfulness-Based Therapy on Anxiety in Cancer Patients","name":"Seyyed Ali Ahmadi, Reza Zare, Fateme Ghorban Nezhad "},{"title":"The Value Guidance of Cultural Confidence in Ideological and Political Education in Colleges and Universities","name":"Lidan Tang"},{"title":"A Study of the Impact of Global Culture on Housing Projects and Design Approaches","name":"Mahrou Abdolahi, Hooman Sobouti"},{"title":"Interval Values Neutral Overlay, Neutral Underlay and Neutral Bias","name":"Florentin Smarandache"},{"title":"The Development and Dilemma of Chinese Cinema – Take the Film Spring Tide as an Example","name":"Ru Wang"}],"2020-2-10":[{"title":"Communication Skills Are Key to Choosing a Manager","name":"Nahid Parvizi"},{"title":"Experiential Learning and Leadership Development: the Example of an Undergraduate Engineering Project","name":"Alina M. Zapalska, Hudson Jackson, Sharon Zelmanowitz"},{"title":"A Historical Review of the Extraterritorial Application Doctrines of the US and European Antitrust Laws","name":"Ye Li"},{"title":"The Effects of Smoking Bans on Smoking Behavior in Canada and the Suggestions for the Implementation of Smoking Bans in China","name":"Hongde Fan, Nan Chen"},{"title":"Web Mining: a Review on Process, Methods and Techniques","name":"Ihab Zaqout, Ali Mahdi, Mohammed Alhabbash"},{"title":"Review of the Implementation of the Knowledge Management Model in the Organization","name":"Mahya Sadat Mousavi, Mahdi Javanmard, Mohamad Kargar Shouraki"},{"title":"Theoretical Approach to Individual Counselling: the Case of Malaysia","name":"Aslina Ahmad, Ahmad Jazimin Jusoh, Che Anuar Che Abdullah, Mohammad Aziz Shah Mohd Arip, Faizura Rohaizad"},{"title":"A Study on the Characteristics of Coffee Consumers in Taiwan","name":"Ching-Chien Yang, Shu-Lin Lin, Paoching Chu, Chia-Hua Hsiao, Liang-Yi Tseng"},{"title":"Irrational Dimension of Political Value","name":"Zhi Qu"},{"title":"Comparison of Mood Regulation Strategies and Anxiety Sensitivity between Patients with Coronary Heart Disease and Normal Subjects","name":"Zahra Abdoli Dehnavi, Maryam Ghorbani, Masoumeh Sadeghi "},{"title":"The Revolutionary Route of Toilets with Chinese Characteristics under the Mode of Ecological Sanitation","name":"Lei Li, Luji Yu,, Zhaoxu Peng, Guoping Wen"},{"title":"Evaluating Mutual Fund Rankings Using Modern and Postmodern Portfolio Theory","name":"Mahsa Pazyar, Mohammad Hassan Janani"},{"title":"The Influence of Teachers' Affective Factors on Oral English Teaching","name":"Weiping Ye, Shiqin Xiao, Zhizhong Chen"},{"title":"An Investigation into Students’ Attitudes Towards the Task-based Oral Language Teaching","name":"Ling Ma"},{"title":"The Effects of Sharing Behavior and Trust on Consumer Purchase Intention in Chinese Social Commerce Contexts","name":"Xiaochen Liu, Tetsuaki ODA"},{"title":"Economic Impact Assessment of the Fiscal Provisions of the Draft Offshore Marginal Field Development Petroleum Industry Bill","name":"Adamu M.A., Ajienka J.A., Ikiensikimama S.S."},{"title":"Speech Processing and Intelligence Assessment in the Second Language: Parallel Teaching of Difficult Immigrant Students and the Mother Tongue","name":"Figueiredo S., Alves Martins M., Silva C."},{"title":"Review on the Research of Fish Skin Art of Hezhe Nationality in China","name":"Liwen Zhang, Fubo Zhang"},{"title":"Study on the Effectiveness and Cross-functional Collaboration of Psychiatric Nursing for Inpatients: an Example from a Teaching Hospital in Taiwan","name":"Yi-Ting Liu, Kai-Yen Chang"},{"title":"Hybrid Approach to Managing Structured Knowledge Assets: Focus on Project-Based Organizations","name":"Karim Atashgar, Afshin Taghavian "},{"title":"Survey on Factors Influencing Rural Women's Satisfaction in Forming Companies (Using the Example of Women's Company Formation in the Province of Alberts, Iran)","name":"Hossein Zinati Fakhrabad, Hajar Zareie"},{"title":"A Comparative Study on Chinese and English Classifiers","name":"Xiaying Chu"},{"title":"Universal Office Bus Service to Ease Congestion in Dhaka","name":"Md. Imran Hossain, Mohiuddin Imran, Nazmul Hassan Nirjhor, Munim Islam"},{"title":"Technical and Economic Feasibility of Constructing Zero Energy Buildings: an Iranian Case Study","name":"Mohammad Hasan Hashemi, Mehrdad Moghadam, Alireza Salimi"},{"title":"Modelling of Transport Demand during Festive Periods","name":"Munim Islam, Shanjeeda Akter, Mohiuddin Imran, Md. Imran Hossain, Nazmul Hassan"},{"title":"National Narrative and Folk Narrative – A Study Based on Field Cao's Lantern in Qinhuai","name":"Gege Yang"},{"title":"Design of Syllabl-based Language Conversion System","name":"Md. Kausar Ahmed, Abu Salah Mohammad Asif, Labiba Jahan, Shantanu Mandal"},{"title":"The Inner Relationship between Hakka Culture and Folk Belief and its Value Enlightenment","name":"Wenxuan Chen, Xiaogang Chen, Suyu Wang"},{"title":"Chinese Internet Nationalism in the Era of New Media","name":"Ye Liu"}],"2020-2-11":[{"title":"Analysis of the Secondary Education Content of the First Physics Book by William Romey Method","name":"Saedeh Sargolzaei Moghadam, Iraje Jamali Nasab"},{"title":"The Impact of Airport Demand for Military and Civilian Personnel Sharing Airports: the Example of El Salvador International Airport","name":"Daniel Alberto Pamplona, Alessandro Vinicius Marques de Oliveira "},{"title":"The Investigation of Free Float Change Effects on the Supply and Demand of Listed Companies in Tehran Stock Exchange","name":"Ali Esmaeilzadeh, Meysam Alipanahi"},{"title":"The International Harmonization of Competition Law and the Correlational Studies","name":"Yuxiang Qiao"},{"title":"Sociological Analysis on the Phenomenon of \"Super High Schools\" in China","name":"Yuchen Jiang"},{"title":"A New Research Method of Xu Xiake's Travels based on Historical Geographic Information System – a Case Study of Zhejiang Province","name":"Yangfan Yang"},{"title":"Analysis on the Aristocracy Complex in The Remains of the Day by Kazuo Ishiguro","name":"Yibei Wang"},{"title":"A Brief Analysis of the Value of Harmonic and Its Philosophical Meaning","name":"Folorunso Oladipo, Ojo Adedayo O., Ajibade Adedayo"},{"title":"A Book Review: An Analysis of \"Fences\" Existing in \"The Chrysanthemums\"","name":"Minghua Ye"},{"title":"Assessing Stakeholder Claims and Impacts: A Model of Assessment Techniques","name":"Mohammed Salem J. Alzahrani"},{"title":"The Theoretical foundation of Scholarship of Teaching in American Colleges and Universities","name":"Zhizhong Chen, Subin Wei"},{"title":"The Importance of Risk-reducing Value-added in Iran's Services Sector","name":"Abbas Ali Abunoori, Khadijeh Seiyfi"},{"title":"Environmental and Economic Impact Assessment of Construction and Demolition Waste Disposal in Terms of Cost Savings - an Example from the Construction Industry","name":"Abioye A. Oyenuga, Rao Bhamidimarri"},{"title":"Inheritance and Expression of Urban Culture—Taking the Road Manhole Cover Design of Nanchang as an Example","name":"Yi Lai, Xiaogang Zhu, Yi Long"},{"title":"Analysis on the Existing Problems and Perfecting Countermeasures of Personal Consumption Credit in My Country","name":"Mengyun Zheng"},{"title":"Structured Traceability Knowledge Interpretation Methods with a Focus on Expertise","name":"Karim Atashgar"},{"title":"An Innovative Approach to Interpreting Skills Training under the Effort Model","name":"MeiJing Chen, Zhilong Xie"},{"title":"Career Construction Model of Adaptation and Social Support: A Meta-Analytic Path Analysis","name":"Zhenhua Dong"},{"title":"A Review of C. T. Hsia's Studies of Classical Chinese Novel","name":"Lin Huang"},{"title":"Aeneid: Inheritance and Innovation in Homer","name":"Pengyan Wang"},{"title":"Construction and Manipulation of Knowledge Monetization: A Sociological Study Based on Paid Question-and-answer Platforms","name":"Jingyi Shi"},{"title":"On the Debate between Lin and Kim: Rethinking Universal Grammar","name":"Sijie Yin"},{"title":"Process Stage Innovative Contextual Teaching Targeted Resume and Autobiography Writing","name":"Pi-Shan Hsu"},{"title":"Culinary Micro and Small Business Development","name":"Albertus Daru Dewantoro, Lucia Ina Trisjanti"},{"title":"Structural Analysis of Farmers' Income in Anhui Province under the Background of Rural Revitalization and Research on Ways to Increase Income","name":"Kun Zhu, Jiwen Wang, Zhenyang Hu, Li Ma"},{"title":"An Analysis of the Reasons for the Lack of Female College Students' Sense of Social Responsibility and Educational Countermeasures","name":"Tingting Liu, Qizhi Liu"},{"title":"Sustainable Systems Model for Reorganizing Businesses to Enhance Decision-Making and Process Improvement Using Strategic Management Tools","name":"Osama Yousof Rizg, Mohammed Abdullah Balubaid"},{"title":"Counseling for Cervical Cancer Prevention through Cervical Cancer Knowledge and Reproductive Health Maintenance Efforts","name":"Nur Azizah Indriastuti, Riski Oktafia"},{"title":"Research on E-learning-Based Compensatory Education for Students with Intellectual Disabilities: a Case Study","name":"Kostandina Veljanovska"},{"title":"Survey of Substance Use among Junior and Senior: the Basis for a Proposed Intervention Plan","name":"Oliver S. Revelo"},{"title":"Study of the Relationship between College Students' Perceptions and Attitudes toward HIV/Aids","name":"Manoj Khandelwal"}],"2020-2-12":[{"title":"A Statistical Analysis of Organizational Performance and Its Impact on Income Levels: an Exploratory Study Al Nahrain the Institute of Advanced Studies in the Diagnosis and Assisted Reproductive Technology of Infertility at University","name":"Haia Aldosari Muhesin, Sujeet Kumar Salih"},{"title":"Provide Examples of Ladder Public Models and Expected Utility Models","name":"Mayank Kumar Chaubey"},{"title":"An Analysis of Domestic Violence in Qinghai Tibetan Areas","name":"Deji Wan"},{"title":"Research on the Quality Evaluation of College Students' Art Work under the Background of Mass Culture — A Case Study of Landscape Architecture Art Course","name":"Hong Hu, Qin Liu"},{"title":"Research on the Comprehensive Evaluation System of the Style and Features Improvement in Ethnic Areas—Take the \"Foreign Community\" in Jiulong County as an Example","name":"Zongchun Deng, Jie He, Taotao Yin"},{"title":"Elliptical Chain with Best Position Has No Performance or Physiological Effect in 30s Sprint","name":"A. Cole Meyers, Michelle L. Brown, Dylan R. Rose, Nikole A. Koellner"},{"title":"The Society for the Theory of Planned Behavior Conducted a Study on Condom Use by African-American Students at Historically Black Universities","name":"Angela Branch-Vital, Catherine W. Kisavi-Atatah, Park E. Atatah"},{"title":"Supporters Analysis Using Soccer Momentum Data and Emotional Signature","name":"Akira Otsuki, Shunta Kogen, Masayoshi Kawamura"},{"title":"Inject Collaborative and Universal Approaches to Information Literacy at the United States Coast Guard Academy","name":"Sathasivam Radhika   "},{"title":"Main Factors Affecting Labor Productivity of Construction Industry in Malaysia: Investigation on Constraints of Non-residential Projects in the Basheng Valley","name":"Singh Amares, Bandar Tchari"},{"title":"A Study on the Word of the Year of Collins Dictionary under the Theoretical Framework of Conceptual Integration Theory","name":"Puyu Tan"},{"title":"Recognition of the Impact of Driver's Socio-demographic Attributes on Road Signs: Evidence from Iraq","name":"Natarajan Muthukumaran"},{"title":"Tax Socialization As a Regulating Variable for Tax Compliance of Small and Medium-sized Enterprises","name":"Nia Yuniarsih, Trisye Natalia"},{"title":"Removed to nest issue","name":"Removed to nest issue"},{"title":"Ethical Thoughts and Philosophical Basis of Contemporary Translation Theories in the West","name":"Tong Liu"},{"title":"The Collision between Quantum Physics Thinking Mode and First-class Discipline Construction","name":"Junying Wen"},{"title":"Study on Concept Knowledge Tree Based Modeling Framework for Knowledge Service","name":"Yanfen Qiu, Hongxia Li, Xinqi Li"},{"title":"Traffic Problems: A Comparative Study","name":"Farbod Redaei, Ali Ghadirijavan, Mohammad Mehdi Ghaffari"},{"title":"The Effective Factors of Preventing Urban Traffic Accidents Through the Transformation of Streets and Intersections","name":"Farbod Redaei, Ali Ghadirijavan, Mohammad Mehdi Ghaffari"},{"title":"A Review on the Information Media Knowledge Discovery Framework","name":"Oladejo Bolanle, Babajide Olanrewaju "},{"title":"Hypotaxis and Parataxis","name":"Ying Wang"},{"title":"Approaches to Preserving the Cultural Heritage of Archaeological Buildings in Gaza City, Palestine (A Case Study from the Restoration of Al-kozomiry Mosques)","name":"H.N. Al-dohdar, E.T. Cherkasova"},{"title":"The Benefits and Advantages of the Internet of Things ","name":"Mohammad Furqan Ali, Afornu Bright Kwame, Irina F. Nam, M.V. Svetlik, Yang Zhong "},{"title":"Conflict and Reconciliation Between Private Interest of Officials and Public Interest of Government—Based on Economic and Political Hypothesis","name":"Shengyu Liao"},{"title":"Impact of National Greening Schemes on the Environmental and Economic Well-being of Their Beneficiaries","name":"For. Melanie P. Moncada"},{"title":"The Development of Tea Culture Tourism Resources from the Perspective of New Media","name":"Yang Li"},{"title":"The Withdrawal of the United States from the World Health Organization","name":"Shukun Zheng"},{"title":"Review and Prospect of the Construction of High-level Sports Teams in Chinese Colleges and Universities in the Past 30 Years","name":"Bin Wang, Qian Tan, Zhifei Wang, Rujia Peng"},{"title":"On the Translation Skills of Political Terms from Chinese to English","name":"Haiqin Xiao, Chundi Lan"},{"title":"The Significance of Providing Health Education for Children under Five Years of Age in Posyandu Menur","name":"Romdzati, Rahmah"},{"title":"Research on the Construction of the Security Management System of Island Resorts","name":"Min Li"},{"title":"The Popularization of Japanese Higher Education and Its Enlightenment to China","name":"Jiapeng Li"}],"2021-3-1":[{"title":"Reflections on the Hot Spots of Chinese Dance—Taking the Beijing Dance Competition as an Example","name":"Shuang Dong"},{"title":"Determinants of Utilization of Youth Friendly Reproductive Health Services Among Adolescent Anemia","name":"Ni Komang Yuni Rahyani, Ni Wayan Suarniti, Ni Wayan Armini, Ni Luh Putu Sri Erawati, I Komang Lindayani, Ni Made Dwi Mahayati"},{"title":"Brazilian Victims of Intimate Partner Violence Abroad Through Smartphones and the Internet: Weapons or Tools?","name":"Mindy Reynolds"},{"title":"Silent Women in Frankenstein","name":"Songmeng Liu"},{"title":"Punctuation: Mobile Perspectives in To the Lighthouse","name":"Hongling Chen"},{"title":"Social Media and the Constitution","name":"Somalatha B"},{"title":"The Political Map of India-nepal","name":"Telore Babasaheb Haridas"},{"title":"An Analysis of the Current Situation of Labor Education of Primary Schools in China","name":"Xiuqin Bi"},{"title":"Historical Facts and Symbols – Interpretation of the Two Dimensions of the “Battle of Iwo Jima”","name":"Xinran Xie"},{"title":"The Relationship Between Lifestyle and Anxiety in Adolescent Students","name":"Musthafa Mohamed Firose"},{"title":"The Need for Parental Training for Mothers in the Current Situation","name":"Jyoti Chauhan"},{"title":"The Change of Labor Income Share Under the Pressure of Fiscal Volatility—Based on the Perspective of Population Structure","name":"Ziqian Yuan"},{"title":"A Study on the English Translation of 2020 Report on the Work of the Government from the Perspective of Meta-functions","name":"Hanmei Zhang, Xiaochun Wu"},{"title":"Formation Mechanisms and Dissemination of Ethno-religious News in Thai Nguyen, Vietnam","name":"Lu Thi Mai Oanh, Nguyen Thi Nhu Thuy"},{"title":"Smoking Should Be Banned in All Public Places: Case Study Focuses on Residents of Cyber Island","name":"Farzana Nazera, Mohamed K. Haq"},{"title":"Suggesting Countermeasures to Prevent Standard Bias in the Scientific Community Based on the Combination of Buddhist Philosophy and Scientific Standards","name":"Dao Thi My Dung"},{"title":"Research on the Transfer of Surplus Rural Labor Force in China","name":"Di Sha, Weiguang Pan, Yunyi Huang"},{"title":"Research on the Development Relationship between Tourism Industry and Regional Economic of Jinan City","name":"Zhiyan Wang"},{"title":"An Analysis of the Popularization of the Teaching of Introduction to the Basic Principles of Marxism","name":"Hengwei Yu"},{"title":"Studying the Role of Language in Growth and Development","name":"Mohammad Ishaq Shaheedzooy, Muhibullah Muhib"},{"title":"An Analysis of the Unreliable Narration in My Last Duchess","name":"Yuexin Liu"},{"title":"Determinants of Effective Performance in Kenya; a Case of the National Youth Service in Mombasa County","name":"Mwang'ombe Bartholomew Baya, Dr. Johnbosco Kisimbii"},{"title":"A Duel on the Dilemma of Female Menopause","name":"Reynaldo J. Ilumin, Gemma DC Santos"},{"title":"Social Work in the Era of Information: Opportunities and Risks","name":"Xiaodu Wang"},{"title":"The Functional Characteristics of Cooperatives in a Social Justice Perspective: the Case of Cotton Farmers' Cooperatives in Alibori Province, Benin","name":"Ammadou SOULE ALASSANE MANNE, Ismail MOUMOUNI, Emmanuel SEKLOKA"},{"title":"Measurement Model of Oxygen Saturation Based on Human Indicators","name":"Xia Li, Yugan Geng, Jiaming Zhu"},{"title":"The Role of the University Grants Commission in Promoting Library Services","name":"Basawaraj Malipatil"},{"title":"Analysis on the Characteristics and Contemporary Value of Village Ancestral Hall","name":"Wupeng Yu "},{"title":"A Quran-based Text to Reduce Aggressive Behavior in Children with Autism","name":"Zainul Anwar, Nadila Apriola Susanto, Hanifatul Qoniah, Shafa Alvita"},{"title":"Theological Reflection and the Pursuit of Ideals: Theology, Human Flourishing and Freedom","name":"Isidiho Pius Emenike, Obi Desmond Obioma"},{"title":"The Relationship Between Social Support, Self-efficacy and Ptsd Symptoms Among Trauma Survivors in the Niger Delta Region of Nigeria","name":"Endurance Avah Zacchaeus, Ph.D"},{"title":"Constitutional Provisions and Practices in Nepal's Electoral System","name":"Shyam Prasad Phuyel, Dr. Amrit Kumar Shrestha, Dr. Tara Nath Ghimire"},{"title":"Art and Science: The Duality of Artistic Identity from the Perspective of Interdisciplinary","name":"Pengfei Fu"},{"title":"Gender, Land Ownership Decision-making, and Indigenous Rights in Cameroon:in Search of a Legal Balance","name":"Dr. KASPA Kingsley NYONGKAA"},{"title":"Rural Finance, Agricultural Science and Technology Input and Urban Rural Economic Integration","name":"Meifang Luo"}],"2021-3-2":[{"title":"The Reproduction of Western Colonial Warfare in Alejo Carpentier's like Night","name":"Abdelkrim AOUL"},{"title":"An Analysis of the India Advantage In the Disadvantaged World","name":"A.V. Sekhar"},{"title":"Renaissance Artists as Works of Art","name":"Zhenghang Yang"},{"title":"The Western Dhule Tribe: a Case Study of the Asur Tribe from the Colonial to the Postcolonial Period","name":"Ananta Das"},{"title":"Is Available-For-Sale Financial Assets an Instrument for Earnings Management? Evidence from China’s A-Share Listed Companies","name":"Zhibo Wang, Hongming Xu, Kai Zhang"},{"title":"A Survey on Wuhan’s Public Relations Language from the Perspective of English-speaking Westerners","name":"Chang Shu, Qinglian Hu, Shuaixiang Wang, Xiaodie Zhang, Lin Wu"},{"title":"Wajahat Ali: Using Satire and Comedy to Reduce Tensions between Conflicting American Cultures in His Play Domestic Crusade","name":"Khaled Ahmed Hmoud Al-Amro, Dr Mohd Nazri Latiff Azmi, Ali Mahmoud Ali Alshwayyat"},{"title":"Tracking Pornography on an Erotic Plaque in Chandraketugarh","name":"Balaram Mondal"},{"title":"Are Technological Advances Leading Us Forward or Backward?","name":"Jash Apurva Jobalia"},{"title":"A Study of the Advantages and Challenges of Implementing E-gov in Transition Countries","name":"Ina Hyseni"},{"title":"Anne Elliot’s Consciousness and her Experience of Time in Jane Austen’s Persuasion","name":"Hongyi Li"},{"title":"Analysis of the Reasons for the Bad End of Animal Farm with Socialist Democratic Politics","name":"Fan Yang"},{"title":"Transparency and Disclosure:The  Corporate Social Responsibility in India's Global Giants","name":"Niharika Buragohain, Dr Ankuran Dutta"},{"title":"The Idealisation of the Sky in the Lyrical Works of Georgian and European Writers","name":"Eka Vardoshvili"},{"title":"Promote the Study of the Financing Mode of the PPP Project of Hangzhou Shaotai Railway","name":"Yue Yu, Wenlong Wang, Hang Ji"},{"title":"The Buddhism of Visnu: a Unique Case of Gayā TīRtha","name":"Sreyashi Sen"},{"title":"Big Data Investigation and Citizen Privacy Protection","name":"Chen Ma"},{"title":"The Boundary between Punishing Evil and Reason- Exploring Metaphorical Narratives and Themes in Three Billboards","name":"Qi Gui"},{"title":"Tracing the Identity Crisis of Two Castes in British Bengal: a Study","name":"Ananta Das"},{"title":"Society and Culture in the Post-colonial Toto Tribes","name":"Muhammad Baqer Hussaini"},{"title":"COVID-19 Transmission and Hotspots: a Comparative Analysis of the Impact of International Relations and Globalization on Global Infection and Mortality Status","name":"Taniya Roy, Mintu Jana, Srikrishna Paul"},{"title":"A Survey on Teachers’ Mediation Role in English Reading Teaching in Senior High School","name":"Pengyan Wang"},{"title":"What Kind of Action Has Moral Worth?","name":"Hanru Liao"},{"title":"A Study on the Importance of Ethics and Corporate Social Responsibility among Millennials","name":"Nikhil Nimje, Vinayak Kadam, Onkar Gole"},{"title":"Trustworthiness and Validity of Forwarded Messages in Instant Messaging Applications","name":"Arun V Krishna"},{"title":"A Critical Analysis of Right to Education in Bihar, Republican and Jharkhand: An Overview","name":"Jarin Joseph"},{"title":"Post-COVID Virtual Education for Isolated Tribal Students: A Case Study of Karnes, Kerala","name":"Midhun Manohar, Rubeena T.A"},{"title":"Research on the Influence of Digital Inclusive Finance on Rural Economic Growth – Taking Anhui Province as an Example","name":"Baoling Ding"},{"title":"Socio-Cultural and Religious Change in Urban Fringe Areas: A Study of Lucknow City","name":"Dr. Sandeep Kumar"},{"title":"Enforcement of the Number of Crimes in Violation of Fidusia Guarantee","name":"Irwan Kusuma, Dr. Bambang Waluyo"},{"title":"From Sexual Freedom to Sexual Repression — the Role of Qin and Han Society in the Change of Sexual Concept","name":"Zhuyuan Rao"},{"title":"The History of the Expansion of Christianity in Mysol (1800-1947)","name":"Chandra Kumari"},{"title":"Sport, Cultural Identity and Development in Francophone Countries: France, Benin, Congo, Niger and Senegal","name":"Gouda Lompo Soua?bou"},{"title":"Lusitania—The Last Thing Pushed America into World War One","name":"Xichun Ban"}],"2021-3-3":[{"title":"Participation of the International Community in Addressing Piracy in Somalia","name":"Fiseha Kiros Gebremamas, Dr. Zafar Alam"},{"title":"Changes in Soviet Policy and Cold War Dynamics","name":"Dr Abdul Azeem"},{"title":"A Precursor to India's Relations with the Soviet Union: an Overview","name":"Dr Abdul Azeem"},{"title":"Five Commandments: Foundations for Peace for Humanity","name":"Van Thi Tu Hoa"},{"title":"The Success of Punjab's Films Showed Us a Past Era","name":"Amandeep Kaur Arneja"},{"title":"Balance and Convergence of the Dual-review System of Foreign M&A from An Economic Security Perspective","name":"Haiqi Xiao, Ye Li"},{"title":"Study on Industrial Structure Upgrading of Hunan Province under “The Belt and Road” Initiative","name":"Yuteng Xiang"},{"title":"Study on the “Eight-in-One” Rural Infrastructure Operation and Maintenance Mechanism in Yangzhong City, Jiangsu Province","name":"Renpeng Li"},{"title":"Scientific Interpretation of God","name":"Ilija Lakicevic"},{"title":"Post-traumatic Growth: a Positive View of Trauma","name":"Endurance Avah Zacchaeus"},{"title":"The Professionalization of Football in Burkina Faso: Elements of Analysis and Organizational Methodology for a Global Problem","name":"Akouete Coffi David, Ilboudo Salfo, Hounga Antoine, Tito Albert Minakpon, Gouda Lompo Souabou, Haschar-Noe Nadine"},{"title":"The Myth of Self-labeling Among Gay Men in China: A Study on Users of Blued","name":"Ziming Zhou"},{"title":"Study on the Aesthetic Characteristics of Sports Dance","name":"Jiali He, Jinyong Han"},{"title":"A Civil Action Against Hospital Neglect to Protect Patients and Health Workers","name":"Dr. Laksanto Utomo"},{"title":"Analytical Study on Csr Reporting in India — Linking Csr to Global and National Goals, Measurement and Reporting","name":"Garima Dadhich, Ravi Raj Atrey"},{"title":"Virtual Analysis of Forestry Terms in German and Uzbek","name":"Gavkhar Abdakhatovna Tilovova"},{"title":"Effects of COVID-19 Non-ionizing Microwave Radiation on Brain Waves and Behavioral Changes in Children","name":"Dipanwita Das"},{"title":"India's Feudalism Debate and Other Political Models","name":"V.V. Haridas"},{"title":"Why COVID-19 Pandemic is out of Control in America","name":"Xue Che"},{"title":"The Financial Fraud of Listed Companies — A Case Study of Lukin Coffee","name":"Linxiao Xu"},{"title":"Research and Exploration on Community Prevention and Control Path during the Epidemic in COVID-19","name":"Wen Qi"},{"title":"COVID-19 Teachers' Views on the Camaraderie of Working at Home During the Pandemic","name":"T.Suchitra Rani, P.Kalyani"},{"title":"Population Growth and Sex Ratio in the Southern Plains of Bihar, India: a Comparative Analysis at the Regional Level","name":"Dr. Shahid Imam"},{"title":"Management and Development of Penosan Sepakat Village, Leuser Kedah Forest Ecological Reserve in Gayo Lues Regency,Blangjerango District","name":"Rayani Fitri, M Ali S, Abdullah Abdullah"},{"title":"Sociocultural Perception and Interpretation of Health and Disease: a Study of Korail Slums in Dhaka City","name":"Farid Uddin, Nushrat Jahan"},{"title":"Out of Control World: Ulrich Beck’s Risk Society Theory","name":"Wenjuan Gai"},{"title":"Cross-border Cultural Tourism Development Strategy for Lancang-Mekong River Cooperation","name":"Siyu Peng"},{"title":"Capital and Class Identity: Class Representation in Middlemarch","name":"Xiaoqing Ji, Dongxu Tang"},{"title":"Research on the Development Mode of Farmer-led Industry Alliance: A Case Study of GuiZhou, China","name":"Liming Shen"},{"title":"A Review on the Major Neurological Symptoms during COVID-19 Pandemics","name":"Fransisca Kristina Elisabet"},{"title":"Fusion of the Subjective & the Objective: A Comparison of Wordsworth’s & Coleridge’s Ideas of Creative Process","name":"Huayun Zhou"},{"title":"Tribal Communities in the Jabaliya Region: Origins, Development and Politics from Colonial to Post-colonial Periods","name":"Ananta Das"},{"title":"Dukpa's History and Their Current Situation in the Darjeeling and Buchanan Regions and Their Social Customs and Customs","name":"Ugen Dukpa"},{"title":"A Book Review: Translation in the Public Sphere by Sergey Tyulenev","name":"Sun Qiaoke"},{"title":"Impact of Sociocultural Factors on the Implementation of Women's Community Projects in Kitui County: a Table Bank Group in Western Kitui, Kenya","name":"Mueni Macksembo, Dr. Joyce Atieno Otieno"},{"title":"Study on the Artistic Features of Twining Sprig Peony Pattern on the Blue-and-White Porcelain—Concentrating on the Blue-and-White Porcelain Characterized by Yuan Porcelain Unearthed from the Ming Tombs","name":"Xinyu Dai"}],"2021-3-4":[{"title":"An Overview of Soy By-products in Mono-diet Approaches in Sub-saharan Africa","name":"Alabi, C, D, A, Offoumon, O, T, L, F, Vidjannagni S, D, Worogo, H, S, S, Alkoiret, I, T"},{"title":"Quality of Life of Postmenopausal Women:a Study of Middle Class Bangladeshi Women in Kolkata, West Bengal, India","name":"Arpita Mandal Nandi"},{"title":"The Rights of Minorities in Bangladesh","name":"Kala Shree"},{"title":"On Leisure Sport in Cultural Integration in International Communities","name":"Lanzhen Zhu, Bin Wang, Zhifei Wang"},{"title":"Electoral Politics in Tripura:a Study of the Role of Predetermined Castes in Electoral Politics","name":"Dr. Jashim Uddin"},{"title":"The Practice of Architectural Heritage Education for Young People with the Participation of Social Forces–Taking the Practice of “Heritage Podcast” as an Example","name":"Yi Qian, Wei Wang, Kai Luo"},{"title":"Image Schematic Analysis of Force in Joseph R. Biden, Jr.’s Inaugural Address as President","name":"Qing Wang, Yuhong Jiang"},{"title":"Study on the Motivations of the Public’s Behavioral Intention to Obtain the Health Information Service from Medical Libraries","name":"Qian Xu"},{"title":"A Study on the Significance of Universal Gender Education and Responsibility","name":"Ebal’ Ambun Angwelemben Patience"},{"title":"Agreed Policy on Lecturers in the National Islamic Religious Academy","name":"Hasanain Haikal Hadining, Mahmutarom, HR, Akhmad Khisni"},{"title":"Factors Affecting the Relationship Between Caregivers and People with Dental Care Disabilities","name":"Ioannis Novakos, Konstantinos Arapostathis, Grigorios Venetis, Lambros Zouloumis"},{"title":"Caste System in Indian Politics","name":"Ratan Bar"},{"title":"Language Attitudes and Positive Thinking: a Social Strategy of Excellence","name":"Sukhdev Singh Dhanju"},{"title":"Assessing Paranoid Tendencies in Mauritian Men and Women - a Comparative Study","name":"Dr. Nirmala Loung-Poorunder, Dr. Manish Putteeraj, Nishrod Jahaly, Rushaa Banu Badaloo"},{"title":"Positive Effects of Listening to Native English Speakers' Audio Materials on English Word Stress Position","name":"Osama Elgaili Osman Omer"},{"title":"Study on the Evolution and Inspiration of American Professional Men’s Basketball Player Transfer System","name":"Songhe Xin"},{"title":"Mobile Medical Applications Usage in Medical Education: A Survey Among Medical Students","name":"Qian Xu"},{"title":"Analysis of Narrative Features of “The Swimmer”","name":"Xueting Huang"},{"title":"An Analysis of the Ways of Leading Students’ Thoughts by College Counselors from the Perspective of Reverse Socialization","name":"Liping Zhang, Xiaohua Shi, Hongxie Shan"},{"title":"Looking into CPTPP from RCEP: Analysis of Intellectual Property Clause and Its Enlightenment to China","name":"Yan Chi"},{"title":"Supervisory Training Needs of Nurses and Nurse Educators","name":"Rosa D. Devera"},{"title":"English in Indian Media","name":"Prof. N Shantha Naik"},{"title":"UAV Anti-Terrorism Combat Issues from the Perspective of International Law","name":"Qin Gao"},{"title":"Study on Commercial Credit of Stall Economy in China","name":"Xiaohang Yu"},{"title":"Women’s Special Identity in Handicrafts","name":"Madhubrata Mishra"},{"title":"Disscussion on the Different Logic Means Different Worldviews","name":"Thomas Nordstrom, PhD"},{"title":"Effects of Second Wave of COVID-19 from A Doctor’s Perspective","name":"Yahya Salama, George Bisheet, Yasser Radwan, Margaret Thackr, Mohammad Miah"},{"title":"Envy Under Work Context: A Review of Definition - Manifestation - Cause and Consequence","name":"Quynh Ngoc Bui, Hui Yan"},{"title":"The Impulse of Rewriting Indian History: Selected by Fran?ois Gautier","name":"Dr. Aparna Sharma, Gazal Soni"},{"title":"The Professional Interest of Pedagogical Students in Literature and Science and the Influence of Parents on College Path Choice","name":"Ebal’ Ambun Angwelemben Patience"},{"title":"Broken Reality and Future in Darkness—The Example of the Documentary Film “Birthright”","name":"Rong Sun"},{"title":"A Brief Analysis of the Status Quo of Early Childhood Piano Education in China","name":"Xiaofei Liu"},{"title":"Is Climate Change Threatening Human Rights? : Discussion on the Climate Change and Its Proceedings","name":"Sheoshree Adhikary"},{"title":"Hazardous Waste Management Practices in Public and Private Clinics in Zambales Iba","name":"Rosa D. Devera Rn, Man, Anne Rose L. Calimlim, Rn, Man"},{"title":"Gender and Ecology: the Spiritual and Cultural Elements of Local Ecological Feminism","name":"Pankaj Gupta, Vijay Kumar Sharma"},{"title":"City Development and Mediation in Zacatecas:  Evidence from Harmonious Coexistence and Peace, Mexico","name":"Laura Gemma Flores García, Imelda Ortiz Medina"}],"2021-3-5":[{"title":"Lost Legacy as Deprived Memories in Moore’s Cemetery","name":"Basanth Thomas Babu "},{"title":"Complex Culture in Ancient Art and Architecture in Kashmir","name":"Abdul Adil Paray"},{"title":"Dream and Human Nature from African Perspective","name":"Ucheoma C. OSUJI Ph.D."},{"title":"The Role and  Contribution of Local Somali Leaders in Conflict Resolution and Peace Building","name":"Hassan Mohamed Yusuf “UKUMEY”"},{"title":"The Impact of Climate Change on the Transmission and Infection Patterns of the COVID-19 Pandemic: a Case Study from Ujjain, India","name":"Dr. Shuchita Chandorkar, Dr. Shobha Shouche"},{"title":"Research on Socialist Charity Culture with Chinese Characteristics","name":"Meiling Liu, Fei Li, Gefei Liu"},{"title":"The Change of Competitive Balance System and Economic Performance in CSL","name":"Baoyu Zhang"},{"title":"Rural landscape Planning and Design—Taking Manjinyu Village, Baoding City, Hebei Province as an Example","name":"Yonggang Ren, Jiaxing Wang"},{"title":"A Study of Family Values Displayed in Television Programs","name":"Mohamed EL Kandoussi (PhD)"},{"title":"Raising Legal Awareness of Grassroots Military Officers in Vietnam","name":"Tran Thuy Linh"},{"title":"The Research Status and Development Trend of Core Strength","name":"Yuanlin Ming, Bin Wang, Zhifei Wang"},{"title":"Study on the Strategy of Enhancing the Vitality of Street Square in Old Town—Case Study of the Shuangshui Small Square in Shuicheng District","name":"Yongfang Han"},{"title":"The Role of the Civil Society in Democracy after the 1998 Reform in Indonesian","name":"Jamhur Poti, Mohd Khairie Ahmad"},{"title":"Approach to Ensure Gender Equality and the Judiciary in India ","name":"Mayank Sethi"},{"title":"Why and Why not Surname (s)?  A Case Study of Caste Discrimination from the Perspective Suffix Naming Identity","name":"Sandeep Chopra"},{"title":"Research on the Status Quo of Big Data Government Auditing—Taking Province A of China as an Example","name":"Guozhu Zou, Jiaqi Li, Hao Zhao, Yuhua Xin, Yuruo Sun"},{"title":"An Exploration of the Fragmented Rural Closed Loop and the Futures Market","name":"Changpeng Yang"},{"title":"The Assamese Theatre","name":"Daisy Bhattacharjee"},{"title":"Khaled Hosseini's the Kite Runner: An Analysis of the Narrative","name":"Aryan Bammi"},{"title":"Effect of COVID 19 on the Emotion and Motivation of COVID Ward Nurses","name":"Sophia Vijayananthan, MSc. N., RN.RM, Mary Jancy Joy, MSc. N., RN. RM, Bharathy R, MSc. N., RN. RM., Ilavarasi Jesudoss, MSc. N., RN.RM"},{"title":"Study on the Necessity and Feasibility of Re-examination of the Principle of Complementarity Established in China","name":"Zhan Shi"},{"title":"A Report on the C-E Translation of “Jurisprudence” (Excerpts)","name":"Liqin Dong"},{"title":"Community Information Communication Technology(CICT) in Flood Prone Areas in Communication","name":"Dwi Noraduola, Yuni Koedoes, Muhammad Yamin, Isnawati , Halim"},{"title":"Use Security Cameras, Doorbell Cameras and Trap Cameras to Monitor the Behavior of Susscrofa, Southeastern Pelion, Greece","name":"Taklis Chris"},{"title":"The Art of Sound in “The Great Buddha+”","name":"Yu Zhang"},{"title":"Schumann as Poet and Composer","name":"Lei Gao"},{"title":"Research on the Governance and Control of Personal Information Security in the Big Data Environment–Based on the Comparative Method","name":"Weichao Xu, Xiaoyuan Zhu, Zan Chen, Junwei Chen, Yongchao Yu"},{"title":"Exploration and Practice of Ideological and Political Education in New Engineering in Introduction to Vehicle Engineering","name":"Junjian Hou, Xinsheng Wang, Wenbin He, Zhijun Fu, Lei Yao, Fang Zhou"},{"title":"An Assessment of the Challenges Faced by Women Leaders in Tourist Industry in Kwa Zulu Natal","name":"Dr. Usha Roopnarain"},{"title":"Medicare Claims—Reflection on Before and After the COVID-19 Outbreak","name":"Vemuri Phani Pragneya"},{"title":"The Analysis of Spatial-temporal Feature and Hotspots Trending of Chinese Research on Tai Chi","name":"Meijia Han, Bin Cui, Xiaolong Yang, Yingda Ma"},{"title":"Development of Unification of International Commercial Contract Law—Based on CISG40 Years of Legislation and Practice","name":"Yang Bai"},{"title":"A Comparison of Autumn Images in Chinese and British Poetry—Take Liu Yuxi’s Song of Autumn and Keats’ To Autumn as Examples","name":"Tong Yi"},{"title":"A New Era of India, Tibet, and Japan Relations and Security","name":"Amit Chamoli, Rakesh Mohan Nautiyal"},{"title":"The Devil Lover: is a Ghost Story or a War Story? ","name":"Dr. Leonard D Souza"},{"title":"Impact of Non - Democratization in India","name":"Jayabrata Ghosh"},{"title":"Research on the Linguistic Landscape of Qinghai-Tibet Railway from the Perspective of Ecolinguistics","name":"Xiaochen Wang, Min Wang, Jintao Shi, Yang Gao"},{"title":"Mahatma Gandhi’s Trust in Women’s Liberation and Its Sense in the Current Situation","name":"Subhashree Bera"},{"title":"Armstrong’s Novel Whispering in Shadows","name":"Gokulapriya .T, Dr. S. Selvalakshmi"},{"title":"A Self-evident Plagiarism","name":"Jamir Ahmed Choudhury"}],"2021-3-6":[{"title":"Existentialist Guilt Expressed by Kafka","name":"Anshula Upadhyay"},{"title":"Literature Research on Theory and Model of Positive and Negative Confirmation","name":"Dolorosa P. Jumawan"},{"title":"Reporting the Israeli-Palestinian Conflict: Critical Discourse Analysis","name":"Ibrahim Alasmri"},{"title":"The Conflict at the Heart of International Relations in History","name":"Akash Chatterjee"},{"title":"A Review on the Monitoring, Evaluation Practices and Sustainability of Community Projects in Embu County, Kenya","name":"Mukaria Eric, Ngugi Lucy"},{"title":"An Analysis of the Way to Solve the Taiwan Issue in Sino-US Relations","name":"Yu Jiao, Bai Zu Gang"},{"title":"A Study on the Dative Acquisition of Latinate Verbs by Chinese ESL Learners","name":"Xin Sun"},{"title":"Establishment of Personal Bankruptcy System in China","name":"Yuzhao Wu"},{"title":"Research on Practical Dilemma and Countermeasures of Biometric Identification","name":"Sifan Cheng"},{"title":"The Prospects and Challenges of Manufacturing in Nepal","name":"Sanoj Kumar Karki"},{"title":"Multiple Linear Regression Analysis of Factors Influencing the Educational Inequality of Female in China","name":"Yixuan Liu, Qi Ding"},{"title":"The Aesthetic Characteristics and Contemporary Aesthetic Value of Chinese Ceramic Calligraphy Decoration","name":"Yi Huang"},{"title":"Fairness in Criminal Sentencing for African Americans: Fact or Myth?","name":"Dr. Deborah S Le Blanc"},{"title":"Factors Influencing Behavioral Intention to Use Virtual Supermarkets: A Complete Conceptual Framework","name":"Thanh Hoai Nguyen, Hai Quynh Ngo, Thu TrangDuong"},{"title":"Research on the Correlation between Physical Activity Index and Mental Health of Health Care Workers","name":"Dr. Sukhada Prabhu, Dr. Kanisha Dinesh Shetty"},{"title":"Overview of National Objectives and Foreign Policy","name":"Irfan, Mohammad Shahad"},{"title":"Influence of Work Stress on Interpersonal Skills of Government Staff","name":"Usha .P"},{"title":"An Analysis of the Causes and Effects of the Great Irish Famine in the Mid-19th Century","name":"Jiwei Zhang"},{"title":"Division of Marriage Customs in the Tribal Community of Ahmednagar","name":"Lahu Baban Kakade, Ambadekisan Maruti"},{"title":"Research on Financial Credit Risk Evaluation of Online Supply Chain of China’s Automobile Industry","name":"Zhichong Lyu"},{"title":"A Study on the Development of College Students’ Voluntary Service from the Perspective of Socialist Core Values","name":"Chunxiang Wang, Xiaohong Wu"},{"title":"Research on Executive Equity Incentive Model and Corporate Investment Efficiency","name":"Jiaomei Tang, Yu Mei, Xiankui Hu"},{"title":"The Research Review of 219-22 Domestic Bon Religion","name":"Ga Xi La Mu"},{"title":"National and Religious Identity in Papua Indonesia","name":"Oskar A Wompere, Dr. Jacob D Egel, M.Si, Dr. Yulius Yusak Ranimpi, M.Si"},{"title":"Current Challenges Faced by Women in Obtaining Employment: Experiences from Public Sector Organizations in Zanzibar","name":"Zuweina Abdullah Nassor, Salama Yussuf"},{"title":"An Analysis of Rhetorical Devices in Act II, Scene II of Romeo and Juliet","name":"Xinyi Gao"},{"title":"A Study of Camus’ Absurd Philosophy in The Irrational Man","name":"Hui Zhang"},{"title":"Countermeasures and Suggestions on Overall Promotion of Epidemic Prevention and Control and Poverty Alleviation in Ethnic Areas","name":"Xinyue Xu"},{"title":"A Descriptive Feedback Study on the Knowledge of Parents about Adolescent Behavior Issues in Selected High Schools","name":"Mamta Shukla Bhadauria"},{"title":"Structural or Indirect Violence: the Case of an Interrogator","name":"Laura Gemma Flores García, Jorge Martínez Pérez"},{"title":"The Origin and Background of Chinese Wushu Segmentation System","name":"Jiyun Guo, Bin Wang"},{"title":"The Exploitation of Women under the Male Gaze –Analysis of the Image of Bond Girls in James Bond Film Series with Laura Mulvey’s Theory","name":"Mina Hao"},{"title":"American Democracy and Its Deep Crisis in the Information Age","name":"Lile Zhao"},{"title":"The Traditions and Beliefs of Assam Bunty Ahem and Dioris","name":"Dr. Kironmoy Chetia"},{"title":"The Farm Bills Debate in India","name":"Sanya Kapoor"},{"title":"Study on Evaluation Index System of Resource and Environment Carrying Capacity in Zigong City","name":"Yi Ouyang"},{"title":"Research on Immigration in Transnational Organized Crime","name":"Mustofa Kamal, Alfitra"},{"title":"Discussion on Wife Killing and Insurance Fraud","name":"T.A. Yusuf, Esq."},{"title":"Predictions of China-ASEAN Education Cooperation Policy Development Based on the Historical Process","name":"Jin Han"},{"title":"Citizen Participation in Novel Coronavirus Pneumonia in Morocco Extremist Organizations: a Case Study of Wydad Sports Club in 25","name":"Said. Bouwakioud"}],"2021-3-7":[{"title":"Research on the Correlation between Physical Activity Index and Mental Health of Health Care Workers","name":"Dr. Sukhada Prabhu, Dr. Kanisha Dinesh Shetty"},{"title":"Overview of National Objectives and Foreign Policy","name":"Irfan, Mohammad Shahad"},{"title":"Study on the Differences between Southern and Northern Cultures of China—Taking Family Tree, Family Motto and Rules as an Example","name":"Junjie Li"},{"title":"Application of Stratified Teaching in Badminton Teaching Reform in Colleges and Universities Under the Background of New Curriculum Reform","name":"Xiunian Huang"},{"title":"The Religious Views in Hardy’s Poetry","name":"Jing Wang"},{"title":"Influence of Work Stress on Interpersonal Skills of Government Staff","name":"Usha .P"},{"title":"Division of Marriage Customs in the Tribal Community of Ahmednagar","name":"Lahu Baban Kakade, Ambadekisan Maruti"},{"title":"National and Religious Identity in Papua Indonesia","name":"Oskar A Wompere, Dr. Jacob D Egel, M.Si, Dr. Yulius Yusak Ranimpi, M.Si"},{"title":"Current Challenges Faced by Women in Obtaining Employment: Experiences from Public Sector Organizations in Zanzibar","name":"Zuweina Abdullah Nassor, Salama Yussuf"},{"title":"Land, Policy and National Self-consciousness—Reflections on the Dilemma of Oroqen Modernization","name":"Jing Lu"},{"title":"A Descriptive Feedback Study on the Knowledge of Parents about Adolescent Behavior Issues in Selected High Schools","name":"Mamta Shukla Bhadauria"},{"title":"Sound Symbolism in Chinese: A Phonaesthetic Analysis of Reduplicative Ideophones in Shijing","name":"Danrui Li"},{"title":"Structural or Indirect Violence: the Case of an Interrogator","name":"Laura Gemma Flores García, Jorge Martínez Pérez"},{"title":"The Traditions and Beliefs of Assam Bunty Ahem and Dioris","name":"Dr. Kironmoy Chetia"},{"title":"The Farm Bills Debate in India","name":"Sanya Kapoor"},{"title":"An Investigation into the Effectiveness of Non-Financial Rewards on Employee Job Satisfaction: A focus on the Civil Service in the UK","name":"Weidan Zhang"},{"title":"Research on Immigration in Transnational Organized Crime","name":"Mustofa Kamal, Alfitra"},{"title":"Withdraw","name":"Withdraw"},{"title":"Study on Micro-reconstruction Strategy of Old Community in Plateau Area—A Case Study of Old Community in Butuo County","name":"Yongfang Han"},{"title":"Discussion on Wife Killing and Insurance Fraud","name":"T.A. Yusuf, Esq."},{"title":"The Development of Social Work Education in the United States: Professionalization and Enlightenment","name":"Xiaodu Wang"},{"title":"Reasons for Early Pregnancy and Early Marriage of Zambian Girls","name":"Judith Colby Miti"},{"title":"An Analysis of Bloch’s Concepts of “Concrete Utopia” and “Well-founded Hope”","name":"Yan Zhang"},{"title":"Citizen Participation in Novel Coronavirus Pneumonia in Morocco Extremist Organizations: a Case Study of Wydad Sports Club in 2005","name":"Said. Bouwakioud"},{"title":"An Analysis of Defamiliarization in The Ones Who Walk Away from Omelas from the Perspective of Russian Formalism","name":"Yanjie He"},{"title":"Urgency of Legal Protection for Victims of Cyber Gender Violence: Facing up to Gender Violence","name":"Sri Humana, Beniharmoni Harefa"},{"title":"Research on the Guiding Strategies of College Students’ Thought and Behavior from the Perspective of Media Convergence","name":"Ying Hua"},{"title":"AI and the Trend of Global Fashion","name":"Rebecca F Dsouza"},{"title":"Book Review: Man Made Conflict: the Role of Arab Media in Solving the Gulf Conflict","name":"Shubhda Chaudhary"},{"title":"Analysis Report on the Degree of Students' Dependence on Internet","name":"Kripa Sindhu Singha"},{"title":"Importance of Early Childhood Nutrition","name":"Jayshri Balwantrao Chaturkar, Dr. Savita Sangwan, Dr. Sandhya Raut Kale"},{"title":"India Becoming a Permanent Member of the UN Security Council: Opportunities and Obstacles?","name":"Rafiullah Barikzai"},{"title":"Deliberate Metaphor in President Xi’s New Year Speech (2016-2020)","name":"Ziyang Gao"}],"2021-3-8":[{"title":"A Study on Adolescents’ Social Adaptation Behavior and Its Influencing Factors","name":"Indra Awasthi"},{"title":"Women’s Legitimate Rights and Interests in the Process of Determining, Registering and Certifying Contracted Rural Land Management Rights","name":"Yator Caroline Jemase, Dr. Lilian Rotich Chesikaw"},{"title":"“Inaction” in Action: Oscar Wilde, Bertrand Russell, and Their Representation of Zhuangzi’s Daoism","name":"Jingyin Xu"},{"title":"An Approach to the Construction of Garden City on the Sea from the Perspective of Permanculture","name":"Mengting Ye"},{"title":"Research on the Development Strategy of Rural E-commerce in My Country","name":"Xinling Lv"},{"title":"A Brief Analysis of Marriage in Contemporary Society from the Perspective of Game Theory","name":"Tingting Zhang"},{"title":"A Study of the Long-term Impact of the COVID-19 Pandemic on Employee Health","name":"Genesis Z. Macapagal"},{"title":"Regional Differences in Culture, Cultural Capital and Entrepreneurship in the Democratic Republic of the Congo","name":"Mupeta Mutwila Tresor"},{"title":"Ethical Decision Making when Studying Dating Profiles of Impaired Chines People Online","name":"Yangbo Xu, Naijia Yu"},{"title":"Re-finding the Role: Using Narrative Practice to Heal a Retired Only-child-lost Women in China","name":"Hui Zhou"},{"title":"Discussion on Nutritional Diet and Prevention Strategy of Diabetic Patients in Denpasar Public Health Center","name":"I Gusti Agung Ayu Putri Yuliani"},{"title":"Study on Characteristics of Contraceptive Knowledge and Related Influencing Factors among Kamrup Adolescent Girls in Kamrup Public schools in Assam","name":"Lavita Talukdar, Anupama Dutta, Enu Boro"},{"title":"Problems of Developing Market of Livestock Products in Poverty-stricken Areas","name":"Firdous Ansari"},{"title":"Land Reform in India: a Model for Land Reform in Developing Countries","name":"Gurteshwar Singh Dhillon"},{"title":"The Interventional Effects of Mindfulness Meditation Training on Mental Health, Sleep Quality and Life Quality of Professionals","name":"Manjeesh TG, Dr. Suma T"},{"title":"Analysis on the Problem of Sharing System of Government Information and Data from the Perspective of Game Theory","name":"Miao Wang, Yunxue Bai"},{"title":"Embedded Structure: The Breaking and Stitching of Multiple Space-time—On the narrative space and time of “Silent Truth”","name":"Mingxia Long"},{"title":"An Empirical Approach to British Viewers’ Reception of Chinese Film through Subtitles: A Case Study of Zhang Yimou’s Ju Dou","name":"Lin Chen"},{"title":"New Strategy of Crime Prevention and Professional Crime Prevention in the Process of Urbanization","name":"Ferdinand T. Martinez"},{"title":"Prospects and Status of Street Hawker in Social Economy: Experience and Enlightenment","name":"Shahid Imam"},{"title":"Study on the Similarities Between Southern and Northern Cultures of China—Taking Family Tree, Family Motto and Rules as an Example","name":"Junjie Li"},{"title":"Analysis on the Organization Mechanism of the Informal Economy in Suburb Taking Vendors Surrounding H University as An Example","name":"Dandan Bo"},{"title":"An Analysis of the Reasons for Lack of Successors of Intangible Heritage in China and the Way to Eliminate It from a Contemporary Perspective—Take Dunhuang as an Example","name":"Xinyang Mei"},{"title":"The Role of Homeopathy in Easing Anger","name":"Neha Kalra"},{"title":"Autobiography of India: Origin, Development and Problems","name":"Zehara Jabeen"},{"title":"Characteristics and Trends of Urbanization Development in Imported Areas","name":"Gerhard Wilhelm"},{"title":"History, Culture and Economical Aspects of Lakshadweep","name":"Rahmath Beegum MS"},{"title":"Research on Sports Industry Governance Mode","name":"Diksha Garewal Das"},{"title":"New Challenges: Rebels and Terrorist Groups at the Crossroads","name":"Sadiki Nyembo Lucien"},{"title":"Effects of Mobile Social Media on Self-rated Health Status and Health-promoting Lifestyle of College Students","name":"S. Thilagamani, J. Jaisy"},{"title":"Research on the Deep Integration of Cultural Industry and Tourism Industry","name":"Pranav B San"}],"2021-3-9":[{"title":"Evaluation of Cognitive Social Capital of People with Disabilities in Chandigarh with Snowball Sampling Technique","name":"Parineeta Jindal, Anuradha Sharma"},{"title":"Relationship Between Social Quotient and Children’s Overall Growth Retardation","name":"I Gusti Ayu Made Dwisri Okadharma Liran, I Gusti Ayu Trisna Windiani, I Gusti Agung Ngurah Sugitha Adnyana, Soetjiningsih"},{"title":"Parametric Analysis of the Popular Development of Street Culture in Surat City","name":"Zeel Parmar, Rohan Kania"},{"title":"Relationship Between Organizational Culture, Knowledge Management Strategy and Performance (Empirical Studyonthe National Policeof Timor-Leste)","name":"Arquimino Ramos"},{"title":"The Biological, Psychological, and Sociological Roots of Psychopaths: a Review","name":"Sahiti Ganduri"},{"title":"Study of Cross-border Securities Regulatory System in China","name":"Zekun Wei, Kunpeng Qian, Junxian Huo"},{"title":"Work Together with One Heart: On the Characteristics of Taoism Patriotism in Modern China","name":"Jiahu Hu"},{"title":"Research on the Impact of Information Quality of Digital Talent Platform on User Stickiness under Gig Economy","name":"Yahong Jiang"},{"title":"Post-independence India Through the Eyes of the Marginal (Arundhati Roy, the Happiest Ministry)","name":"Gayathri Viswan K"},{"title":"Psychological Status During COVID-19 Pandemic","name":"Jumala Yogitha"},{"title":"Institutional Improvement of China’s Biosecurity and Its Significance for Global Biosecurity Governance","name":"Yuan Yuan"},{"title":"A Comparative Study of International Student Achievement Evaluation Programs: a Case Study of Algerian and Ghanaian International Students in Ankara, Turkey","name":"Akilu Murtala"},{"title":"Research on the Mutual Promotion of Rural Revitalization and Urban-rural Integration","name":"Yaxuan Li"},{"title":"The Relationship Between Social Functioning and Parental Anxiety in Children with Attention Deficit Hyperactivity Disorder","name":"Samuel Dinakaran S, A. Julie Sandra"},{"title":"From Symbiosis to Rebirth: Survival Logic and Development Path of Suixi Lion Dance Culture","name":"Hua Zhang"},{"title":"China’s Low-Carbon Development Legislation Layout","name":"Zhu Boyu, Li Yang, Xu Kun"},{"title":"Analysis of Sleep Deficiency and Sleep Health Problems in Adolescents","name":"A. Vasavi"},{"title":"Application of Weighted Moving Average and Autoregressive Model of Corruption Index in Nigeria","name":"Sadiq Nafisatu1, Nweze N.O., Ibrahim Ahmed, Mohammed Rilwan"},{"title":"Philippine National Police System and Police Reform: Analysis of the Career Trend of Professional and Technical Police","name":"Rey Arcite"},{"title":"A Study Related to the Impact of Social Media on Sleep Quality of Nursing Students","name":"Prabhjeet Kaur"},{"title":"Interpretation of Freehand Landscape Painting in Contemporary Context","name":"Rui Bian"},{"title":"Climate Change, Global Warming and Sustainable Goals: Issues and Challenges for India","name":"Sumit Arora"},{"title":"Ellen Glasgow’s Feminist Viewpoint Gets Expressed in New York Times Article, “No Just Cause Against Voting for Women”","name":"Nino Tsverava"},{"title":"How Draupadi Becomes A New Woman","name":"Manju Kumari"},{"title":"Racism Considered by Selected Political Scientists, Sociologists, and Philosophers","name":"Karolina Baraniak"},{"title":"Features of Lead-in Activities in English Demonstration Classes of Junior High School in China","name":"Yijun Jiang"},{"title":"A Contrastive Study Between Chinese and Western Popular Love Songs Based on Transitivity System","name":"Haihong Xie, Qu Tang"},{"title":"Exploring English-major Students’ Perceptions of Learning Experience in Specialized Courses in China—Taking “An Introduction to Major English-speaking Societies and Their Cultures” as an Example","name":"Jiakai Liu"},{"title":"Some Reflections on the Correct Understanding of the Historical Course of Socialist Development","name":"Anandmurti Burumaa"},{"title":"From Political Ideology to Political Ideology: How People Make Politics Happen","name":"Kennis Butinda"},{"title":"The Role of UNRWA in Protecting and Assisting Palestinian Refugees","name":"Hasthisha Desikan"},{"title":"Research on the Path of Integrating Traditional Integrity Culture into Ideological and Political Education in Colleges","name":"Luo Yi"},{"title":"A Bibliometric Analysis of Domestic and Foreign Second Language Writing Researches Based on CiteSpace","name":"Liting Zhou, Yunfei Du"}],"2021-3-10":[{"title":"The Influence of Digital Media Era on the Communication of Traditional News Media","name":"Ranjoti Sama"},{"title":"Evaluating the Effectiveness of Farmers’ Perception and Adaptation to Climate Change in Abia State, Nigeria","name":"Onyebuchi Sunny,Vincent Ezikornwor,Gift Ogondah"},{"title":"Risk Analysis of Logistics Outsourcing in Manufacturing Industry under COVID-19 Epidemics","name":"Daoju Wei, Peijian Wu"},{"title":"Research about Development Trend and Countermeasures of Public Opinion Police Service in the New Era","name":"Zhuola Bao, Borjigidai Uyunbilig"},{"title":"Research on the Innovation Path of Organizational Personnel and Party Building Work in Higher Vocational Colleges","name":"Shuhan Guo"},{"title":"The Christian Church’s Regulations and Restrictions on Secular Marriage","name":"Shazia Shafi, Alka Rani"},{"title":"Autobiographical Notes in the Plays of Mahesh Dattani or Mahesh Dattani As a Playwright","name":"Jitedra Dawae"},{"title":"Dilemma and Breakthrough of Environmental Resources Trial—A Perspective on the Current Situation of the Operation of the First Environmental Resources Courtroom in Zibo City","name":"Kun Xu, Boyu Zhu"},{"title":"The Role of Entrepreneurial ability in Entrepreneurial Intention—The Mediating role of Entrepreneurial opportunity and Entrepreneurial Motivation","name":"Deliang Sun, Hanhui Chen, Peijian Wu"},{"title":"Rediscovery of “The Change of Landscape, Beginning with Wu Cheng and Achieving in Two Li”","name":"Xiaojie Niu"},{"title":"Changes in the Concept of Hospital Hygiene Management and the Challenges It Faces","name":"Kumar Kanaujiya, Vineet Tiwari"},{"title":"A Survey of Cognition and Attitudes Towards Homosexuality in Massage Centers","name":"Abduan Obiami"},{"title":"Research on the Relationship between Collectivism and Ethnic Culture—Thinking based on “Individualism-collectivism”","name":"Shenggui Zhu"},{"title":"Scheduled Caste Anti-Poverty Governance Plan","name":"Kondapalli Ratna"},{"title":"Research on the Relationship between Entrepreneurial Orientation and Employee Creativity: Cross-level Role of Team Differential Atmosphere","name":"Tong Dai"},{"title":"Several Strategies for Cultivating Innovative Application Talents in Private Colleges and Universities—Taking Digital Media Art Professional Courses as An Example","name":"Tingting Fu, Li Guo"},{"title":"Background Knowledge’s Role in Reading based on the Embodied Theory","name":"Dong Yue"},{"title":"The Perspective of Present Situation and the Suggestions on the Family Education of Primary and Middle School Students—A Survey Based on C City","name":"Xia Ran"},{"title":"The Restoration and Development of Regional Tourism under the Normalization of Epidemic Prevention and Control—Taking Huangshan Scenic Spot as An Example","name":"Yang Wang, Jiayuan Di, Yu Sang, Kexin Li"},{"title":"A Practical Study on Building a Harmonious Parent-child Relationship During the COVID-19 Epidemic ","name":"Heale DIFTCI"},{"title":"Governance Spirit in Achieving the Goal of Sustainable and Healthy Development of Villages ","name":"I Made Yudhiantara, I Wayan Sudemen, I Putu Sutarka"},{"title":"A Study of Dan Dang’s Paintings","name":"Yiyue Sun"},{"title":"Death Aesthetics in Oscar Wilde’s Fairy Tale","name":"Xiuhua Chen"},{"title":"The Influence of Globalization on Indian Labor Movement : Problems, Challenges and Choices ","name":"Dashmi Gegoi"},{"title":"Study on Special Preferential Financial Policy and Xizang Economic Development","name":"Yanhong Gong, Bin Zhang"},{"title":"Opportunities and Challenges Faced by Transgender Groups During the Epidemic Prevention and Control Period","name":"Aierya Kuamari"},{"title":"Evaluation of the Effectiveness of Structured Teaching Programmes on Temporary Family Planning for Women Under 30 Years of Age in Selected Rural Areas ","name":"Nidhi Vishnoi"},{"title":"Tribal Development in the State of Talengana : A Study of the Narganda and Hyderabad Regions ","name":"Repavath Chadru"},{"title":"Influence of Artificial Intelligence Automation in Daily Life on Individuals and Society","name":"Hemtam Bedhore"},{"title":"Use Literature in English Language Teaching","name":"Xiaoning He"},{"title":"The Construction and Thinking of Intangible Cultural Heritage Museums from the Perspective of Intangible Cultural Heritage: Taking Henan Province as An Example","name":"Lin Li"},{"title":"The Working Relationship Between the Maritime Professionals of Cebu University-Maritime Education and Training Center Campus","name":"Mark Castro"},{"title":"Institutional Cooperation Model of Tidal Flood Resilience Based on Social Capital—A Case Study of Panggong Village, Semarang City, Indonesia","name":"Djatmiko Waloejono"},{"title":"Dynamics of Bureaucratic System Reform in the Future Development of Villages Around the New Capital Area in Samboja District, Kutai Kartanegara Regency District and Sepaku District, North Penagam Paser Regency District","name":"Hartutiningsih"},{"title":"Farmers’ Rights Movement from the Perspective of the Convention on Biological Diversity","name":"Fahima Khanum"},{"title":"Institutional Change and the Work Life Conflict of the New Generation of Workers","name":"Mary Grace O. Gumpal, RPm, Reinalyn L. Cardenas, Ph. D., RPm"},{"title":"Discourse Construction of Subjectivity in Virtual Space","name":"Jose Domingos"}],"2021-3-11":[{"title":"Raja Kesava' Influence on the Travancore Reform","name":"Ennia Vacheel"},{"title":"Literature's Influence on Legal Thought","name":"Aperna Sharme"},{"title":"Research Context and Prospect of Corporate Social Responsibility: Analysis Based on CiteSpace","name":"Yin Guan, Hanhui Chen, Peijian Wu"},{"title":"Opportunities for the Development of State-owned Farms under the Revitalization of Rural Areas: A Case Study of Huanghu Farm in Xinyang, Henan","name":"Jirui Yao"},{"title":"Definition of Sports Concept and Re-understanding of Its Historical Evolution","name":"Bin Wang, Dequan Wang"},{"title":"The Church in India Today: Credibility and Witness","name":"Sinthar Jore"},{"title":"Smart Library Alliance of Colleges and Universities: Take Solid Steps towards Tomorrow and the Future","name":"Y. Vajpayae"},{"title":"The Influence of Ecological Ethics on the Trend of Environmental Criminal Law","name":"Hong Pu"},{"title":"Lighting Art Installation","name":"Shen Qian"},{"title":"An Analysis of Chinese Archaeology before the Founding of the People's Republic of China","name":"Qiankun Gong"},{"title":"Chief Happiness Officer (CHO) Recruitment Path Design for H Company","name":"Weifang Yan"},{"title":"The Vocality Skill Training of Professional Singers and Its Effect","name":"Kume O Ptiah"},{"title":"Analysis on the Necessity of Learning Dialectics of Nature for the Major of Agricultural Management","name":"Min Liu"},{"title":"Relationship among Perceived Social Support, Work-family Conflict, and Job Engagement: The Intermediary Effect of Work-family Mediation Strategies","name":"Tinghu Kang, Hongwei Liu, Xingwen Ma, Longtian Liu"},{"title":"Rape and Victim's Rights in the Indian Criminal Justice System","name":"Ranjan Jyoti Sarma"},{"title":"Critical Metaphor Analysis of American President's Inaugural Addresses: From George W. Bush to Joseph R. Biden Jr","name":"Liping Zhao, Jiju Xu"},{"title":"Reflections of the Difference of US & PRC in the Coronavirus Pandemic--from the Perspective of Cultural Psychology","name":"Jian Chen"},{"title":"The Development of Contemporary Administrative Ethics and Its Challenges: the Case of Rwanda's Public Utility Regulatory Agency","name":"Tumusiime Patrick, Dr. Rusibana Claude, PhD"},{"title":"Investigation and Analysis of Influencing Factors of Industrial Cultural Inheritance in Tangshan City Based on Structural Equation Model","name":"Xinghuo Wan, Shuo Li, Dongqin Gao, Yan Sun"},{"title":"The Influence of Entrepreneurs' Previous Industry Work Experience on Business Model Innovation of Start-ups","name":"Faisal Sarwariaan, Cihan Tinaztepe"},{"title":"Relationship Quality: the Relationship between Love Jealousy and Adult Attachment, and Intimate Relationship Satisfaction","name":"Pavlos Ioannidis, Anna Alvanou"},{"title":"Perspectives on India's Banknote Scrap Movement","name":"Anindita Neogi"},{"title":"The Significance of Buddhism Education and Its Function in Modern Society","name":"Le Dinh Son"},{"title":"The Russian Orthodox Church as An Instrument of Russian Foreign Policy","name":"Marika Laudere"},{"title":"Has Equity Been Achieved? An Analysis of Education Funding Distribution in the Xinjiang Uygur Autonomous Region in China","name":"Kai Cui, Heyan Xiao, Jingyu Liang, Xinlan Lu"},{"title":"Reflections on the Evidence Rules of Doping Cases of the Court of Arbitration for Sport","name":"Zhenjun Jiang, Siyuan Rao"},{"title":"The Implication of Survival in John Dewey's New 鈥淓xperience鈥�","name":"Yu Wang"},{"title":"The Analysis of Two Major Influences of Media Imperialism and Western Media Hegemony on Developing Countries","name":"Wenxin Huang"},{"title":"Similarities Between the Double Sacrifices from Iphigenia to the Polyxina-Trojan War","name":"Sahnya Mehra"},{"title":"Re-creation in Literary Translation from the Perspective of Functional Equivalence--A Case Study of Zhang Peiji's Selected Modern Chinese Essays 1","name":"Na Wang"},{"title":"The Will of the Greek Orthodox Subjects of the Sudan: Insights into the Daily Life of the Ottoman Orthodox Community","name":"Evi Psarrou"},{"title":"A Summary of the Research on Bronze Weapons in Bashu Area in the Eastern Zhou Dynasty","name":"Qingqing Luo"},{"title":"Caste and Superstitious Elements in the Works of U.R. Anantha Murthy's Samskara","name":"Deapti Bagwer"},{"title":"Characteristics of the Literature in Assamese Poetry","name":"Aliae Haidar"},{"title":"Influencing Factors and Training Strategies of Professional Identity of Preschool Education Majors in Hubei Province","name":"Xu Xiao "},{"title":"Occupational Health and Production Safety Integrated Supervision Model: An Empirical Analysis Based on Small Industrial Enterprises","name":"P. B Keiauma"},{"title":"The Challenge of Scientometrics: Self-organization of Scientific Communication","name":"Nunebhhau Thekara, Menjushu K. Ahirruo"},{"title":"Research on Cultivating Teenagers' Ocean Consciousness under the Background of Ocean Power","name":"Yong Chen"},{"title":"Problems and Countermeasures of Ecological Environment Crisis and Sustainable Development","name":"Preati Khendari"},{"title":"An Analysis of the Cultivation of Ecological People in the New Era","name":"Wei Wang"},{"title":"The Obstacle of Chinese Special \"Mianzi Culture\" to the Process of Same-sex Marriage in China","name":"Huiqing Wei"}],"2021-3-12":[{"title":"The Impact and Thinking on the Labor Market of the COVID-19","name":"Haershal Pandokade"},{"title":"Book Review: Innovation, Technology and Sustainable Development","name":"Casagrto Alvaro Graziano"},{"title":"Analysis and Research on the Trend of Sri Lanka's Infant Mortality and Social and Psychological Factors","name":"Aereachige Snand"},{"title":"On the Professional Quality of Prosecutors from \"Time Knife Pangli”","name":"Slamet Triahyudi"},{"title":"A New Profile of a Baba Contemporary Figure: A Case Study of Punjab, India","name":"Eansalia Ganjay"},{"title":"On the Citizenization of the TV Livelihood News Host","name":"Yue Chen"},{"title":"Travels Beyond Borders: An Anthology of Punjab Mysterious Wanderings","name":"Sanejay Danjsalia"},{"title":"Research on Inheritance and Promotion of Tangshan Industrial Culture Based on Random Forest and SVM Model","name":"Xinghuo Wan, Dongqin Gao, Shuo Li, Yan Sun"},{"title":"Digital Economy, Human Capital and Economic Growth","name":"Mei Yang"},{"title":"The Effectiveness of a Knowledge Manual on the Adverse Effects of Passive Smoking on Children Among Parents in Selected Urban Areas of Mysore","name":"Wdincy Mary"},{"title":"The Effectiveness of a Structured Teaching Plan on the Effects of Breast Congestion in the Kims Hospital in Amalapuram and the Outpatient Department of RF","name":"G. Swapnae"},{"title":"Views on Indian Secularism","name":"Aevishi Guupta"},{"title":"From Shen Qiongzhi to Su Gu--An Analysis of the Female Image Representatives between The Scholars and The Orchard Town","name":"Yifei Mou, Chuhan Liang"},{"title":"An Analysis of India's Beef Ban, Cattle Slaughter and Its Impact on Trade and Business Freedom: A Constitutional Battle","name":"Vaesanth G"},{"title":"The Words of Anne Wilkes in Dangerous Situation 1987","name":"Kjhalid Aasir"},{"title":"Function Orientation and Ability Improvement Strategy of Grass-roots Community in Emergency Management","name":"Mengjie Li, Delin Liu"},{"title":"Merdeka Belajar in the Teaching Aid Program for the Realization of Human Rights and the Realization of Pankahira","name":"Citrretno Puatrai"},{"title":"The Ideas and Principles of the Collection of Chinese Ancient Paintings and Calligraphy","name":"Guangyao Zhu, Mengru Zhong"},{"title":"The Role of Naltrexone in Controlling Overeating and Alcoholism","name":"Larry Deid"},{"title":"The Paradox of Equality: The Exploration of the Possible in Impossibility","name":"Sujun Xie"}]}